Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.FlexibleForms/FFParameterTypesEditor.*.resx
Languages: ka_ge

# $this.Caption
source: Parameter Types Editor
ka_ge: პარამეტრების ტიპების რედაქტორი

# bar2.Text
source: Tools
ka_ge: ხელსაწყოები

# barFixedePresetValues.Text
source: FixedePresetValues
ka_ge: წინასწარდაყენებული ფიქსირებული სიდიდეები

# barParameterTypes.Text
source: ParameterTypes
ka_ge: პარამეტრის ტიპები

# btnAddFixedPresetValue.Caption
source: Add Fixed Preset Value
ka_ge: წინასწარდაყენებული ფიქსირებული სიდიდის დამატება

# btnAddParameterType.Caption
source: Add Parameter Type
ka_ge: პარამეტრის ტიპის დამატება

# btnDown.Caption
source: Down
ka_ge: ქვევით

# btnRemoveFixedPresetValue.Caption
source: Remove Fixed Preset Value
ka_ge: წინასწარდაყენებული ფიქსირებული სიდიდის ამოღება

# btnRemoveParameterType.Caption
source: Remove Parameter Type
ka_ge: პარამეტრის ტიპის ამოღება

# btnUp.Caption
source: Up
ka_ge: ზევით

# colcolFixedPresetValueNationalName.Caption
source: National Text
ka_ge: ქართული მნიშვნელობა

# colFixedPresetValueDefaultName.Caption
source: Default Text
ka_ge: ინგლისური მნიშვნელობა

# colParameterTypeDefaultName.Caption
source: Default Text
ka_ge: ინგლისური მნიშვნელობა

# colParameterTypeNationalName.Caption
source: National Text
ka_ge: ქართული მნიშვნელობა

# colParameterTypeSystem.Caption
source: Type
ka_ge: ტიპი

# icbParameterTypeSystem.Items
source: Fixed Preset Values
ka_ge: ფიქსირებული მნიშვნელობების ჩამონათვალი

# icbParameterTypeSystem.Items3
source: Reference
ka_ge: ცნობარი

# labelControl1.Text
source: Reference Type:
ka_ge: ცნობარის ტიპი:

# standaloneBarDockControl1.Text
source: standaloneBarDockControl1
ka_ge: ცალკემდგომი პანელის დოკის კონტროლი1

# standaloneBarDockControl2.Text
source: standaloneBarDockControl2
ka_ge: ცალკემდგომი პანელის დოკის კონტროლი2
