Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.FlexibleForms/FlexibleFormEditor.*.resx
Languages: az_latn_az, hy_am, ka_ge, kk_kz, th_th

# $this.Caption
source: Flexible Forms Designer
az_latn_az: Əlavə edilə bilən formaların tərtibatçısı
hy_am: Ճկուն ձևերի խմբագրիչ
ka_ge: მოქნილი ფორმების დიზაინერი
kk_kz: Теңшелетін жолдар редакторы
th_th: ตัวออกแบบแบบฟอร์มยืดหยุ่นได้

# bar1.Text
source: Parameters ToolBar
az_latn_az: Parametrlərin paneli
hy_am: Պարամետրերի վահանակ
ka_ge: პარამეტრების ხელსაწყოთა ზოლი
kk_kz: Параметрлер панелі
th_th: แถบเครื่องมือพารามิเตอร์

# bar3.Text
source: Template Rules
az_latn_az: Şablonlar üçün qaydalar
hy_am: Ձևանմուշի կանոններ
ka_ge: შაბლონის წესი
kk_kz: Қалып ережесі
th_th: กฏเท็มเพลต

# bar4.Text
source: Template Constants
az_latn_az: Şablon əmsalları
hy_am: Ձևանմուշի հաստատուններ
ka_ge: შაბლონის მუდმივები
kk_kz: Қалыптың константтары
th_th: ค่าคงตัวเท็มเพลต

# bar5.Text
source: Template Language
az_latn_az: Şablonun dili
hy_am: Ձևանմուշի լեզու
ka_ge: შაბლონის ენა
kk_kz: Қалып тілі
th_th: ภาษาเท็มเพลต

# barDeterminantManagement.Text
source: Determinant Management ToolBar
az_latn_az: Təyinedicilərin idarə olunması üçün alətlər paneli
hy_am: Դետերմինանտների կառավարման վահանակ
ka_ge: დეტერმინანტის მართვის ხელსაწყოთა ზოლი
kk_kz: Детерминантты басқару панелі
th_th: แถบเครื่องมือการจัดการตัวกำหนด

# barTemplateCommands.Text
source: Template Commands ToolBar
az_latn_az: Şablon komandaların alətlər paneli
hy_am: Ձևանմուշի հրամանների վահանակ
ka_ge: შაბლონის ბრძანებების ხელსაწყოთა ზოლი
kk_kz: Қалып пәрменінің панелі
th_th: แถบเครื่องมือคำสั่งเท็มเพลต

# barTemplateItems.Text
source: Template ToolBar
az_latn_az: Şablonlar üçün alətlər paneli
hy_am: Ձևանմուշների վահանակ
ka_ge: შაბლონის ხელსაწყოთა ზოლი
kk_kz: Қалыптар панелі
th_th: แถบเครื่องมือเท็มเพลต

# barTemplateManagement.Text
source: Template Management Toolbar
az_latn_az: Şablonların idarə edilməsi üçün alətlər paneli
hy_am: Ձևանմուշի կառավարման վահանակ
ka_ge: შაბლონის მართვის ხელსაწყოთა ზოლი
kk_kz: Қалыпты басқару панелі
th_th: แถบเครื่องมือการจัดการเท็มเพลต

# bSearchParameterStart.Text
source: Find
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Іздеп табу
th_th: ค้นหา

# btnAddDeterminant.Caption
source: Add Determinant
az_latn_az: Təyinedicini əlavə et
hy_am: Ավելացնել դետերմինանտ
ka_ge: დეტერმინანტის დამატება
kk_kz: Детерминант қосу
th_th: เพิ่มตัวกำหนด

# btnAddLabelToTemplate.Caption
source: Label
az_latn_az: Nişan
hy_am: Պիտակ
ka_ge: ეტიკეტი
kk_kz: Белгі
th_th: ฉลาก

# btnAddLineToTemplate.Caption
source: Line
az_latn_az: Sətir
hy_am: Գիծ
ka_ge: ხაზი
kk_kz: Сызық
th_th: เส้น

# btnAddParameter.Caption
source: Add Parameter
az_latn_az: Parametri əlavə et
hy_am: Ավելացնել պարամետր
ka_ge: პარამეტრის დამატება
kk_kz: Параметр қосу
th_th: เพิ่มพารามิเตอร์

# btnAddRule.Caption
source: Add Rule
az_latn_az: Qaydanı əlavə et
hy_am: Ավելացնել կանոն
ka_ge: წესის დამატება
kk_kz: Ереже қосу
th_th: เพิ่มกฏ

# btnAddSection.Caption
source: Add Section
az_latn_az: Bölməni əlavə et
hy_am: Ավելացնել բաժին
ka_ge: სექციის დამატება
kk_kz: Секция қосу
th_th: เพิ่มหมวดหมู่

# btnAddTemplate.Caption
source: Add Template
az_latn_az: Şablonu əlavə et
hy_am: Ավելացնել ձևանմուշ
ka_ge: შაბლონის დამატება
kk_kz: Қалып қосу
th_th: เพื่มเท็มเพลต

# btnCopySectionOrParameter.Caption
source: Copy
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: ასლი
kk_kz: Көшіру
th_th: คัดลอก

# btnCopyTemplate.Caption
source: Copy
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: ასლი
kk_kz: Көшіру
th_th: คัดลอก

# btnDeleteDeterminant.Caption
source: Delete Determinant
az_latn_az: Təyinedicini sil
hy_am: Ջնջել դետերմինանտը
ka_ge: დეტერმინანტის წაშლა
kk_kz: Детерминантты жою
th_th: ลบตัวกำหนด

# btnDeleteParameter.Caption
source: Delete Parameter
az_latn_az: Parametri sil
hy_am: Ջնջել պարամետրը
ka_ge: პარამეტრის წაშლა
kk_kz: Параметрді жою
th_th: ลบพารามิเตอร์

# btnDeleteRule.Caption
source: Delete Rule
az_latn_az: Qaydanı sil
hy_am: Ջնջել կանոնը
ka_ge: წესის წაშლა
kk_kz: Ережені жою
th_th: ลบกฏ

# btnDeleteSection.Caption
source: Delete Section
az_latn_az: Bölməni sil
hy_am: Ջնջել բաժինը
ka_ge: სექციის წაშლა
kk_kz: Секцияны жою
th_th: ลบหมวดหมู่

# btnDeleteTemplate.Caption
source: Delete Template
az_latn_az: Şablonu sil
hy_am: Ջնջել ձևանմուշը
ka_ge: შაბლონის წაშლა
kk_kz: Қалыпты жою
th_th: ลบเท็มเพลต

# btnFit.Caption
source: Fit
az_latn_az: Uyğunlaşdır
hy_am: Հարմարեցնել
ka_ge: მორგება
kk_kz: Үйлестіру
th_th: พอดี

# btnFitTemplate.Caption
source: Fit Template
az_latn_az: Şablonu uyğunlaşdır
hy_am: Հարմարեցնել ձևանմուշը
ka_ge: შაბლონის მორგება
kk_kz: Қалыпты үйлестіру
th_th: จัดตำแหน่งเท็มเพลตให้พอดี

# btnFreezeSection.Caption
source: Freeze
az_latn_az: Dondur
hy_am: Սառեցել
ka_ge: ფიქსაცია
kk_kz: Бекіту
th_th: ค้างไว้

# btnMakeSuccessor.Caption
source: Make a Successor
az_latn_az: Növbəti elementi yarat
hy_am: Ստեղծել ժառանգորդ
ka_ge: მონაცვლე შაბლონის შექმნა
kk_kz: Келесі элементті құру
th_th: สร้างตัวตามหลัง

# btnParametersDownOrder.Caption
source: Move down
az_latn_az: Parametrlərin enən düzümü
hy_am: Պարամետրերի նվազման կարգ
ka_ge: პარამეტრების თანმიმდევრობა ზემოდან ქვემოთ
kk_kz: Параметрлердің төмен қарай реті
th_th: เลื่อนลง

# btnParametersUpOrder.Caption
source: Move up
az_latn_az: Parametrlərin artan düzümü
hy_am: Պարամետրերի աճման կարգ
ka_ge: პარამეტრების თანმიმდევრობა ქვემოდან ზემოთ
kk_kz: Параметрлердің жоғары қарай реті
th_th: เลื่อนขึ้น

# btnPasteSectionOrParameter.Caption
source: Paste
az_latn_az: Yapışdır
hy_am: Տեղադրել
ka_ge: ჩასმა
kk_kz: Кірістіру
th_th: วาง

# btnPasteTemplate.Caption
source: Paste
az_latn_az: Yapışdır
hy_am: Տեղադրել
ka_ge: ჩასმა
kk_kz: Кірістіру
th_th: วาง

# btnRuleAddConstant.Caption
source: Add Constant
az_latn_az: Əmsalı əlavə et
hy_am: Ավելացնել հաստատուն
ka_ge: მუდმივას დამატება
kk_kz: Константа қосу
th_th: เพิ่มค่าคงตัว

# btnRuleDeleteConstant.Caption
source: Delete Constant
az_latn_az: Əmsalı sil
hy_am: Ջնջել հաստատունը
ka_ge: მუდმივას წაშლა
kk_kz: Константаны жою
th_th: ลบค่าคงตัว

# btnRuleFunction1.Caption
source: btnRuleFunction1
az_latn_az: btnQaydaFunksiyası1
ka_ge: ღლკწესიფუნქცია1

# btnRuleFunction2.Caption
source: btnRuleFunction2
az_latn_az: btnQaydaFunksiyası2
ka_ge: ღლკწესიფუნქცია2

# btnRuleFunction3.Caption
source: btnRuleFunction3
az_latn_az: btnQaydaFunksiyası3
ka_ge: ღლკწესიფუნქცია3

# btnRuleFunction4.Caption
source: btnRuleFunction4
az_latn_az: btnQaydaFunksiyası4
ka_ge: ღლკწესიფუნქცია4

# btnRuleFunction5.Caption
source: btnRuleFunction5
az_latn_az: btnQaydaFunksiyası5
ka_ge: ღლკწესიფუნქცია5

# btnTemplateRemoveObject.Caption
source: Delete Object
az_latn_az: Obyekti sil
hy_am: Ջնջել օբյեկտը
ka_ge: ობიექტის წაშლა
kk_kz: Объектіні жою
th_th: ลบวัตถุ

# colRuleConstants.Caption
source: Constants
az_latn_az: Əmsallar
hy_am: Հաստատուններ
ka_ge: მუდმივები
kk_kz: Константалар
th_th: ค่าคงตัว

# erLabelColor.Properties.Caption
source: Color
az_latn_az: Rəng
hy_am: Գույն
ka_ge: ფერი
kk_kz: Түсі
th_th: สี

# erLabelDefaultText.Properties.Caption
source: Default Text
az_latn_az: Standart mətn
hy_am: Լռելյայն տեքստ
ka_ge: სტანდარტული ტექსტი
kk_kz: Әдепкілік бойынша мәтін
th_th: ข้อความตั้งต้น

# erLabelFontSize.Properties.Caption
source: Font Size
az_latn_az: Şriftin ölçüsü
hy_am: Տառատեսակի չափ
ka_ge: შრიფტის ზომა
kk_kz: Шрифттің мөлшері
th_th: ขนาดแบบอักษร

# erLabelFontStyle.Properties.Caption
source: Font Style
az_latn_az: Şriftin stili
hy_am: Տառատեսակի ձև
ka_ge: შრიფტის სტილი
kk_kz: Шрифттің стилі
th_th: รูปแบบแบบอักษร

# erLabelHeight.Properties.Caption
source: Height
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктігі
th_th: ความสูง

# erLabelNationalText.Properties.Caption
source: National Text
az_latn_az: Mətn (azərbaycanca)
hy_am: Տեքստ (հայերեն)
ka_ge: ტექსტი ქართულად
kk_kz: Мәтін (қазақша)
th_th: ข้อความประจำชาติ

# erLabelWidth.Properties.Caption
source: Width
az_latn_az: En
hy_am: Լայնություն
ka_ge: სიგანე
kk_kz: Ені
th_th: ความกว้าง

# erLineColor.Properties.Caption
source: Color
az_latn_az: Rəng
hy_am: Գույն
ka_ge: ფერი
kk_kz: Түсі
th_th: สี

# erLineHeight.Properties.Caption
source: Height
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктігі
th_th: ความสูง

# erLineLeft.Properties.Caption
source: Left
az_latn_az: Sola
hy_am: Ձախ
ka_ge: მარცხნივ
kk_kz: Солға
th_th: ซ้าย

# erLineOrientation.Properties.Caption
source: Orientaion
az_latn_az: İstiqamətləndirmə
hy_am: Կողմնորոշում
ka_ge: ორიენტაცია
kk_kz: Бағдар
th_th: การกำหนดทิศทาง

# erLineTop.Properties.Caption
source: Top
az_latn_az: Yuxarı
hy_am: Վերև
ka_ge: ზედა
kk_kz: Жоғары
th_th: บน

# erLineWidth.Properties.Caption
source: Width
az_latn_az: En
hy_am: Լայնություն
ka_ge: სიგანე
kk_kz: Ені
th_th: ความกว้าง

# erParameterDefaultLongName.Properties.Caption
source: Default Long Name
az_latn_az: Standart uzun ad
hy_am: Լռելյայն երկար անվանում
ka_ge: გრძელი დასახელება ინგლისურად
kk_kz: Әдепкілік бойынша ұзақ ат
th_th: ชื่อตั้งต้นยาว

# erParameterDefaultName.Properties.Caption
source: Default Name
az_latn_az: Standart ad
hy_am: Լռելյայն անվանում
ka_ge: ინგლისური დასახელება
kk_kz: Әдепкілік бойынша аты
th_th: ชื่อตั้งต้น

# erParameterEditors.Properties.Caption
source: Editor
az_latn_az: Redaktor
hy_am: Խմբագրիչ
ka_ge: რედაქტორი
kk_kz: Редактор
th_th: บรรณาธิกร

# erParameterFullPath.Properties.Caption
source: Full Path
az_latn_az: Tam istiqamət
hy_am: Ողջ ուղի
ka_ge: ხელმისაწვდომობის სრული გზა
kk_kz: Толық жол
th_th: ทางเต็ม

# erParameterHACode.Properties.Caption
source: HACode
az_latn_az: İstifadə sahəsi
hy_am: Կիրառման ոլորտ
ka_ge: ადამიანის/ცხოველის კოდი
kk_kz: Қолданылу саласы
th_th: รหัส HA

# erParameterHeight.Properties.Caption
source: Height
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктігі
th_th: ความสูง

# erParameterID.Properties.Caption
source: idfsParameter
az_latn_az: idfsParametr
ka_ge: idfsპარამეტრი

# erParameterLabelSize.Properties.Caption
source: Label Size
az_latn_az: Nişanın ölçüsü
hy_am: Պիտակի չափ
ka_ge: ეტიკეტის ზომა
kk_kz: Белгінің мөлшері
th_th: ขนาดฉลาก

# erParameterNationalLongName.Properties.Caption
source: National Long Name
az_latn_az: Tam adı (azərbaycanca)
hy_am: Ամբողջական անվանում (հայերեն)
ka_ge: გრძელი დასახელება ქართულად
kk_kz: Толық атауы (қазақша)
th_th: ชื่อประจำชาติยาว

# erParameterNationalName.Properties.Caption
source: National Name
az_latn_az: Adı (azərbaycanca)
hy_am: Անվանում (հայերեն)
ka_ge: ქართული დასახელება
kk_kz: Атауы (қазақша)
th_th: ชื่อประจำชาติ

# erParameterScheme.Properties.Caption
source: Scheme
az_latn_az: Sxem
hy_am: Սխեմա
ka_ge: სქემა
kk_kz: Схема
th_th: รายการ

# erParameterType.Properties.Caption
source: Type
az_latn_az: Növ
hy_am: Տեսակ
ka_ge: ტიპი
kk_kz: Үлгі
th_th: ประเภท

# erParameterWidth.Properties.Caption
source: Width
az_latn_az: En
hy_am: Լայնություն
ka_ge: სიგანე
kk_kz: Ені
th_th: ความกว้าง

# erSectionFixedRowset.Properties.Caption
source: Fixed Rowset
az_latn_az: Sabit sətir dəsti
hy_am: Ֆիքսված տողերի փաթեթ
ka_ge: ფიქსირებული სტრიქონების ნაკრები
kk_kz: Белгіленген жолдар жиынтығы
th_th: แถวคงที่

# erSectionFullPath.Properties.Caption
source: Full Path
az_latn_az: Tam istiqamət
hy_am: Ողջ ուղի
ka_ge: ხელმისაწვდომობის სრული გზა
kk_kz: Толық жол
th_th: ทางเต็ม

# erSectionGrid.Properties.Caption
source: Type
az_latn_az: Növ
hy_am: Տեսակ
ka_ge: ტიპი
kk_kz: Үлгі
th_th: ประเภท

# erSectionID.Properties.Caption
source: idfsSection
az_latn_az: idfsBölmə
ka_ge: idfsსექცია

# erSectionName.Properties.Caption
source: Default Name
az_latn_az: Standart ad
hy_am: Լռելյայն անվանում
ka_ge: ინგლისური დასახელება
kk_kz: Әдепкілік бойынша аты
th_th: ชื่อตั้งต้น

# erSectionNationalName.Properties.Caption
source: National Name
az_latn_az: Adı (azərbaycanca)
hy_am: Անվանում (հայերեն)
ka_ge: ქართული დასახელება
kk_kz: Атауы (қазақша)
th_th: ชื่อประจำชาติ

# erTemplateDefaultName.Properties.Caption
source: Default Name
az_latn_az: Standart ad
hy_am: Լռելյայն անվանում
ka_ge: ინგლისური დასახელება
kk_kz: Әдепкілік бойынша аты
th_th: ชื่อตั้งต้น

# erTemplateID.Properties.Caption
source: idfsFormTemplate
az_latn_az: idfsForma şablonu
ka_ge: idfsფორმის შაბლონი

# erTemplateNationalName.Properties.Caption
source: National Name
az_latn_az: Adı (azərbaycanca)
hy_am: Անվանում (հայերեն)
ka_ge: ქართული დასახელება
kk_kz: Атауы (қазақша)
th_th: ชื่อประจำชาติ

# erTemplateNote.Properties.Caption
source: Note
az_latn_az: Qeyd
hy_am: Նշում
ka_ge: შენიშვნა
kk_kz: Ескерту
th_th: หมายเหตุ

# erTemplateParameterEditMode.Properties.Caption
source: Edit Mode
az_latn_az: Redaktə rejimi
hy_am: Խմբագրման ռեժիմ
ka_ge: რედაქტირების რეჟიმი
kk_kz: Редакциялау режимі
th_th: โหมดการแก้ไข

# erTemplateParameterHeight.Properties.Caption
source: Height
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктігі
th_th: ความสูง

# erTemplateParameterID.Properties.Caption
source: idfsParameter
az_latn_az: idfsParametr
ka_ge: idfsპარამეტრი

# erTemplateParameterLabelSize.Properties.Caption
source: Label Size
az_latn_az: Nişanın ölçüsü
hy_am: Պիտակի չափ
ka_ge: ეტიკეტის ზომა
kk_kz: Белгінің мөлшері
th_th: ขนาดฉลาก

# erTemplateParameterScheme.Properties.Caption
source: Scheme
az_latn_az: Sxem
hy_am: Սխեմա
ka_ge: სქემა
kk_kz: Схема
th_th: รายการ

# erTemplateParameterWidth.Properties.Caption
source: Width
az_latn_az: En
hy_am: Լայնություն
ka_ge: სიგანე
kk_kz: Ені
th_th: ความกว้าง

# erTemplateRuleActions.Properties.Caption
source: Actions
az_latn_az: Tədbirlər
hy_am: Գործողություններ
ka_ge: ქმედებები
kk_kz: Іс-әрекеттер
th_th: การปฏิบัติงาน

# erTemplateRuleCheckPoint.Properties.Caption
source: Check Point
az_latn_az: Yoxlama məntəqəsi
hy_am: Ստուգման կետ
ka_ge: საკონტროლო წერტილი
kk_kz: Тексеру орны
th_th: จุดตรวจสอบ

# erTemplateRuleConstants.Properties.Caption
source: Constants
az_latn_az: Əmsallar
hy_am: Հաստատուններ
ka_ge: მუდმივები
kk_kz: Константалар
th_th: ค่าคงตัว

# erTemplateRuleDefaultName.Properties.Caption
source: Default Name
az_latn_az: Standart ad
hy_am: Լռելյայն անվանում
ka_ge: ინგლისური დასახელება
kk_kz: Әдепкілік бойынша аты
th_th: ชื่อตั้งต้น

# erTemplateRuleFunction.Properties.Caption
source: Function
az_latn_az: Funksiya
hy_am: Ֆունկցիա
ka_ge: ფუნქცია
kk_kz: Функция
th_th: ฟังค์ชั่น

# erTemplateRuleMessageNationalText.Properties.Caption
source: Message National Text
az_latn_az: Mesajın mətni (azərbaycanca)
hy_am: Հաղորդագրության ազգային տեքստ
ka_ge: შეტყობინების ტექსტი ქართულად
kk_kz: Хабардың ұлттық мәтіні
th_th: ข้อความประจำชาติ

# erTemplateRuleMessageText.Properties.Caption
source: Message Text
az_latn_az: Mesajın mətni
hy_am: Հաղորդագրության տեքստ
ka_ge: შეტყობინების ტექსტი ინგლისურად
kk_kz: Хабар мәтіні
th_th: ข้อความ

# erTemplateRuleNationalName.Properties.Caption
source: National Name
az_latn_az: Adı (azərbaycanca)
hy_am: Անվանում (հայերեն)
ka_ge: ქართული დასახელება
kk_kz: Атауы (қазақша)
th_th: ชื่อประจำชาติ

# erTemplateRuleNot.Properties.Caption
source: Not
az_latn_az: Deyil
hy_am: Չի
ka_ge: არა
kk_kz: Жоқ
th_th: ไม่

# erTemplateSectionCaptionHeight.Properties.Caption
source: Caption Height
az_latn_az: Başlığın hündürlüyü
hy_am: Վերնագրի բարձրություն
ka_ge: სათაურის სომაღლე
kk_kz: Тақырыптың биіктігі
th_th: หัวข้อความสูง

# erTemplateSectionHeight.Properties.Caption
source: Height
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктігі
th_th: ความสูง

# erTemplateSectionID.Properties.Caption
source: idfsSection
az_latn_az: idfsBölmə
ka_ge: idfsსექცია

# erTemplateSectionWidth.Properties.Caption
source: Width
az_latn_az: En
hy_am: Լայնություն
ka_ge: სიგანე
kk_kz: Ені
th_th: ความกว้าง

# erTemplateUNI.Properties.Caption
source: Is UNI Template
az_latn_az: Unikal şablondur
hy_am: Հանդիսանում է UNI ձևաչափ
ka_ge: UNI შაბლონია
kk_kz: UNI қалып болып табылады
th_th: เป็นเท็มเพลต UNI

# grpSearchParameter.Text
source: Search Parameters
az_latn_az: Axtarış parametrləri
hy_am: Որոնման պարամետրեր
ka_ge: პარამეტრების ძებნა
kk_kz: Іздеу параметрлері
th_th: ค้นหาพารามิเตอร์

# icbEditMode.Items
source: Ordinari Field
az_latn_az: Adi sahə
ka_ge: ჩვეულებრივი ველი
kk_kz: Әдеттегі жолақ

# icbEditMode.Items3
source: Mandatory
az_latn_az: Məcburi sahə
ka_ge: სავალდებულო ველი
kk_kz: Міндетті жолақ

# icbRuleCheckPoint.Items
source: On Load
az_latn_az: Yüklənəndə
ka_ge: გაშვებისას
kk_kz: Ашқан кезде

# icbRuleCheckPoint.Items3
source: On Value Changed
az_latn_az: Dəyər dəyişiləndə
ka_ge: მნიშვნელობის ცვლილებისას
kk_kz: Мәні өзгерген кезде

# icbRuleCheckPoint.Items6
source: On Save (With Notify)
az_latn_az: Yaddaşa veriləndə (bildiriş ilə)
ka_ge: დამახსოვრებისას (შეტყობინების ჩვენებით)
kk_kz: Сақтаған кезде (хабарламамен)

# icbRuleCheckPoint.Items9
source: On Save (With Error)
az_latn_az: Yaddaşa veriləndə (səhv ilə)
ka_ge: დამახსოვრებისას (შეცდომის ჩვენებით)
kk_kz: Сақтаған кезде (қатемен)

# icbSectionType.Items
source: Default
az_latn_az: Adi
ka_ge: ნაგულისხმევი
kk_kz: Әдеттегі

# icbSectionType.Items3
source: Table
az_latn_az: Cədvəl
ka_ge: ცხრილური
kk_kz: Кестелік

# labelControl1.Text
source: Section:
az_latn_az: Meyar:
hy_am: Չափանիշ
ka_ge: კრიტერიუმი
kk_kz: Өлшемдер:
th_th: หมวดหมู่:

# lSearchParameterResults.Text
source: Results:
az_latn_az: Nəticələr:
hy_am: Արդյունքներ
ka_ge: შედეგი:
kk_kz: Нәтижелер:
th_th: ผลลัพธ์:

# miTemplateLanguage.Caption
source: Language layout
az_latn_az: Dil:
hy_am: Լեզու.
ka_ge: ენა:
kk_kz: Тілі:
th_th: เลย์เอาท์ภาษา

# nbgParameters.Caption
source: Parameters
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
th_th: พารามิเตอร์

# nbgRules.Caption
source: Rules
az_latn_az: Qaydalar
hy_am: Կանոններ
ka_ge: წესები
kk_kz: Ереже
th_th: กฏ

# nbgTemplates.Caption
source: Templates
az_latn_az: Şablonlar
hy_am: Ձևանմուշներ
ka_ge: შაბლონები
kk_kz: Қалыптар
th_th: เท็มเพลต

# repIcbParameterSchema.Items
source: Left
az_latn_az: Sol
ka_ge: მარცხენა
kk_kz: Сол жақ

# repIcbParameterSchema.Items3
source: Right
az_latn_az: Sağ
ka_ge: მარჯვენა
kk_kz: Оң жақ

# repIcbParameterSchema.Items6
source: Top
az_latn_az: Yuxarı
ka_ge: ზედა
kk_kz: Жоғарғы

# repIcbParameterSchema.Items9
source: Bottom
az_latn_az: Aşağı
ka_ge: ქვედა
kk_kz: Төменгі

# repIcbParameterTemplateScheme.Items
source: Left
az_latn_az: Sol
ka_ge: მარცხენა
kk_kz: Сол жақ

# repIcbParameterTemplateScheme.Items3
source: Right
az_latn_az: Sağ
ka_ge: მარჯვენა
kk_kz: Оң жақ

# repIcbParameterTemplateScheme.Items6
source: Top
az_latn_az: Yuxarı
ka_ge: ზედა
kk_kz: Жоғарғы

# repIcbParameterTemplateScheme.Items9
source: Bottom
az_latn_az: Aşağı
ka_ge: ქვედა
kk_kz: Төменгі

# standaloneBarDockControl1.Text
source: standaloneBarDockControl1
az_latn_az: təkSütunPlatformasıKontrolu1
ka_ge: ცალკემდგომიზოლისდოკისკონტროლი1

# standaloneBarDockControl2.Text
source: standaloneBarDockControl2
az_latn_az: təkSütunPlatformasıKontrolu2
ka_ge: ცალკემდგომიზოლისდოკისკონტროლი2

# standaloneBarDockControl3.Text
source: standaloneBarDockControl3
az_latn_az: təkSütunPlatformasıKontrolu3
ka_ge: ცალკემდგომიზოლისდოკისკონტროლი3

# standaloneBarDockControl4.Text
source: standaloneBarDockControl4
az_latn_az: təkSütunPlatformasıKontrolu4
ka_ge: ცალკემდგომიზოლისდოკისკონტროლი4

# standaloneBarDockControl5.Text
source: standaloneBarDockControl5
az_latn_az: təkSütunPlatformasıKontrolu5
ka_ge: ცალკემდგომიზოლისდოკისკონტროლი5

# standaloneBarDockControlRuleConstants.Text
source: standaloneBarDockControl6
az_latn_az: təkSütunPlatformasıKontrolu6
ka_ge: ცალკემდგომიზოლისდოკისკონტროლი6

# tbpParameters.Text
source: Parameters Editor
az_latn_az: Parametrlər tərtibatçısı
hy_am: Պարամետրերի խմբագրիչ
ka_ge: პარამეტრების რედაქტორი
kk_kz: Параметрлер редакторы
th_th: บรรณาธิกรพารามิเตอร์

# tbpRedFormType.Text
source: Form type Editor
az_latn_az: Forma növləri redaktoru
hy_am: Ձևի տեսակի խմբագրիչ
ka_ge: ფორმის ტიპის რედაქტორი
kk_kz: Нысан үлгісінің редакторы
th_th: บรรณาธิกรประเภทแบบฟอร์ม

# tbpTemplateLabel.Text
source: Label
az_latn_az: Qeyd
hy_am: Պիտակ
ka_ge: ეტიკეტი
kk_kz: Белгі
th_th: ฉลาก

# tbpTemplateLine.Text
source: Line
az_latn_az: Xətt
hy_am: Գիծ
ka_ge: ხაზი
kk_kz: Сызық
th_th: เส้น

# tbpTemplateParameter.Text
source: Parameter
az_latn_az: Parametr
hy_am: Պարամետր
ka_ge: პარამეტრი
kk_kz: Параметр
th_th: พารามิเตอร์

# tbpTemplateProperties.Text
source: Template
az_latn_az: Şablon
hy_am: Ձևանմուշ
ka_ge: შაბლონი
kk_kz: Қалып
th_th: เท็มเพลต

# tbpTemplateRule.Text
source: Rule
az_latn_az: Qayda
hy_am: Կանոն
ka_ge: წესი
kk_kz: Ереже
th_th: กฏ

# tbpTemplates.Text
source: Templates Editor
az_latn_az: Şablon tərtibatçısı
hy_am: Ձևանմուշների խմբագրիչ
ka_ge: შაბლონების რედაქტორი
kk_kz: Қалыптар редакторы
th_th: บรรณาธิกรเท็มเพลต

# tbpTemplateSection.Text
source: Section
az_latn_az: Bölmə
hy_am: Բաժին
ka_ge: სექცია
kk_kz: Секция
th_th: หมวดหมู่

# tbRedParameter.Text
source: Parameter Editor
az_latn_az: Parametrin redaktoru
hy_am: Պարամետրերի խմբագրիչ
ka_ge: პარამეტრის რედაქტორი
kk_kz: Параметрлер редакторы
th_th: บรรณาธิกรพารามิเตอร์

# tbRedSection.Text
source: Section Editor
az_latn_az: Bölmənin redaktoru
hy_am: Բաժինների խմբագրիչ
ka_ge: სექციის რედაქტორი
kk_kz: Секциялар редакторы
th_th: บรรณาธิกรหมวดหมู่

# tlcAction.Caption
source: Actions
az_latn_az: Tədbirlər
hy_am: Գործողություններ
ka_ge: ქმედებები
kk_kz: Іс-әрекеттер
th_th: การปฏิบัติงาน

# tlcParameter.Caption
source: Parameters
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
th_th: พารามิเตอร์

# leTemplateLanguage.Buttons9
source: Restore layout
az_latn_az: Cədvəli bərpa et
hy_am: Վերականգնել դասավորվածությունը
ka_ge: სქემის აღდგენა
kk_kz: Көріністі қайтару
th_th: เรียกคืนเลย์เอาท์

# labelControl2.Text
source: Parameter:
az_latn_az: Parametr:
hy_am: Պարամետր.
ka_ge: პარამეტრი:
kk_kz: Параметр:
th_th: พารามิเตอร์:

# cbTemplateUNI.Caption
source: Check
az_latn_az: Yoxla
hy_am: Ստուգել
ka_ge: შემოწმება
kk_kz: Тексеру
th_th: ตรวจสอบ

# repositoryItemCheckEdit1.Caption
source: Check
az_latn_az: Yoxla
hy_am: Ստուգել
ka_ge: შემოწმება
kk_kz: Тексеру
th_th: ตรวจสอบ

# btnFreezeSection.Description
source: Freeze or unfreeze selected section in table
az_latn_az: Cədvəldə seçilmiş hissəni doundurmaq və ya dondurmadan çıxarmaq
hy_am: Սառեցնել կամ ապասառեցնել աղյուսակի ընտրված բաժինը
ka_ge: ცხრილის შერჩეული ნაწილის გაყინვა ან გაყინვის მოხსნა
kk_kz: Кестеде таңдалған бөліктерді тұрақтандыру және тұрақтандырмау
th_th: ค้าง หรือเลิกการทำค้างหมวดหมู่ที่เลือกในตาราง
