Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.RAM/ChartForm/AxisSettings.*.resx
Languages: ru_ru

# cbReverse.Properties.Caption
source: Reverse
ru_ru: Поменять обратно

# ceValueLabelStaggeredStyle.Properties.Caption
source: Value Label Staggered Style
ru_ru: Значение регулируемого стиля надписи

# lblValueLabelFont.Text
source: Value Label Font
ru_ru: Значение шрифта надписи

# lblValueLabelAngle.Text
source: Value Label Angle
ru_ru: Значение угла надписи

# cbGridLinesVisible.Properties.Caption
source: GridLines Visible
ru_ru: Видимые линии сетки

# lblGridLinesStyles.Text
source: GridLines Styles
ru_ru: Стили линий сетки

# lblGridLinesColor.Text
source: GridLines Color
ru_ru: Цвет линий сетки

# lblLineWidth.Text
source: Line Width
ru_ru: Ширина линии

# lblLineColor.Text
source: Line Color
ru_ru: Цвет линии

# gcMain.Text
source: Axis Title
ru_ru: Название оси

# lblTickmarkMinorCount.Text
source: Tickmark Minor Count
ru_ru: Кол-во малых рисок

# titleTitle.Title
source: Title
ru_ru: Заголовок
