Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/IQ/Reports/DiseasesByAgeGroupAndSexReport.*.resx
Languages: az_latn_az, hy_am, ka_ge, ru_ru

# MinistryHeaderCell.Text
source: Ministry of Health
az_latn_az: Səhiyyə Nazirliyi
hy_am: Առողջապահության նախարարություն
ru_ru: Министерство здравоохранения

# RegionHeaderCell.Text
source: {0} health service /
az_latn_az: {0} səhiyyə xidməti /
hy_am: {0} առողջապահական ծառայություն /
ru_ru: {0} служба здравоохранения /

# DepartmentHeaderCell.Text
source: Department of Public Health
az_latn_az: Səhiyyə departamenti
hy_am: Առողջապահության վարչություն
ru_ru: Департамент здравоохранения

# YearHeaderCell.Text
source: Form weekly situation on infectious diseases by age group and sex for {0}
az_latn_az: Yoluxucu xəstəliklərin həftəlik vəziyyəti forması yaş qrupuna və cinsinə görə {0} üçün
hy_am: Ձևավորել վարակիչ հիվանդությունների շաբաթական վիճակը ըստ տարիքային խմբի և սեռի {0}
ru_ru: Сформировать понедельную ситуацию в отношении инфекционных заболеваний по возрастным группам и полу {0}

# xrTableCell11.Text
source: Age groups
az_latn_az: Yaş qrupları
hy_am: Տարիքային խմբեր
ka_ge: ასაკობრივი ჯგუფები
ru_ru: Возрастные группы

# xrTableCell31.Text
source: Total
az_latn_az: Cəmi
hy_am: Ընդամենը
ka_ge: სულ
ru_ru: Итого

# xrTableCell33.Text
source: Total
az_latn_az: Cəmi
hy_am: Ընդամենը
ka_ge: სულ
ru_ru: Итого

# xrTableCell34.Text
source: > 45 years
az_latn_az: > 45 yaş
hy_am: > 45 տարեկանից
ka_ge: > 45 წლის ზემოთ
ru_ru: больше 45 лет

# xrTableCell35.Text
source: From 15 - 45 years
az_latn_az: 15-45 yaşdan
hy_am: 15-45 տարեկան
ka_ge: 15-დან 45 წლამდე
ru_ru: От 15 до 45 лет

# xrTableCell36.Text
source: From 5 - 14 years
az_latn_az: 5-14 yaşdan
hy_am: 5-14 տարեկան
ka_ge: 5-დან 14 წლამდე
ru_ru: От 5 до 14 лет

# xrTableCell37.Text
source: From 1 - 4 years
az_latn_az: 1-4 yaşdan
hy_am: 1-4 տարեկան
ka_ge: 1-დან 4 წლამდე
ru_ru: От 1 до 4 лет

# xrTableCell38.Text
source: < 1 year
az_latn_az: < 1 yaş
hy_am: < 1 տարեկանից
ka_ge: < 1 წელზე
ru_ru: меньше 1 года

# xrTableCell30.Text
source: Diseases
az_latn_az: Xəstəliklər
hy_am: Հիվանդություններ
ka_ge: დაავადებები
ru_ru: Заболевания

# xrTableCell23.Text
source: Female
az_latn_az: Qadın
hy_am: Իգական
ka_ge: მდედრობითი
ru_ru: Женский

# xrTableCell5.Text
source: Male
az_latn_az: Kişi
hy_am: Արական
ka_ge: მამრობითი
ru_ru: Мужской

# xrTableCell24.Text
source: Female
az_latn_az: Qadın
hy_am: Իգական
ka_ge: მამრობითი
ru_ru: Женский

# xrTableCell6.Text
source: Male
az_latn_az: Kişi
hy_am: Արական
ka_ge: მამრობითი
ru_ru: Мужской

# xrTableCell25.Text
source: Female
az_latn_az: Qadın
hy_am: Իգական
ka_ge: მდედრობითი
ru_ru: Женский

# xrTableCell7.Text
source: Male
az_latn_az: Kişi
hy_am: Արական
ka_ge: მამრობითი
ru_ru: Мужской

# xrTableCell26.Text
source: Female
az_latn_az: Qadın
hy_am: Իգական
ka_ge: მდედრობითი
ru_ru: Женский

# xrTableCell8.Text
source: Male
az_latn_az: Kişi
hy_am: Արական
ka_ge: მამრობითი
ru_ru: Мужской

# xrTableCell27.Text
source: Female
az_latn_az: Qadın
hy_am: Իգական
ka_ge: მდედრობითი
ru_ru: Женский

# xrTableCell9.Text
source: Male
az_latn_az: Kişi
hy_am: Արական
ka_ge: მამრობითი
ru_ru: Мужской

# xrTableCell28.Text
source: Female
az_latn_az: Qadın
hy_am: Իգական
ka_ge: მდედრობითი
ru_ru: Женский

# xrTableCell10.Text
source: Male
az_latn_az: Kişi
hy_am: Արական
ka_ge: მამრობითი
ru_ru: Мужской

# xrTableCell1.Text
source: Organization
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
ru_ru: Организация

# xrTableCell12.Text
source: Report generated by
az_latn_az: Hesabat yaradıldı
hy_am: Հաշվետվությունը ստեղծել է
ru_ru: Отчёт сформирован (кем)

# xrTableCell13.Text
source: (Name, Surname)
az_latn_az: (Ad, soyad)
hy_am: (Անուն, Ազգանուն)
ka_ge: (სახელი, გვარი)
ru_ru: (Имя, фамилия)

# xrTableCell19.Text
source: Report date
az_latn_az: Hesabat tarixi
hy_am: Հաշվետվության ամսաթիվ
ka_ge: ანგარიშგების პერიოდი
ru_ru: Дата отчёта
