Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Admin/Site Activation/SiteActivationServerDetail.*.resx
Languages: uk_ua

# $this.Caption
source: EIDSS Site Details
uk_ua: Властивості бази ЕІСНЗ

# btnAdd.Text
source: Add
uk_ua: Додати

# btnNFromAdd.Text
source: Add
uk_ua: Додати

# btnNFromRemove.Text
source: Remove
uk_ua: Видалити

# btnNToAdd.Text
source: Add
uk_ua: Додати

# btnNToRemove.Text
source: Remove
uk_ua: Видалити

# btnRemove.Text
source: Remove
uk_ua: Видалити

# gcolAbbr.Caption
source: Office Abbreviation
uk_ua: Заклад (скорочення)

# gcolName.Caption
source: Office Name
uk_ua: Назва закладу

# gcolNFromAbbr.Caption
source: Office Abbreviation
uk_ua: Заклад (скорочення)

# gcolNFromName.Caption
source: Office Name
uk_ua: Назва закладу

# gcolNFromRelativeSiteID.Caption
source: Relative Site ID
uk_ua: Інд. № відносного сайта

# gcolNFromSite_Relation.Caption
source: Site Relation
uk_ua: Зв'язок сайту

# gcolNFromSite_Relation_Type.Caption
source: Site Relation Type
uk_ua: Тип зв'язку сайта

# gcolNFromSite_Type.Caption
source: Site Type
uk_ua: Тип сайту

# gcolNFromSiteID.Caption
source: Site ID
uk_ua: Інд. № сайту

# gcolNToAbbr.Caption
source: Office Abbreviation
uk_ua: Заклад (скорочення)

# gcolNToName.Caption
source: Office Name
uk_ua: Назва закладу

# gcolNToParentSiteID.Caption
source: Parent Site ID
uk_ua: Інд. № батьківського сайту

# gcolNToSite_Relation.Caption
source: Site Relation
uk_ua: Зв'язок сайту

# gcolNToSite_Relation_Type.Caption
source: Site Relation Type
uk_ua: Тип зв'язку сайта

# gcolNToSite_Type.Caption
source: Site Type
uk_ua: Тип сайту

# gcolNToSiteID.Caption
source: Site ID
uk_ua: Інд. № сайту

# gcolParentSiteID.Caption
source: Parent Site ID
uk_ua: Інд. № батьківського сайту

# gcolSite_Relation.Caption
source: Site Relation
uk_ua: Зв'язок сайту

# gcolSite_Relation_Type.Caption
source: Site Relation Type
uk_ua: Тип зв'язку сайта

# gcolSite_Type.Caption
source: Site Type
uk_ua: Тип сайту

# gcolSiteID.Caption
source: Site ID
uk_ua: Інд. № сайту

# GridColumn1.Caption
source: Site Relation
uk_ua: Зв'язок сайту

# GridColumn2.Caption
source: Parent Site ID
uk_ua: Інд. № батьківської бази

# GridColumn3.Caption
source: Site ID
uk_ua: Інд. № сайту

# GridColumn4.Caption
source: Site Relation Type
uk_ua: Тип зв'язку сайта

# GridColumn5.Caption
source: Site Type
uk_ua: Тип сайту

# GridColumn6.Caption
source: Office Abbreviation
uk_ua: Заклад (скорочення)

# GridColumn7.Caption
source: Office Name
uk_ua: Назва закладу

# lblChildSiteList.Text
source: Child Site List
uk_ua: Перелік дочірніх сайтів

# lblCountry.Text
source: Country
uk_ua: Країна

# lblNotificationFrom.Text
source: Notification From
uk_ua: Повідомлення від

# lblNotificationTo.Text
source: Notification To
uk_ua: Повідомлення до

# lblOffice.Text
source: Organization
uk_ua: Заклад

# lblParentSite.Text
source: Parent Site
uk_ua: Батьківський сайт

# lblServerName.Text
source: Server Name
uk_ua: Назва серверу

# lblSiteID.Text
source: Site ID
uk_ua: Інд. № сайту

# lblSiteNameAndType.Text
source: Site Name/Site Type
uk_ua: Назва/Тип сайту

# lbSiteCode.Text
source: Site Code
uk_ua: Код сайту

# tpGeneral.Text
source: General
uk_ua: Загальний

# tpNotification.Text
source: Notification
uk_ua: Екстренне повідомлення

# tpPermissions.Text
source: Permissions
uk_ua: Дозволи

# tpReplication.Text
source: Replication Structure
uk_ua: Структура реплікації
