Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Lims/Batches/BatchDetail.*.resx
Languages: hy_am, ka_ge

# lBatchID.Text
source: Batch Test ID
hy_am: Խմբաքանակի ն/հ
ka_ge: პარტიის ID

# Label1.Text
source: Tested By
hy_am: Հետազոտությունը իրականացրել է
ka_ge: ვინ ჩაატარა ტესტი

# Label2.Text
source: Validated By
hy_am: Հաստատել է
ka_ge: ვინ გადაამოწმა

# Label11.Text
source: Date Test Started
hy_am: Հետազոտության մեկնարկի ամսաթիվ
ka_ge: ტესტის დაწყების თარიღი

# Label3.Text
source: Result Date
hy_am: Հետազոտության հաստատման ամսաթիվ
ka_ge: ტესტის დასრულების თარიღი

# colSequence.Caption
source: Sequence
hy_am: Հաջորդականություն
ka_ge: თანმიმდევრობა

# colActivityCode.Caption
source: Test ID
hy_am: Հետազոտության ն/հ
ka_ge: ტესტის ID

# colSampleID.Caption
source: Lab Sample ID
hy_am: Նմուշի լաբորատոր ն/հ
ka_ge: ნიმუშის ლაბ ID

# colDiagnosis.Caption
source: Diagnosis
hy_am: Ախտորոշում
ka_ge: დიაგნოზი

# colSpecimenType.Caption
source: Sample Type
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი

# colCategory.Caption
source: Category
hy_am: Կատեգորիա
ka_ge: კატეგორია

# colTestType.Caption
source: Test Name
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება

# colTestResult.Caption
source: Result
hy_am: Արդյունք
ka_ge: შედეგი

# colResultEnteredBy.Caption
source: Result Entered By
hy_am: Արդյունքը մուտքագրել է
ka_ge: შედეგი შეყვანილია ვის მიერ

# Label4.Text
source: Location Of Test Performed
hy_am: Հետազոտության անցկացման վայրը
ka_ge: ტესტის ჩატარების ადგილი

# btAddTests.Text
source: Add Tests
hy_am: Ավելացնել հետազոտություններ
ka_ge: ტესტის დამატება

# btDelTest.Text
source: Remove Test
hy_am: Հեռացնել հետազոտությունը
ka_ge: ტესტის ამოღება

# btCloseBatch.Text
source: Close batch
hy_am: Փակել խմբաքանակը
ka_ge: პარტიის დახურვა

# btUP.Text
source: up
hy_am: վերև
ka_ge: ზევით

# SimpleButton2.Text
source: up
hy_am: վերև
ka_ge: ზევით

# gbTestRunDetails.Text
source: Quality Controls
hy_am: Որակի վերահսկում
ka_ge: ხარისხის კონტროლის მექანიზმები

# gbTestDetails.Text
source: Sample Specific Test Parameters
hy_am: Նմուշին հատուկ հետազոտության պարամետրեր
ka_ge: ნიმუშის სპეციფიური ტესტის პარამეტრები

# MenuItem1.Text
source: Batch Test Report
hy_am: Խմբաքանակի հետազոտություն
ka_ge: პარტიის დეტალური მონაცემები

# Label5.Text
source: Test Name
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება

# btnSampleSearch.Text
source: Search
hy_am: Որոնում
ka_ge: ძებნა

# btnAddGroupResult.Text
source: Add Group Result
hy_am: Ավելացնել խմբային արդյունք
ka_ge: ჯგუფური შედეგის დამატება

# Label7.Text
source: Search test by lab sample ID
hy_am: Որոնել հետազոտությունը ըստ նմուշի լաբորատոր ն/հ-ի
ka_ge: ტესტის ძებნა ნიმუშის ლაბორატორიული ID მიხედვით

# Label8.Text
source: Add test by scanning lab sample ID
hy_am: Ավելացնել հետազոտություն նմուշի ն/հ -ը սկանավորելով
ka_ge: ტესტის დამატება ნიმუშის შტრიხკოდის დასკანირებით

# btnAddTestByBarcode.Text
source: Add
hy_am: Ավելացնել
ka_ge: დამატება

# $this.Caption
source: Batch Test Details
hy_am: Խմբաքանակի մանրամասներ
ka_ge: პარტიის დეტალური მონაცემები
