Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/KZ/Report/Form1KZPage2.*.resx
Languages: kk_kz

# xrTableCell25.Text
source: Disease name
kk_kz: Аурулардың атауы

# xrTableCell23.Text
source: Row #
kk_kz: Жолдың №

# xrTableCell12.Text
source: Code from the International Classification of Diseases (ICD review X)
kk_kz: Х қайта қараудың Халықаралық аурулар жүйесі бойынша шифры

# xrTableCell31.Text
source: Registered
kk_kz: Тіркелген аурулар

# xrTableCell2.Text
source: Total
kk_kz: Барлығы

# xrTableCell4.Text
source: including
kk_kz: Оның ішінде балалар:

# xrTableCell39.Text
source: from 0 to 14 years inclusive
kk_kz: 0-14 жасты қосқанда

# xrTableCell41.Text
source: from 15 to 17 years inclusive
kk_kz: 15-17 жасты қосқанда

# xrRichText1.SerializableRtfString
source: ewBcAHIAdABmADEAXABkAGUAZgBmADAAewBcAGYAbwBuAHQAdABiAGwAewBcAGYAMAAgAEMAYQBsAGkAYgByAGkAOwB9AHsAXABmADEAXABmAGMAaABhAHIAcwBlAHQAMgAwADQAIABUAGkAbQBlAHMAIABOAGUAdwAgAFIAbwBtAGEAbgA7AH0AfQB7AFwAYwBvAGwAbwByAHQAYgBsACAAOwBcAHIAZQBkADAAXABnAHIAZQBlAG4AMABcAGIAbAB1AGUAMAAgADsAXAByAGUAZAAwAFwAZwByAGUAZQBuADAAXABiAGwAdQBlADIANQA1ACAAOwB9AHsAXAAqAFwAZABlAGYAYwBoAHAAIABcAGYAMQB9AHsAXABzAHQAeQBsAGUAcwBoAGUAZQB0ACAAewBcAHEAbABcAGYAMQAgAE4AbwByAG0AYQBsADsAfQB7AFwAKgBcAGMAcwAxAFwAZgAxAFwAYwBmADEAIABEAGUAZgBhAHUAbAB0ACAAUABhAHIAYQBnAHIAYQBwAGgAIABGAG8AbgB0ADsAfQB7AFwAKgBcAGMAcwAyAFwAcwBiAGEAcwBlAGQAbwBuADEAXABmADEAXABjAGYAMQAgAEwAaQBuAGUAIABOAHUAbQBiAGUAcgA7AH0AewBcACoAXABjAHMAMwBcAHUAbABcAGYAMQBcAGMAZgAyACAASAB5AHAAZQByAGwAaQBuAGsAOwB9AHsAXAAqAFwAdABzADQAXAB0AHMAcgBvAHcAZABcAGYAMQBcAHEAbABcAHQAcwBjAGUAbABsAHAAYQBkAGQAZgBsADMAXAB0AHMAYwBlAGwAbABwAGEAZABkAGwAMQAwADgAXAB0AHMAYwBlAGwAbABwAGEAZABkAGYAYgAzAFwAdABzAGMAZQBsAGwAcABhAGQAZABmAHIAMwBcAHQAcwBjAGUAbABsAHAAYQBkAGQAcgAxADAAOABcAHQAcwBjAGUAbABsAHAAYQBkAGQAZgB0ADMAXAB0AHMAdgBlAHIAdABhAGwAdABcAGMAbAB0AHgAbAByAHQAYgAgAE4AbwByAG0AYQBsACAAVABhAGIAbABlADsAfQB7AFwAKgBcAHQAcwA1AFwAdABzAHIAbwB3AGQAXABzAGIAYQBzAGUAZABvAG4ANABcAGYAMQBcAHEAbABcAHQAcgBiAHIAZAByAHQAXABiAHIAZAByAHMAXABiAHIAZAByAHcAMQAwAFwAdAByAGIAcgBkAHIAbABcAGIAcgBkAHIAcwBcAGIAcgBkAHIAdwAxADAAXAB0AHIAYgByAGQAcgBiAFwAYgByAGQAcgBzAFwAYgByAGQAcgB3ADEAMABcAHQAcgBiAHIAZAByAHIAXABiAHIAZAByAHMAXABiAHIAZAByAHcAMQAwAFwAdAByAGIAcgBkAHIAaABcAGIAcgBkAHIAcwBcAGIAcgBkAHIAdwAxADAAXAB0AHIAYgByAGQAcgB2AFwAYgByAGQAcgBzAFwAYgByAGQAcgB3ADEAMABcAHQAcwBjAGUAbABsAHAAYQBkAGQAZgBsADMAXAB0AHMAYwBlAGwAbABwAGEAZABkAGwAMQAwADgAXAB0AHMAYwBlAGwAbABwAGEAZABkAGYAcgAzAFwAdABzAGMAZQBsAGwAcABhAGQAZAByADEAMAA4AFwAdABzAHYAZQByAHQAYQBsAHQAXABjAGwAdAB4AGwAcgB0AGIAIABUAGEAYgBsAGUAIABTAGkAbQBwAGwAZQAgADEAOwB9AH0AewBcACoAXABsAGkAcwB0AG8AdgBlAHIAcgBpAGQAZQB0AGEAYgBsAGUAfQBcAG4AbwB1AGkAYwBvAG0AcABhAHQAXABzAHAAbAB5AHQAdwBuAGkAbgBlAFwAaAB0AG0AYQB1AHQAcwBwAFwAcwBlAGMAdABkAFwAcABhAHIAZABcAHAAbABhAGkAbgBcAHEAbAB7AFwAYgBcAGYAMQBcAGYAcwAxADgAXABjAGYAMQAgAE4AbwB0AGUAOgB9AHsAXABmADEAXABmAHMAMQA4AFwAYwBmADEAIAAgAFcAaABlAG4AIABjAG8AbQBiAGkAbgBlAGQAIABmAG8AcgBtAHMAIABvAGYAIABhAGMAdQB0AGUAIABhAG4AZAAgAGMAaAByAG8AbgBpAGMAIAAoAG4AZQB3AGwAeQAgAGQAaQBhAGcAbgBvAHMAZQBkACkAIAB2AGkAcgBhAGwAIABoAGUAcABhAHQAaQB0AGkAcwAgAGsAZQBlAHAAIABzAGUAcABhAHIAYQB0AGUAIAByAGUAZwBpAHMAdAByAGEAdABpAG8AbgAgAG8AZgAgAGQAaQBhAGcAbgBvAHMAZQBzACAAYQBjAGMAbwByAGQAaQBuAGcAIABjAG8AZABlAHMAfQBcAGYAMQBcAGMAZgAxAFwAcABhAHIAfQA=
kk_kz: ewBcAHIAdABmADEAXABkAGUAZgBmADAAewBcAGYAbwBuAHQAdABiAGwAewBcAGYAMAAgAEMAYQBsAGkAYgByAGkAOwB9AHsAXABmADEAXABmAGMAaABhAHIAcwBlAHQAMgAwADQAIABUAGkAbQBlAHMAIABOAGUAdwAgAFIAbwBtAGEAbgA7AH0AfQB7AFwAYwBvAGwAbwByAHQAYgBsACAAOwBcAHIAZQBkADAAXABnAHIAZQBlAG4AMABcAGIAbAB1AGUAMAAgADsAXAByAGUAZAAwAFwAZwByAGUAZQBuADAAXABiAGwAdQBlADIANQA1ACAAOwB9AHsAXAAqAFwAZABlAGYAYwBoAHAAIABcAGYAMQB9AHsAXABzAHQAeQBsAGUAcwBoAGUAZQB0ACAAewBcAHEAbABcAGYAMQAgAE4AbwByAG0AYQBsADsAfQB7AFwAKgBcAGMAcwAxAFwAZgAxAFwAYwBmADEAIABEAGUAZgBhAHUAbAB0ACAAUABhAHIAYQBnAHIAYQBwAGgAIABGAG8AbgB0ADsAfQB7AFwAKgBcAGMAcwAyAFwAcwBiAGEAcwBlAGQAbwBuADEAXABmADEAXABjAGYAMQAgAEwAaQBuAGUAIABOAHUAbQBiAGUAcgA7AH0AewBcACoAXABjAHMAMwBcAHUAbABcAGYAMQBcAGMAZgAyACAASAB5AHAAZQByAGwAaQBuAGsAOwB9AHsAXAAqAFwAdABzADQAXAB0AHMAcgBvAHcAZABcAGYAMQBcAHEAbABcAHQAcwBjAGUAbABsAHAAYQBkAGQAZgBsADMAXAB0AHMAYwBlAGwAbABwAGEAZABkAGwAMQAwADgAXAB0AHMAYwBlAGwAbABwAGEAZABkAGYAYgAzAFwAdABzAGMAZQBsAGwAcABhAGQAZABmAHIAMwBcAHQAcwBjAGUAbABsAHAAYQBkAGQAcgAxADAAOABcAHQAcwBjAGUAbABsAHAAYQBkAGQAZgB0ADMAXAB0AHMAdgBlAHIAdABhAGwAdABcAGMAbAB0AHgAbAByAHQAYgAgAE4AbwByAG0AYQBsACAAVABhAGIAbABlADsAfQB7AFwAKgBcAHQAcwA1AFwAdABzAHIAbwB3AGQAXABzAGIAYQBzAGUAZABvAG4ANABcAGYAMQBcAHEAbABcAHQAcgBiAHIAZAByAHQAXABiAHIAZAByAHMAXABiAHIAZAByAHcAMQAwAFwAdAByAGIAcgBkAHIAbABcAGIAcgBkAHIAcwBcAGIAcgBkAHIAdwAxADAAXAB0AHIAYgByAGQAcgBiAFwAYgByAGQAcgBzAFwAYgByAGQAcgB3ADEAMABcAHQAcgBiAHIAZAByAHIAXABiAHIAZAByAHMAXABiAHIAZAByAHcAMQAwAFwAdAByAGIAcgBkAHIAaABcAGIAcgBkAHIAcwBcAGIAcgBkAHIAdwAxADAAXAB0AHIAYgByAGQAcgB2AFwAYgByAGQAcgBzAFwAYgByAGQAcgB3ADEAMABcAHQAcwBjAGUAbABsAHAAYQBkAGQAZgBsADMAXAB0AHMAYwBlAGwAbABwAGEAZABkAGwAMQAwADgAXAB0AHMAYwBlAGwAbABwAGEAZABkAGYAcgAzAFwAdABzAGMAZQBsAGwAcABhAGQAZAByADEAMAA4AFwAdABzAHYAZQByAHQAYQBsAHQAXABjAGwAdAB4AGwAcgB0AGIAIABUAGEAYgBsAGUAIABTAGkAbQBwAGwAZQAgADEAOwB9AH0AewBcACoAXABsAGkAcwB0AG8AdgBlAHIAcgBpAGQAZQB0AGEAYgBsAGUAfQBcAG4AbwB1AGkAYwBvAG0AcABhAHQAXABzAHAAbAB5AHQAdwBuAGkAbgBlAFwAaAB0AG0AYQB1AHQAcwBwAFwAcwBlAGMAdABkAFwAcABhAHIAZABcAHAAbABhAGkAbgBcAHEAbAB7AFwAYgBcAGYAMQBcAGYAcwAxADgAXABjAGYAMQAgAFwAdQAxADAANAA1AFwAJwBjADUAXAB1ADEAMAA4ADkAXAAnAGYAMQBcAHUAMQAwADgAMgBcACcAZQBhAFwAdQAxADAANwA3AFwAJwBlADUAXAB1ADEAMAA4ADgAXAAnAGYAMABcAHUAMQAwADkAMABcACcAZgAyAFwAdQAxADAAOQAxAFwAJwBmADMAOgB9AHsAXABmADEAXABmAHMAMQA4AFwAYwBmADEAIAAgAFwAdQAxADAANAA2AFwAJwBjADYAXAB1ADEAMQAxADAAXAAnAGIAMwBcAHUAMQAwADkAMABcACcAZgAyAFwAdQAxADEAMQAwAFwAJwBiADMAIABcAHUAMQAwADcAOABcACcAZQA2AFwAdQAxADIANAAxAFwAJwAzAGYAXAB1ADEAMAA4ADUAXAAnAGUAZABcAHUAMQAwADcANwBcACcAZQA1ACAAXAB1ADEAMAA4ADkAXAAnAGYAMQBcAHUAMQAwADgANgBcACcAZQBlAFwAdQAxADAANwA5AFwAJwBlADcAXAB1ADEAMAA5ADkAXAAnAGYAYgBcAHUAMQAwADgAMwBcACcAZQBiAFwAdQAxADAAOAA0AFwAJwBlAGMAXAB1ADEAMAA3ADIAXAAnAGUAMABcAHUAMQAwADgAMwBcACcAZQBiAFwAdQAxADAAOQA5AFwAJwBmAGIAIAAoAFwAdQAxADAANwAyAFwAJwBlADAAXAB1ADEAMAA4ADMAXAAnAGUAYgBcAHUAMQAxADcAMQBcACcAMwBmAFwAdQAxADAANwAyAFwAJwBlADAAXAB1ADEAMAA5ADYAXAAnAGYAOAAgAFwAdQAxADAANwAyAFwAJwBlADAAXAB1ADEAMAA4ADUAXAAnAGUAZABcAHUAMQAwADkAOQBcACcAZgBiAFwAdQAxADEANwA5AFwAJwAzAGYAXAB1ADEAMAA5ADAAXAAnAGYAMgBcAHUAMQAwADcAMgBcACcAZQAwAFwAdQAxADAAOAAzAFwAJwBlAGIAXAB1ADEAMQA3ADEAXAAnADMAZgBcAHUAMQAwADcAMgBcACcAZQAwAFwAdQAxADAAOAA1AFwAJwBlAGQAKQAgAFwAdQAxADAANwA1AFwAJwBlADMAXAB1ADEAMAA3ADcAXAAnAGUANQBcAHUAMQAwADgANwBcACcAZQBmAFwAdQAxADAANwAyAFwAJwBlADAAXAB1ADEAMAA5ADAAXAAnAGYAMgBcAHUAMQAwADgAMABcACcAZQA4AFwAdQAxADAAOQAwAFwAJwBmADIAXAB1ADEAMAA5ADAAXAAnAGYAMgBcAHUAMQAwADcANwBcACcAZQA1AFwAdQAxADAAOAA4AFwAJwBmADAAXAB1ADEAMAA3ADYAXAAnAGUANABcAHUAMQAxADEAMABcACcAYgAzAFwAdQAxADEAOAA3AFwAJwAzAGYAIABcAHUAMQAyADAAMQBcACcAMwBmAFwAdQAxADAAOQA2AFwAJwBmADgAXAB1ADEAMAA5ADAAXAAnAGYAMgBcAHUAMQAwADcAMgBcACcAZQAwAFwAdQAxADAAOAA5AFwAJwBmADEAXAB1ADEAMAA5ADAAXAAnAGYAMgBcAHUAMQAwADkAOQBcACcAZgBiAFwAdQAxADAAOAA4AFwAJwBmADAAXAB1ADEAMAA5ADkAXAAnAGYAYgBcAHUAMQAwADgAMwBcACcAZQBiAFwAdQAxADEANwAxAFwAJwAzAGYAXAB1ADEAMAA3ADIAXAAnAGUAMABcAHUAMQAwADgANQBcACcAZQBkACAAXAB1ADEAMAA4ADUAXAAnAGUAZABcAHUAMQAwADkAOQBcACcAZgBiAFwAdQAxADAAOAA5AFwAJwBmADEAXAB1ADEAMAA3ADIAXAAnAGUAMABcAHUAMQAwADgANQBcACcAZQBkAFwAdQAxADAANwA2AFwAJwBlADQAXAB1ADEAMAA3ADIAXAAnAGUAMABcAHUAMQAwADgAOABcACcAZgAwAFwAdQAxADAAOQA5AFwAJwBmAGIAIABcAHUAMQAwADgAMgBcACcAZQBhAFwAdQAxADAANwA3AFwAJwBlADUAXAB1ADEAMAA3ADkAXAAnAGUANwBcAHUAMQAxADEAMABcACcAYgAzAFwAdQAxADAAOAA1AFwAJwBlAGQAXAB1ADEAMAA3ADYAXAAnAGUANABcAHUAMQAwADcANwBcACcAZQA1ACAAXAB1ADEAMAA5ADYAXAAnAGYAOABcAHUAMQAwADgAMABcACcAZQA4AFwAdQAxADAAOQAyAFwAJwBmADQAXAB1ADEAMAA4ADgAXAAnAGYAMABcAHUAMQAwADgAMwBcACcAZQBiAFwAdQAxADAANwAyAFwAJwBlADAAXAB1ADEAMAA4ADgAXAAnAGYAMABcAHUAMQAxADcAMQBcACcAMwBmAFwAdQAxADAANwAyAFwAJwBlADAAIABcAHUAMQAwADgAOQBcACcAZgAxAFwAdQAxADIANAAxAFwAJwAzAGYAXAB1ADEAMAA4ADEAXAAnAGUAOQBcAHUAMQAwADgAMgBcACcAZQBhAFwAdQAxADAANwA3AFwAJwBlADUAXAB1ADEAMAA4ADkAXAAnAGYAMQAgAFwAdQAxADAANwAzAFwAJwBlADEAXAB1ADEAMgA1ADcAXAAnADMAZgBcAHUAMQAwADgAMwBcACcAZQBiAFwAdQAxADAANwA3AFwAJwBlADUAXAB1ADEAMAA4ADIAXAAnAGUAYQAgAFwAdQAxADAANwA2AFwAJwBlADQAXAB1ADEAMAA4ADAAXAAnAGUAOABcAHUAMQAwADcAMgBcACcAZQAwAFwAdQAxADAANwA1AFwAJwBlADMAXAB1ADEAMAA4ADUAXAAnAGUAZABcAHUAMQAwADgANgBcACcAZQBlAFwAdQAxADAANwA5AFwAJwBlADcAXAB1ADEAMAA3ADYAXAAnAGUANABcAHUAMQAwADcAMgBcACcAZQAwAFwAdQAxADAAOAA4AFwAJwBmADAAXAB1ADEAMAA3ADYAXAAnAGUANABcAHUAMQAwADkAOQBcACcAZgBiACAAXAB1ADEAMAA5ADAAXAAnAGYAMgBcAHUAMQAxADEAMABcACcAYgAzAFwAdQAxADAAOAA4AFwAJwBmADAAXAB1ADEAMAA4ADIAXAAnAGUAYQBcAHUAMQAwADcANwBcACcAZQA1AFwAdQAxADAAOQAxAFwAJwBmADMAXAB1ADEAMAA3ADYAXAAnAGUANABcAHUAMQAxADEAMABcACcAYgAzACAAXAB1ADEAMAA3ADgAXAAnAGUANgBcAHUAMQAxADkAOQBcACcAMwBmAFwAdQAxADAAOAA4AFwAJwBmADAAXAB1ADEAMAA3ADUAXAAnAGUAMwBcAHUAMQAxADEAMABcACcAYgAzAFwAdQAxADAANwA5AFwAJwBlADcAXAB1ADEAMAA5ADEAXAAnAGYAMwAgAFwAdQAxADAAOAAyAFwAJwBlAGEAXAB1ADEAMAA3ADcAXAAnAGUANQBcAHUAMQAwADgAOABcACcAZgAwAFwAdQAxADAANwA3AFwAJwBlADUAXAB1ADEAMAA4ADIAXAAnAGUAYQB9AFwAZgAxAFwAYwBmADEAXABwAGEAcgB9AA==

# xrLabel1.Text
source: Executor name and phone
kk_kz: Орындаушының аты жөні және телефоны

# xrLabel2.Text
source: Date
kk_kz: Күні

# xrLabel3.Text
source: year
kk_kz: жылғы

# xrLabel4.Text
source: Supervisor
kk_kz: Басшы

# xrTableCell6.Text
source: A
kk_kz: А

# xrTableCell7.Text
source: B
kk_kz: Б

# xrTableCell8.Text
source: C
kk_kz: В
