Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/AntibioticResistanceCardReport.*.resx
Languages: ar_iq, az_latn_az, hy_am, ru_ru

# lblReportName.Text
source: Antibiotic Resistance
ar_iq: مقاوم للمضادات الحيوية
az_latn_az: Antibiotika qarşı müqavimət
hy_am: Հակաբիոտիկների նկատմամբ կայունություն
ru_ru: Устойчивость к антибиотикам

# HeaderLabel.Text
source: Antibiotic Resistance
ar_iq: مقاوم للمضادات الحيوية
az_latn_az: Antibiotika qarşı müqavimət
hy_am: Հակաբիոտիկների նկատմամբ կայունություն
ru_ru: Устойчивость к антибиотикам

# xrTableCell9.Text
source: Antibiotic Name
ar_iq: اسم المضاد الحيوي
az_latn_az: Antibiotikin adı
hy_am: ՀակաբիոտիկիԱնվանում
ru_ru: Название антибиотика

# xrTableCell10.Text
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ru_ru: Результат

# xrTableCell23.Text
source: Antibiotic Name
ar_iq: اسم المضاد الحيوي
az_latn_az: Antibiotikin adı
hy_am: ՀակաբիոտիկիԱնվանում
ru_ru: Название антибиотика

# xrTableCell28.Text
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ru_ru: Результат

# xrTableCell15.Text
source: Amikacin
ar_iq: أميكاسين
az_latn_az: Amikasin
hy_am: Ամիկացին
ru_ru: Амикацин

# xrTableCell18.Text
source: Fosfumycin
ar_iq: فوسفومايسين
az_latn_az: Fosfumisin
hy_am: Ֆոսֆումիցին
ru_ru: Фосфомицин

# xrTableCell21.Text
source: Ampicillin
ar_iq: أمبيسيلين
az_latn_az: Ampisilin
hy_am: Ամպիցիլին
ru_ru: Ампициллин

# xrTableCell25.Text
source: Gentamicin
ar_iq: جينتاميسين
az_latn_az: Gentamisin
hy_am: Գենտամիցին
ru_ru: Гентамицин

# xrTableCell30.Text
source: Amoxicillin Clav.acid
ar_iq: أموكسيسيلين مع حمض الكلافولانيك
az_latn_az: Amoksilisin Clav. turşusu
hy_am: Ամօքսիցիլին Քլավ. Թթու
ru_ru: Амоксициллин (клавулановая кислота)

# xrTableCell33.Text
source: Imipenem
ar_iq: إميبينيم
hy_am: Իմիպենեմ
ru_ru: Имипенем

# xrTableCell37.Text
source: Amoxicillin
ar_iq: أموكسيسيلين
az_latn_az: Amoksisilin
hy_am: Ամօքսիցիլին
ru_ru: Амоксициллин

# xrTableCell41.Text
source: Norfloxacin
ar_iq: نورفلوكساسين
az_latn_az: Norfloksasin
hy_am: Նորֆլօքսացին
ru_ru: Норфлоксацин

# xrTableCell44.Text
source: Aztreonam
ar_iq: أزتريونام
hy_am: Ազտրեոնամ
ru_ru: Азтреонам

# xrTableCell47.Text
source: Nalidixic
ar_iq: ناليديكسيك
az_latn_az: Nalidiksis
hy_am: Նալիդիքսից
ru_ru: Налидиксовая кислота

# xrTableCell51.Text
source: Azithromicin
ar_iq: أزيثروميسين
az_latn_az: Azitromisin
hy_am: Ազիտրոմիցին
ru_ru: Азитромицин

# xrTableCell56.Text
source: Nitrofurantoin
ar_iq: نيتروفورانتوين
hy_am: Նիտրոֆուրանտոին
ru_ru: Нитрофурантоин

# xrTableCell59.Text
source: Carbenicillin
ar_iq: كاربينيسيلين
az_latn_az: Karbenisilin
hy_am: Քարբենցիլին
ru_ru: Карбенициллин

# xrTableCell62.Text
source: Netilmicin
ar_iq: نيتيلمايسين
az_latn_az: Netilmisin
hy_am: Նեթիլմիցին
ru_ru: Нетилмицин

# xrTableCell65.Text
source: Cefazolin
ar_iq: سيفازولين
az_latn_az: Sefazolin
hy_am: Ցեֆազոլին
ru_ru: Цефазолин

# xrTableCell68.Text
source: Ofloxacin
ar_iq: أوفلوكساسين
az_latn_az: Ofloksasin
hy_am: Օֆլօքսացին
ru_ru: Офлоксацин

# xrTableCell71.Text
source: Cefotaxime
ar_iq: سيفوتاكسيم
az_latn_az: Sefotaksim
hy_am: Ցեֆոտաքսիմ
ru_ru: Цефотаксим

# xrTableCell74.Text
source: Oxacillin
ar_iq: أوكساسيلين
az_latn_az: Oksasilin
hy_am: Օքսացիլին
ru_ru: Оксациллин

# xrTableCell77.Text
source: Ceftazidime
ar_iq: سيفتازيديم
az_latn_az: Seftazidim
hy_am: Ցեֆտազիդիմ
ru_ru: Цефтазидим

# xrTableCell80.Text
source: Penicillin
ar_iq: بنسلين
az_latn_az: Pensilin
hy_am: Պենիցիլին
ru_ru: Пенициллин

# xrTableCell83.Text
source: Cefotaxine (Enfoxime)
ar_iq: سيفوتاكسين (إنفوكسيم)
az_latn_az: Sefotaksin (Enfoksim)
hy_am: Ցեֆոտաքսին (Էնֆօքսիմ)
ru_ru: Цефотаксим (энфоксим)

# xrTableCell86.Text
source: Piperacillin
ar_iq: بيباراسيلين
az_latn_az: Piperasilin
hy_am: Պիպերացիլին
ru_ru: Пиперациллин

# xrTableCell89.Text
source: Cefoperazone
ar_iq: سيفوبيرازون
az_latn_az: Sefoperazon
hy_am: Ցեֆոպերազոն
ru_ru: Цефоперазон

# xrTableCell92.Text
source: Rifampin
ar_iq: ريفامبين
hy_am: Ռիֆամպին
ru_ru: Рифампицин

# xrTableCell95.Text
source: Choramphenicol
ar_iq: كوارامفينيكول
az_latn_az: Xoramfenikol
hy_am: Քլորամֆենիկոլ
ru_ru: Хлорамфеникол

# xrTableCell98.Text
source: Streptomicin
ar_iq: ستريبتوميسين
az_latn_az: Streptomisin
hy_am: Ստրեպտոմիցին
ru_ru: Стрептомицин

# xrTableCell101.Text
source: Ceftriaxone
ar_iq: سيفترياكسون
az_latn_az: Seftriakson
hy_am: Ցեֆտրիաքսոն
ru_ru: Цефтриаксон

# xrTableCell104.Text
source: Sulfonamides
ar_iq: سولفوناميد
az_latn_az: Sulfonamid
hy_am: Սուլֆոնամիդ
ru_ru: Сульфонамиды

# xrTableCell107.Text
source: Cefepime
ar_iq: سيفيبيم
az_latn_az: Sefepim
hy_am: Ցեֆեպիմ
ru_ru: Цефепим

# xrTableCell110.Text
source: Tetracycline
ar_iq: تيتراسايكلين
az_latn_az: Tetrasiklin
hy_am: Տետրացիլկին
ru_ru: Тетрациклин

# xrTableCell113.Text
source: Cefoxitine
ar_iq: سيفوكسيتين
az_latn_az: Sefoksitin
hy_am: Ցեֆօքսիտին
ru_ru: Цефокситин

# xrTableCell116.Text
source: Ticarcillin
ar_iq: تيكارسيلين
az_latn_az: Tikarsilin
hy_am: Տիկարցիլին
ru_ru: Тикарциллин

# xrTableCell119.Text
source: Ciprofloxacin
ar_iq: سيبروفلوكساسين
az_latn_az: Siprofloksasin
hy_am: Ցիպրոֆլօքսացին
ru_ru: Ципрофлоксацин

# xrTableCell122.Text
source: Tobramycin
ar_iq: توبرامايسين
az_latn_az: Tobramisin
hy_am: Տոբրամիցին
ru_ru: Тобрамицин

# xrTableCell125.Text
source: Colistine (Colomycin)
ar_iq: كوليستين (كولومايسين)
az_latn_az: Kolistin (Kolomisin)
hy_am: Կոլիստին (Կոլոմիցին)
ru_ru: Колистин (коломицин)

# xrTableCell128.Text
source: Trimethoprim Sulfo
ar_iq: تريميثوبريم سلفو
az_latn_az: Trimetoprim sulfo
hy_am: Տրիմեթոպրիմ Սուլֆո
ru_ru: Триметоприм сульфо

# xrTableCell131.Text
source: Cefuroxime
ar_iq: سيفوروكسيم
az_latn_az: Sefuroksim
hy_am: Ցեֆուրօքսիմ
ru_ru: Цефуроксим

# xrTableCell134.Text
source: Vancomycin
ar_iq: فانكومايسين
az_latn_az: Vankomisin
hy_am: Վանկոմիցին
ru_ru: Ванкомицин

# xrTableCell137.Text
source: Cephalotin
ar_iq: سيفالوتين
az_latn_az: Sefalotin
hy_am: Ցեֆալոտին
ru_ru: Цефалотин

# xrTableCell143.Text
source: Clindamycin
ar_iq: كليندامايسين
az_latn_az: Klindamisin
hy_am: Քլինդամիցին
ru_ru: Клиндамицин

# xrTableCell149.Text
source: Doxycycline
ar_iq: دوكسيسايكلين
az_latn_az: Doksisiklin
hy_am: Դօքսիցիկլին
ru_ru: Доксициклин

# xrTableCell155.Text
source: Erythromycin
ar_iq: إريثرومايسين
az_latn_az: Eritromisin
hy_am: Էրիթրոմիցին
ru_ru: Эритромицин

# xrTableCell1.Text
source: Culture #
ar_iq: الزرع رقم
az_latn_az: Kultura nömrəsi
hy_am: Հյուսվածքային կուլտուրա #
ru_ru: Культура №

# xrTableCell7.Text
source: Microorganism name:
ar_iq: اسم المتعضي المجهري:
az_latn_az: Mikroorqanizmin adı:
hy_am: Միկրոօրգանիզմի անվանում.
ru_ru: Наименование микроорганизма:

# xrTableCell3.Text
source: Date test conducted:
ar_iq: تاريخ إجراء الاختبار:
az_latn_az: Testin aparıldığı tarix:
hy_am: Հետազոտության անցկացման ամսաթիվ.
ru_ru: Дата проведения теста:

# xrTableCell36.Text
source: Note:
ar_iq: ملاحظة:
az_latn_az: Qeyd:
hy_am: Նշում.
ru_ru: Примечание:

# xrTableCell13.Text
source: S – Susceptible; I – Intermediately susceptible; R – Resistant.
ar_iq: S – عرضة للإصابة؛I – عرضة للإصابة بشكل متوسط؛R – مقاوم.
az_latn_az: S – Həssas;I – Orta həssas;R – Davamlı.
hy_am: Զ - Զգայուն, Մ - Միջին զգայունության, Դ - Դիմացկուն:
ru_ru: S - подвержен; I – косвенно подвержен, R - устойчив.

# xrTableCell40.Text
source: Research conducted by:
ar_iq: أجري البحث من قبل:
az_latn_az: Tədqiqatı aparan:
hy_am: Հետազոտությունն անց է կացրել.
ru_ru: Исследование проведено (кем):

# xrTableCell53.Text
source: (Name, Surname)
ar_iq: (الاسم، اللقب)
az_latn_az: (Ad, soyad)
hy_am: (Անուն, Ազգանուն)
ru_ru: (Имя, фамилия)

# xrTableCell161.Text
source: Antibiotic Resistance
ar_iq: مقاومة المضادات الحيوية
az_latn_az: Antibiotikə müqavimət
ru_ru: Устойчивость к антибиотикам
