Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/ComparativeGGReport.*.resx
Languages: ka_ge

# HeaderCell.Text
source: Comparative report on infectious diseases/conditions for {0} month(s) of {1} years in {2}
ka_ge: შედარებითი ანგარიში გადამდებ დაავადებებზე/მდგომარეობებზე {1} წლების {0}-სთვის, {2}

# Header12MonthYear1Cell.Text
source: for {0} month(s) of {1}
ka_ge: {1} წლის {0}-სთვის

# Header12MonthYear2Cell.Text
source: for {0} month(s) of {1}
ka_ge: {1} წლის {0}-სთვის

# GrowthDecrease1Cell.Text
source: Growth/
ka_ge: მატება/

# NumberHeader2Cell.Text
source: Row
ka_ge: სტრიქონის.

# DiseaseHeader2Cell.Text
source: Disease name
ka_ge: დაავადება

# ICDHeader2Cell.Text
source: ICD-10 Code
ka_ge: ICD-10 კოდი

# TotalYear1Cell.Text
source: Total
ka_ge: სულ

# ChildrenYear1Cell.Text
source: Children at age 0-15
ka_ge: ბავშვები 0-15 წლამდე

# TotalYear2Cell.Text
source: Total
ka_ge: სულ

# ChildrenYear2Cell.Text
source: Children at age 0-15
ka_ge: ბავშვები 0-15 წლამდე

# GrowthDecrease2Cell.Text
source: Decrease %
ka_ge: კლება %

# NumberHeader3Cell.Text
source: number
ka_ge: N

# TotalAbsYear1Cell.Text
source: Absolute number
ka_ge: აბსოლუტური რიცხვი

# TotaPopYear1Cell.Text
source: Per 100,000 population
ka_ge: მაჩვენებელი 100,000-ზე

# ChildrenAbsYear1Cell.Text
source: Absolute number
ka_ge: აბსოლუტური რიცხვი

# ChildrenPopYear1Cell.Text
source: Per 100,000 population
ka_ge: მაჩვენებელი 100,000-ზე

# TotalAbsYear2Cell.Text
source: Absolute number
ka_ge: აბსოლუტური რიცხვი

# TotalPopYear2Cell.Text
source: Per 100,000 population
ka_ge: მაჩვენებელი 100,000-ზე

# ChildrenAbsYear2Cell.Text
source: Absolute number
ka_ge: აბსოლუტური რიცხვი

# ChildrenPopYear2Cell.Text
source: Per 100,000 population
ka_ge: მაჩვენებელი 100,000-ზე

# TotalGrowthCell.Text
source: Total
ka_ge: სულ

# ChildrenGrowthCell.Text
source: Children
ka_ge: ბავშვები

# xrTableCell4.Text
source: Printed from EIDSS:
ka_ge: დაბეჭდილია დზეის-იდან:
