Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/InfectiousDiseasesMonthV6.*.resx
Languages: ar_iq

# xrTableCell52.Text
source: 60 and more
ar_iq: 60 وأكثر

# xrTableCell47.Text
source: ICD-10 Code
ar_iq: رمز التصنيف الدولي للأمراض - 10

# xrTableCell14.Text
source: (Monthly)
ar_iq: (شهري)

# lblReportName.Text
source: Intermediate Report by Monthly Form IV–03
ar_iq: التقرير الوسيط وفق النموذج الشهري IV–03

# xrTableCell70.Text
source: Report on Certain Diseases/Conditions
ar_iq: التبليغ حول أمراض/ظروف معينة

# xrTableCell17.Text
source: Ownership form (state or non-state)
ar_iq: نموذج الملكية (حكومي أو غير حكومي)

# xrTableCell82.Text
source: of Labour, Health and Social Affairs of Georgia.
ar_iq: الشؤون العمالية والصحية والاجتماعية في جورجيا.

# xrTableCell24.Text
source: Medical activity
ar_iq: نشاط طبي

# cellReportedPeriod.Text
source: Reported period – year {0}, {1}
ar_iq: الفترة المبلغ عنها - سنة {0}، {1}

# xrTableCell27.Text
source: Submitted by Public Health Centers in periods stated by the order of the Ministry of Labour, Health and Social Affairs of Georgia.
ar_iq: يتم تقديمها من قبل مراكز الصحة العامة في فترات تم إدراجها في أمر وزارة الشؤون العمالية والصحية والاجتماعية في جورجيا.

# xrTableCell6.Text
source: Form IV–03
ar_iq: النموذج IV–03

# xrTableCell43.Text
source: Disease
ar_iq: المرض

# xrTableCell10.Text
source: Name of respondent (industry and other)
ar_iq: اسم الجهة المستجيبة (قطاع صناعي وغيره)

# xrTableCell1.Text
source: Official Statistical Report
ar_iq: تقرير إحصائي رسمي

# xrTableCell2.Text
source: [The data you provide is confidential in accordance to “On Official Statistics” law of Georgia]
ar_iq: [يبقى التاريخ الذي تقدمه سرياً بموجب قانون "الإحصاءات الرسمية" في جورجيا]

# xrTableCell51.Text
source: No. LAB TESTED
ar_iq: رقم تم الاختبار مخبرياً

# xrTableCell21.Text
source: Nonmanufacturing Noncommercial Legal Entity
ar_iq: جهة قانونية غير صناعية غير تجارية

# xrTableCell50.Text
source: No. LAB CONFIRMED
ar_iq: رقم معتمد مخبرياً

# xrTableCell20.Text
source: Organizational-legal form
ar_iq: نموذج قانوني خاص بالمنظمة

# xrTableCell23.Text
source: Main form of economic activity
ar_iq: الشكل الرئيسي للنشاط الاقتصادي

# xrTableCell3.Text
source: Approved by the Order N
ar_iq: معتمد بواسطة الأمر رقم

# xrTableCell18.Text
source: State
ar_iq: الولاية

# xrTableCell26.Text
source: Telephone
ar_iq: الهاتف

# xrTableCell71.Text
source: Row #
ar_iq: رقم الصف

# xrTableCell87.Text
source: of the Minister
ar_iq: لوزير

# xrTableCell42.Text
source: TOTAL CONFIRMED (lab or epid. link)
ar_iq: الإجمالي المعتمد (رابط المخبر أو الأخصائي الوبائي)

# xrTableCell45.Text
source: TOTAL
ar_iq: المجموع

# xrTableCell12.Text
source: Actual address
ar_iq: العنوان الفعلي

# xrTableCell4.Text
source: Chief
ar_iq: رئيس

# xrTableCell85.Text
source: as of
ar_iq: اعتبارا من
