Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/InfectiousDiseasesYear.*.resx
Languages: az_latn_az, ru_ru

# lblReportName.Text
source: Intermediate Report by Annual Form IV–03 (Old Revision)
az_latn_az: İllik Forma IV–03 ilə aralıq hesabat (köhnə düzəliş)
ru_ru: Промежуточный отчёт в ежегодной форме IV-03 (старая редакция)

# cellReportedPeriod.Text
source: Reported period – year {0}
az_latn_az: Hesabat müddəti - il {0}
ru_ru: Отчётный период - год {0}

# xrTableCell50.Text
source: No. LAB CONFIRMED
az_latn_az: TƏSDİQLƏNƏN LABORATORİYALARIN sayı
ru_ru: № ПОДТВЕРЖДЁННЫЕ ЛАБОРАТОРИЕЙ

# xrTableCell47.Text
source: ICD-10 Code
az_latn_az: XBT-10 kodu
ru_ru: Код МКБ-10

# xrTableCell52.Text
source: 60 and more
az_latn_az: 60 və daha çox
ru_ru: 60 и более

# xrTableCell70.Text
source: Report on Cases of Annually Reportable Infectious Diseases
az_latn_az: İllik bildirilən infeksion xəstəlik halları barədə hesabat
ru_ru: Отчёт о ежегодно регистрируемых случаях инфекционных заболеваний

# xrTableCell17.Text
source: Ownership form (state or non-state)
az_latn_az: Sahibkarlıq forması (dövlət və ya qeyri-dövlət)
ru_ru: Форма собственности (государственная или негосударственная)

# xrTableCell24.Text
source: Medical activity
az_latn_az: Tibbi fəaliyyət
ru_ru: Медицинская деятельность

# xrTableCell11.Text
source: (Code)
az_latn_az: (Kod)
ru_ru: (Код)

# xrTableCell8.Text
source: Approved by the Order №101/N as of 05.04.2005 of the Minister of Health, Labour and Social Protection of Georgia.
az_latn_az: Gürcüstanın Səhiyyə, Əmək və Sosial Müdafiə Nazirinin 05.04.2005 tarixli №101/N fərmanı ilə təsdiqlənib.
ru_ru: Утверждено Приказом № 101/N министра здравоохранения, труда и социальной защиты Грузии от 05.04.2005 г.

# xrTableCell27.Text
source: Submitted by: Prophylactic-treatment institutions in periods stated by the order of the Ministry of Health, Labour and Social Protection of Georgia.
az_latn_az: Təqdim etdi: Gürcüstanın Səhiyyə, Əmək və Sosial Müdafiə Nazirliyinin sərəncamı ilə qeyd olunan müddətdə profilaktik-müalicə müəssisələri
ru_ru: Представлено (кем): Учреждения профилактического лечения в период, указанный приказом министра здравоохранения, труда и социальной защиты Грузии.

# xrTableCell6.Text
source: Form IV–03
az_latn_az: Forma IV–03
ru_ru: Форма IV-03

# xrTableCell43.Text
source: Disease
az_latn_az: Xəstəlik
ru_ru: Заболевание

# xrTableCell10.Text
source: Name of respondent (industry and other)
az_latn_az: Respondentin adı (sənaye və digər)
ru_ru: Фамилия респондента (промышленность и др.)

# xrTableCell1.Text
source: Official Statistical Report
az_latn_az: Rəsmi statistik hesabat
ru_ru: Официальный статистический отчёт

# xrTableCell2.Text
source: [The data you provide is confidential in accordance to “On Statistics” law of Georgia]
az_latn_az: [Təqdim etdiyiniz məlumatlar Gürcüstanın “Statistikası əsasında” qanununa görə məxfidir]
ru_ru: [Предоставленные вами данные являются конфиденциальными в соответствии с Законом Грузии «О статистике»]

# xrTableCell51.Text
source: No. LAB TESTED
az_latn_az: YOXLANILAN LABORATORİYALARIN sayı
ru_ru: № Протестировано лабораторией

# xrTableCell21.Text
source: Nonmanufacturing Noncommercial Legal Entity
az_latn_az: Qeyri-istehsal, Qeyri-kommersiya hüquqi müəssisəsi
ru_ru: Непроизводственное некоммерческое юридическое лицо

# xrTableCell20.Text
source: Organizational-legal form
az_latn_az: Təşkilati-hüquqi forma
ru_ru: Организационно-правовая форма

# xrTableCell23.Text
source: Main form of economic activity
az_latn_az: Əsas iqtisadi fəaliyyət forması
ru_ru: Основной вид экономической деятельности

# xrTableCell7.Text
source: (Annual)
az_latn_az: (İllik)
ru_ru: (годовая)

# xrTableCell18.Text
source: State
az_latn_az: Dövlət
ru_ru: Состояние

# xrTableCell37.Text
source: Signature of the responsible person
az_latn_az: Məsul şəxsin imzası
ru_ru: Подпись ответственного лица

# xrTableCell39.Text
source: Seal
az_latn_az: Möhür
ru_ru: Печать

# xrTableCell26.Text
source: Telephone
az_latn_az: Telefon
ru_ru: Телефон

# xrTableCell42.Text
source: TOTAL CONFIRMED (lab or epid. link)
az_latn_az: CƏMİ TƏSDİQLƏNDİ (lab-ya və ya epid. link)
ru_ru: ВСЕГО ПОДТВЕРЖДЁННЫХ (ссылка на лабораторию или эпидемиолога)

# xrTableCell45.Text
source: TOTAL
az_latn_az: CƏMİ
ru_ru: ИТОГО

# xrTableCell12.Text
source: Actual address
az_latn_az: Faktiki ünvan
ru_ru: Фактический адрес

# xrTableCell5.Text
source: Coordinated with the Department of Statistics under the Ministry of Economic Development of Georgia by Letter 3/1–03/02 as of 02.02.2005
az_latn_az: Gürcüstanın İqtisadi İnkişaf Nazirliyinin 02.02.2005 tarixli 3/1–03/02 məktubu ilə Statistika Departamenti ilə əlaqələndirilib
ru_ru: Согласован с Департаментом статистики при Министерстве экономического развития Грузии в письме 3/1-03/02 от 02.02.2005 г.
