Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/InfectiousDiseasesMonthV4.*.resx
Languages: hy_am, ka_ge

# lblReportName.Text
source: Intermediate Report by Monthly Form IV–03/1 (Old Revision)
hy_am: Միջանկյալ հաշվետվություն ըստ Ամսական ձև IV–03/1-ի
ka_ge: შუალედური ანგარიში ყოველთვიური ფორმა IV–03/1–ის მიხედვით (ძველი რედაქციით)

# xrTableCell1.Text
source: Official Statistical Report
hy_am: Պաշտոնական վիճակագրական հաշվետվություն
ka_ge: უწყებრივი სტატისტიკური დაკვირვება

# xrTableCell2.Text
source: [The data you provide is confidential in accordance to “On Statistics” law of Georgia]
hy_am: [Ձեր տրամադրած տվյալները համարվում են գաղտնի, համաձայն Վրաստանի “Վիճակագրության մասին” օրենքի]
ka_ge: [თქვენს მიერ წარმოდგენილი მონაცემები კონფიდენციალურია "სტატისტიკის შესახებ" საქართველოს კანონის თანახმად]

# xrTableCell6.Text
source: Form IV–03/1
hy_am: Ձև IV–03/1
ka_ge: ფორმა IV–03/1

# xrTableCell7.Text
source: (Monthly)
hy_am: (Ամսական)
ka_ge: (ყოველთვიური)

# xrTableCell8.Text
source: Approved by the order of the Minister of Health, Labour and Social Protection of Georgia.
hy_am: Հաստատված է Վրաստանի Առողջապահության, աշխատանքի և սոցիալական ապահովության նախարարի հրամանով:
ka_ge: დამტკიცებულია საქართველოს შრომის, ჯანმრთელობისა და სოციალური დაცვის მინისტრის ბრძანებით

# xrTableCell70.Text
source: Report on Cases of Infectious Diseases
hy_am: Վարակիչ հիվանդությունների դեպքերի մասին հաշվետվություն
ka_ge: ანგარიში გადამდები დაავადების შემთხვევების შესახებ

# xrTableCell27.Text
source: Submitted by Public Health Centers in periods stated by the order of the Ministry of Health, Labour and Social Protection of Georgia.
hy_am: Ներկայացվում է Առողջապահական կենտրոնների կողմից՝ Վրաստանի Առողջապահության, աշխատանքի և սոցիալական ապահովության նախարարության հրամանով սահմանված ժամկետներում:
ka_ge: წარუდგენენ: საზოგადოებრივი ჯანდაცვის ცენტრები საქართველოს შრომის, ჯანმრთელობისა და სოციალური დაცვის სამინისტროს ბრძანებით განსაზღვრულ ვადაში.

# xrTableCell10.Text
source: Name of respondent (industry and other)
hy_am: Պատասխանողի անուն (ոլորտ և այլն)
ka_ge: რესპონდენტის (საწარმო და სხვა) სახელწოდება

# xrTableCell11.Text
source: (Code)
hy_am: (Ծածկագիր)
ka_ge: (შიფრი)

# xrTableCell12.Text
source: Actual address
hy_am: Փաստացի հասցե
ka_ge: ფაქტიური მისამართი

# xrTableCell17.Text
source: Ownership form (state or non-state)
hy_am: Սեփականության ձև (պետական կամ ոչ-պետական)
ka_ge: საკუთრების ფორმა (სახელმწიფო ან არასახელმწიფო)

# xrTableCell18.Text
source: State
hy_am: Վիճակ
ka_ge: სახელმწიფო

# xrTableCell20.Text
source: Organizational-legal form
hy_am: Կազմակերպական-իրավական ձև
ka_ge: ორგანიზაციულ–სამართლებრივი ფორმა

# xrTableCell21.Text
source: Nonmanufacturing Noncommercial Legal Entity
hy_am: Ոչ-արտադրական Ոչ-առևտրային Իրավական Միավոր
ka_ge: არასამეწარმეო არაკომერციული იურიდიული პირი (ააიპ)

# xrTableCell23.Text
source: Main form of economic activity
hy_am: Տնտեսական գործունեության հիմնական ձև
ka_ge: ეკონომიკური საქმიანიბოს ძირითადი სახე

# xrTableCell24.Text
source: Medical activity
hy_am: Բժշկական գործունեություն
ka_ge: სამედიცინო საქმიანობა

# xrTableCell26.Text
source: Telephone
hy_am: Հեռախոսահամար
ka_ge: ტელეფონი

# cellReportedPeriod.Text
source: Reported period – year {0}, {1}
hy_am: Հաղորդման ժամանակահատված – տարի {0}, {1}
ka_ge: დაკვირვების პერიოდი – {0} წელი, {1}

# xrTableCell37.Text
source: Seal
hy_am: կ.տ.
ka_ge: ბ.ა.

# xrTableCell4.Text
source: Chief
hy_am: Ղեկավար
ka_ge: ხელმძღვანელი

# xrTableCell39.Text
source: Surname and telephone of the executor
hy_am: Իրականացնողի ազգանուն և հեռախոսահամար
ka_ge: შემსრულებლის გვარი და ტელეფონის ნომერი

# xrTableCell9.Text
source: Fatal cases of infectious diseases
hy_am: Վարակիչ հիվանդությունների մահացու դեպքեր
ka_ge: მწვ. ინფექციური დაავად. ლეტალური შემთხვევები

# xrTableCell43.Text
source: Disease
hy_am: Հիվանդություն
ka_ge: დაავადება

# xrTableCell47.Text
source: ICD-10 Code
hy_am: ՀՄԴ-10 ծածկագիր
ka_ge: ICD-10 კოდი

# xrTableCell52.Text
source: 60 and more
hy_am: 60 և ավելի
ka_ge: 60 და მეტი

# xrTableCell45.Text
source: TOTAL
hy_am: ԸՆԴԱՄԵՆԸ
ka_ge: სულ

# xrTableCell51.Text
source: No. LAB TESTED
hy_am: Թիվ ԼԱԲ ՀԵՏԱԶՈՏՎԱԾ
ka_ge: სულ ლაბ. ტესტირებული

# xrTableCell50.Text
source: No. LAB CONFIRMED
hy_am: Թիվ ԼԱԲ ՀԱՍՏԱՏՎԱԾ
ka_ge: მ.შ. ლაბ. დადასტურებული

# xrTableCell42.Text
source: TOTAL CONFIRMED (lab or epid. link)
hy_am: ԸՆԴԱՄԵՆԸ ՀԱՍՏԱՏՎԱԾ (լաբ կամ համ. կապ)
ka_ge: სულ დადასტ. (ლაბ. ან ეპიდ კავშირი)

# xrTableCell29.Text
source: Printed from EIDSS
ka_ge: დაბეჭდილია დზეის-იდან
