Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/InfectiousDiseasesMonthV5.*.resx
Languages: kk_kz

# lblReportName.Text
source: Intermediate Report by Monthly Form IV–03
kk_kz: IV-03 ай сайынғы нысандағы аралық есеп

# cellReportedPeriod.Text
source: Reported period – year {0}, {1}
kk_kz: Есепті кезең - жыл \{0}, {1}

# xrTableCell33.Text
source: Surname and telephone of the executor
kk_kz: Орындаушының телефоны мен жөні

# xrTableCell52.Text
source: 60 and more
kk_kz: 60 және жоғары

# xrTableCell47.Text
source: ICD-10 Code
kk_kz: ICD-10 Код

# xrTableCell14.Text
source: (Monthly)
kk_kz: (Ай сайын)

# xrTableCell70.Text
source: Report on Certain Diseases/Conditions
kk_kz: Белгілі аурулар/жағдайлар туралы есептеме

# xrTableCell17.Text
source: Ownership form (state or non-state)
kk_kz: Жеке меншік формасы (мемлекеттік немесе беймемлекеттік)

# xrTableCell82.Text
source: Labour, Health and Social Affairs of Georgia.
kk_kz: Органы техники безопасности, здравоохранения и социальной защиты Грузии.

# xrTableCell24.Text
source: Medical activity
kk_kz: Медициналық әрекет

# xrTableCell27.Text
source: Submitted by Public Health Centers in periods stated by the order of the Ministry of Labour, Health and Social Affairs of Georgia.
kk_kz: Представлено Центрами общественного здравоохранения в сроки, указанные приказом Министерства труда, здравоохранения и социальных вопросов Грузии.

# xrTableCell6.Text
source: Form IV–03
kk_kz: Форма IV–03

# xrTableCell43.Text
source: Disease
kk_kz: Диагноз

# xrTableCell10.Text
source: Name of respondent (industry and other)
kk_kz: Респондент жөні (өнеркәсіптік және басқа)

# xrTableCell1.Text
source: Official Statistical Report
kk_kz: Статистикалық ресми есептемесі

# xrTableCell2.Text
source: [The data you provide is confidential in accordance to “On Official Statistics” law of Georgia]
kk_kz: [Предоставленные вами данные являются конфиденциальными в соответствии с Законом Грузии «Об официальной статистике»]

# xrTableCell51.Text
source: No. LAB TESTED
kk_kz: Лаборатория арқылы зерттелген саны

# xrTableCell21.Text
source: Nonmanufacturing Noncommercial Legal Entity
kk_kz: Бейөндірістік және беәкоммерциялық заңдық тұлға

# xrTableCell50.Text
source: No. LAB CONFIRMED
kk_kz: Лаборатория арқылы расталған саны

# xrTableCell20.Text
source: Organizational-legal form
kk_kz: Ұйымдық-құқықтық формасы

# xrTableCell23.Text
source: Main form of economic activity
kk_kz: Экономикалық әрекеттің басты нысанасы

# xrTableCell3.Text
source: Approved by the Order N
kk_kz: Бұйрықпен бекітілді

# xrTableCell18.Text
source: State
kk_kz: Мемлекет

# xrTableCell26.Text
source: Telephone
kk_kz: Телефон

# xrTableCell71.Text
source: Row #
kk_kz: Жолақ #

# xrTableCell87.Text
source: of the Minister of
kk_kz: Министрдің

# xrTableCell42.Text
source: TOTAL CONFIRMED (lab or epid. link)
kk_kz: БАРЛЫҒЫ РАСТАЛҒАН(лабораториялық немесе эпидемиалогиялық сілтеме)

# xrTableCell45.Text
source: TOTAL
kk_kz: Барлығы

# xrTableCell12.Text
source: Actual address
kk_kz: Нақты мекенжай

# xrTableCell4.Text
source: Chief
kk_kz: Бас

# xrTableCell85.Text
source: as of
kk_kz: жағдайға қарай
