Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/Journal60BReport.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru

# lblReportName.Text
source: 60B Journal
az_latn_az: 60B Jurnalı
hy_am: 60B Մատյան
ka_ge: 60B ჟურნალი
kk_kz: Каталог 60В
ru_ru: Каталог 60B

# xrTableCell47.Text
source: Date & time notification sent
ar_iq: تاريخ الإشعار
az_latn_az: Bildiriş tarixi
hy_am: Շտապ հաղորդման ամսաթիվ
ka_ge: შეტყობინების გაგზავნის თარიღი და დრო
kk_kz: Хабарландыру мерзімі
ru_ru: Дата уведомления

# xrTableCell33.Text
source: Date patient first sought care
ar_iq: تاريخ أول ظهور
az_latn_az: İlk təqdimat tarixi
hy_am: Առաջին անգամ բժշկի դիմելու ամսաթիվ
ka_ge: ამ. დაწესებულებაში პირველი მიმართვის თარიღი
kk_kz: Бірінші рет көрсетілім мерзімі
ru_ru: Дата первого визита к доктору

# xrTableCell22.Text
source: Age
ar_iq: العمر
az_latn_az: Yaş
hy_am: Տարիք
ka_ge: ასაკი
kk_kz: Жас шамасы
ru_ru: Возраст

# xrTableCell25.Text
source: Gender
ar_iq: الجنس
az_latn_az: Cins
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол

# xrTableCell41.Text
source: Date epidemiological investigation started
ar_iq: تاريخ بدء التحقيق بالحالة
az_latn_az: Xəstəlik hadisəsinin tədqiqatının başlandığı tarix
hy_am: Դեպքի հետազոտության մեկնարկի ամսաթիվ
ka_ge: ეპიდ. კვლევის დაწყების თარიღი
kk_kz: Зерттеу басталған күн
ru_ru: Дата начала расследования случая заболевания

# xrTableCell36.Text
source: Date provisional diagnosis established
ar_iq: تاريخ وضع التشخيص المؤقت
az_latn_az: Mümkün diaqnozun qoyulduğu tarix
hy_am: Պայմանական ախտորոշման ամսաթիվ
ka_ge: წინასწარი დიაგნოზის დასმის თარიღი
kk_kz: Алдын ала диагноздың мерзімі
ru_ru: Дата установления предварительного диагноза

# xrTableCell40.Text
source: Immunization status
ar_iq: حالة التلقيح
az_latn_az: Vaksinasiya vəziyyəti
hy_am: Պատվաստման կարգավիճակ
ka_ge: იმუნიზაციის სტატუსი
kk_kz: Вакциналау статусы
ru_ru: Статус вакцинации

# xrTableCell39.Text
source: Result and date of lab testing
ar_iq: نتيجة وتاريخ التحليل المخبري
az_latn_az: Nəticə və laboratoriya analizi tarixi
hy_am: Լաբորատոր վերլուծության արդյունք և ամսաթիվ
ka_ge: ლაბ. კვლევის შედეგი და თარიღი
kk_kz: Лабораториялық анализдердің нәтижесі мен мерзімі
ru_ru: Результат и дата лабораторного анализа

# xrTableCell43.Text
source: Final classification: clinical or confirmed
ar_iq: التصنيف النهائي
az_latn_az: Yekun təsnifat
hy_am: Վերջնական դասակարգում
ka_ge: საბოლოო კლასიფიკაცია: კლინიკური ან დადასტურებული
kk_kz: Қорытынды классификация
ru_ru: Окончательная классификация

# xrTableCell38.Text
source: Date specimen taken for lab. testing
ar_iq: تاريخ أخذ العينة
az_latn_az: Nümunələrin götürüldüyü tarix
hy_am: Նմուշառման ամսաթիվ
ka_ge: ლაბ. კვლევისათვის მასალის აღების თარიღი
kk_kz: Үлгінің алу мерзімі
ru_ru: Дата взятия пробы

# xrTableCell21.Text
source: Name, Surname, Patronymic
ar_iq: الاسم
az_latn_az: Ad
hy_am: Անուն
ka_ge: ს.გ.მ.
kk_kz: Аты
ru_ru: Название

# xrTableCell50.Text
source: Comments
ar_iq: التعليقات
az_latn_az: Şərhlər
hy_am: Մեկնաբանություններ
ka_ge: შენიშვნები
kk_kz: Ескертпелер
ru_ru: Комментарии

# xrTableCell20.Text
source: N
ar_iq: رقم
kk_kz: Н

# xrTableCell46.Text
source: Notification sent to (facility name) and means of notification
ar_iq: المنشأة المُبلَّغة وطريقة التبليغ
az_latn_az: Bildiriş və bildiriş vasitələri təqdim olunan müəssisə
hy_am: Ծանուցված կազմակերպություն և հաղորդման միջոցներ
ka_ge: შეტყობინება გადაეცა (დაწესებულების დასახელება) და გადაცემის მეთოდი
kk_kz: Хабарландырылған нысана және хабарландыру тәсілі
ru_ru: Сайт уведомления и средство уведомления

# xrTableCell35.Text
source: Provisional diagnosis
ar_iq: تشخيص مؤقت
az_latn_az: Mümkün diaqnoz
hy_am: Պայմանական ախտորոշում
ka_ge: წინასწარი დიაგნოზი
kk_kz: Алдын ала диагноз
ru_ru: Предварительный диагноз

# xrTableCell49.Text
source: Case / foci status
ar_iq: صفة الحالة
az_latn_az: Xəstəlik hadisəsinin vəziyyəti
hy_am: Դեպքի կարգավիճակ
ka_ge: შემთხვევის / კერის სტატუსი
kk_kz: Жағдай статусы
ru_ru: Статус случая заболевания

# xrTableCell48.Text
source: Person who received notification
ar_iq: الشخص الذي تلقى الإشعار
az_latn_az: Bildirişi qəbul edən şəxs
hy_am: Հաղորդումն ընդունած անձի անունը
ka_ge: შეტყობინების მიმღები პირი
kk_kz: Хабарландыру алған қызметкер
ru_ru: Принявший уведомление сотрудник

# xrTableCell34.Text
source: Facility that sent notification & means of notification
ar_iq: المنشأة التي أرسلت البلاغ وطريقة التبليغ
az_latn_az: Bildiriş və bildiriş vasitələri göndərən müəssisə
hy_am: Հաղորդումն ուղարկող կազմակերպություն և հաղորդման միջոցներ
ka_ge: გამგზავნი დაწესებულება და კომუნიკაციის საშუალება
kk_kz: Хабарландыру жіберген нысана және хабарлау тәсілдері
ru_ru: Направивший уведомление сайт и средство уведомления

# xrTableCell37.Text
source: Date specific treatment started
ar_iq: تاريخ بداية المعالجة المحددة
az_latn_az: Konkret müalicənin başladığı tarix
hy_am: Բուժման մեկնարկի ամսաթիվ
ka_ge: სპეციფიური მკურნალობის დაწყების თარიღი
kk_kz: Ерекше емдеудің бастау мерзімі
ru_ru: Дата начала специального лечения

# xrTableCell42.Text
source: Final DS
ar_iq: التشخيص النهائي
az_latn_az: Yekun DS
hy_am: Վերջնական ախտորոշում
ka_ge: საბოლოო დიაგნოზი
kk_kz: Қорытынды DS
ru_ru: Окончательный диагноз

# xrTableCell45.Text
source: Outcome
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: გამოსავალი
kk_kz: Нәтиже
ru_ru: Исход заболевания

# xrTableCell31.Text
source: Place of study/work
ar_iq: مكان الدراسة/العمل
az_latn_az: Oxuduğu/işlədiyi yer
hy_am: Աշխատավայր/ուսման վայր
ka_ge: სამუშაო ადგილი/ სასწავლებელი
kk_kz: Жұмыс/оқу орны
ru_ru: Место учёбы / работы

# xrTableCell32.Text
source: Disease onset date
ar_iq: تاريخ بداية المرض
az_latn_az: Xəstəliyin başlanması tarixi
hy_am: Հիվանդության սկսվելու ամսաթիվ
ka_ge: დაავადების დაწყების თარიღი
kk_kz: Аурудың басталу мерзімі
ru_ru: Дата возникновения симптомов заболевания

# xrTableCell30.Text
source: Address
ar_iq: العنوان
az_latn_az: Ünvan
hy_am: Հասցե
ka_ge: მისამართი
kk_kz: Мекенжай
ru_ru: Адрес

# xrTableCell44.Text
source: Date final DS established
ar_iq: تاريخ إنشاء التشخيص النهائي
az_latn_az: Yekun DS-in qoyulduğu tarix
hy_am: Վերջնական ախտորոշման հաստատման ամսաթիվ
ka_ge: საბოლოო დიაგნოზის დასმის თარიღი
kk_kz: DS-тің соңғы мерзімі
ru_ru: Дата установления окончательного диагноза
