Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/LaboratoryResearchReport.*.resx
Languages: ar_iq, az_latn_az, ka_ge, kk_kz, ru_ru

# lblReportName.Text
source: Report Header
ar_iq: رأس التقرير
az_latn_az: Hesabatın başlığı
ka_ge: ანგარიშის სათაური
kk_kz: Есептің тақырыбы
ru_ru: Заголовок отчёта

# xrTableCell43.Text
source: Laboratory Research Result Attachment
ar_iq: ارفاق نتيجة بحث مختبري
az_latn_az: Laboratoriyanın tədqiqat nəticəsi qoşması
ka_ge: ლაბორატორიული გამოკვლევის შედეგის დანართი
kk_kz: Лабораториялық зерттеу нәтиже файлы
ru_ru: Приложение с результатом лабораторного исследования

# xrTableCell44.Text
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnoz
ka_ge: დიაგნოზი
kk_kz: Диагноздар
ru_ru: Диагноз

# xrTableCell45.Text
source: Farm Owner
ar_iq: صاحب المزرعة
az_latn_az: Ferma sahibi
ka_ge: ფერმის მეპატრონე
kk_kz: Ферма иесі
ru_ru: Владелец фермы

# xrTableCell42.Text
source: Species
ar_iq: صنف الاجناس
az_latn_az: Növlər
ka_ge: სახეობა
kk_kz: Түрлер
ru_ru: Виды животных

# xrTableCell46.Text
source: Animal ID / Animal Name
ar_iq: هوية تعريف الحيوان/اسم الحيوان
az_latn_az: Heyvanın Q/N /Heyvanın adı
ka_ge: ცხოველის ID / ცხოველი სახელი
kk_kz: Мал жеке №/ Мал аты
ru_ru: Идентификатор животного / наименование животного

# xrTableCell12.Text
source: Head of Department (where samples were tested)
ar_iq: رئيس القسم (حيث فحصت العينات)
az_latn_az: Şöbə müdiri (nümunələrin sınaqdan keçirildiyi yer)
ka_ge: განყოფილების უფროსი (სადაც ჩატარდა კვლევა)
kk_kz: Бөлім басқарушысы (сынамалар болған жер)
ru_ru: Руководитель отдела (в котором исследовались пробы)

# xrTableCell14.Text
source: Registration # and Result issue date
ar_iq: التسجيل # وتأريخ اصدار النتيجة
az_latn_az: Qeydiyyat nömrəsi və nəticənin təqdim edildiyi tarix
ka_ge: რეგისტრაციის № და გაცემის თარიღი
kk_kz: Қабылдау нөмірі және Нәтиже мерзімі
ru_ru: Регистрационный номер и дата выдачи результата

# xrTableCell15.Text
source: Date sample received
ar_iq: تأريخ استلام العينة
az_latn_az: Nümunənin qəbul edildiyi tarix
ka_ge: მასალის/ნიმუშის მიღების თარიღი
kk_kz: Сынама алынған күн
ru_ru: Дата получения пробы

# xrTableCell17.Text
source: Sample owner
ar_iq: صاحب العينة
az_latn_az: Nümunənin sahibi
ka_ge: ვის ეკუთვნის მასალა/ნიმუში
kk_kz: Сынама иесі
ru_ru: Владелец пробы

# xrTableCell19.Text
source: Received sample type
ar_iq: نوع العينة المستلمة
az_latn_az: Qəbul edilən nümunə növü
ka_ge: რა მასალაა/ნიმუშია გადმოგზავნილი
kk_kz: Алынған сынама түрі
ru_ru: Тип полученной пробы

# xrTableCell21.Text
source: Sample number
ar_iq: رقم العينة
az_latn_az: Nümunənin nömrəsi
ka_ge: მასალა/ნიმუშის რაოდენობა
kk_kz: Сынама нөмірі
ru_ru: Номер пробы

# xrTableCell24.Text
source: Condition sample received
ar_iq: حالة العينة عند استلامها
az_latn_az: Vəziyyətlə bağlı nümunə qəbul edildi
ka_ge: რა სახითაა მიღებული მასალა/ნიმუში
kk_kz: Қабылданған сынама сапасы
ru_ru: Состояние пробы при получении

# xrTableCell26.Text
source: Primary diagnosis
ar_iq: التشخيص الاساسي
az_latn_az: Əsas diaqnoz
ka_ge: მიღებულია გამოსაკვლევად
kk_kz: Алғашқы диагноз
ru_ru: Первичный диагноз

# xrTableCell28.Text
source: Result recipient
ar_iq: متلقي النتيجة
az_latn_az: Nəticəni qəbuledən
ka_ge: ვის ეგზავნება პასუხი
kk_kz: Нәтиже алатын кісі
ru_ru: Получатель результата

# xrTableCell30.Text
source: Requested laboratory tests
ar_iq: الفحوصات المختبرية المطلوبة
az_latn_az: Sorğulanan laboratoriya nəticələri
ka_ge: გამოკვლევის მეთოდები
kk_kz: Сауалданған лабораториялық сынақтамалар
ru_ru: Запрошенные лабораторные тесты

# xrTableCell32.Text
source: Test result
ar_iq: نتيجة الفحص
az_latn_az: Test nəticəsi
ka_ge: გამოკვლევის შედეგი
kk_kz: Сынақ нәтижесі
ru_ru: Результат теста

# xrTableCell34.Text
source: Notes
ar_iq: ملاحظات
az_latn_az: Qeydlər
ka_ge: შენიშვნა
kk_kz: Ескерпелер
ru_ru: Примечания

# HeaderCell.Text
source: LEPL Laboratory of the Ministry of Agriculture
ar_iq: مختبر وزارة الزراعة LEPL
az_latn_az: LEPL Kənd Təsərrüfatı Nazirliyinin laboratoriyası
ka_ge: სსიპ საქართველოს სოფლის მეურნეობის სამინისტროს ლაბორატორია
kk_kz: Ауыл Шаруашылық Министрлігінің LEPL Лабораториясы
ru_ru: Юридическое лицо публичного права Лаборатория Министерства сельского хозяйства

# xrTableCell5.Text
source: Approved
ar_iq: موافق عليه
az_latn_az: Təsdiqlənib
ka_ge: დამტკიცებულია
kk_kz: Мақұлдаған
ru_ru: Утверждено

# xrTableCell1.Text
source: Date:
ar_iq: التأريخ:
az_latn_az: Tarix:
ka_ge: თარიღი:
kk_kz: Мерзім:
ru_ru: Дата:

# xrTableCell9.Text
source: Form #:
ar_iq: انموذج #:
az_latn_az: Formanın nömrəsi:
ka_ge: ფორმა №:
kk_kz: Форма #:
ru_ru: Форма №:

# xrTableCell10.Text
source: Version #:
ar_iq: الاصدار #:
az_latn_az: Versiya nömrəsi:
ka_ge: ვერსია №:
kk_kz: Нұсқа #:
ru_ru: Номер версии:

# xrTableCell11.Text
source: Laboratory Research Result
ar_iq: نتيجة البحث المختبري
az_latn_az: Laboratoriyanın tədqiqat nəticəsi
ka_ge: ლაბორატორიული გამოკვლევის შედეგი
kk_kz: Лаборатория Зерттеу Нәтихесі
ru_ru: Результат лабораторного исследования
