Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/GG/Report/RBEReport.*.resx
Languages: ar_iq, az_latn_az, ka_ge, kk_kz, ru_ru

# xrTableCell8.Text
source: Country:
ar_iq: البلد:
az_latn_az: Ölkə:
ka_ge: ქვეყანა:
kk_kz: Ел:
ru_ru: Страна:

# xrTableCell9.Text
source: Reporting person:
ar_iq: مقدم التقرير
az_latn_az: Hesabat verən şəxs:
ka_ge: ანგარიში მოამზადა:
kk_kz: Есептеме берген кісі:
ru_ru: Направившее отчёт лицо:

# xrTableCell10.Text
source: Institution:
ar_iq: المؤسسة:
az_latn_az: İnstitut:
ka_ge: დაწესებულება:
kk_kz: Оқу орны:
ru_ru: Учреждение:

# xrTableCell18.Text
source: Please return completed form to:
ar_iq: الرجاء اعادة الاستمارة الى:
az_latn_az: Tamamlanmış formanı qaytarın:
ka_ge: დააბრუნეთ შევსებული ფორმა მისამართზე:
kk_kz: Толтырылған форманы қайтарыңыз:
ru_ru: Заполненную форму необходимо вернуть:

# xrTableCell20.Text
source: Reporting period (quarter, year):
ar_iq: فترة التقرير (ربع عام، عام):
az_latn_az: Hesabat dövrü (rüb, il):
ka_ge: ანგარიშგების პერიოდი (კვარტალი, წელი):
kk_kz: Есептеме мерзімі (тоқсан, жыл)
ru_ru: Отчётный период (квартал, год):

# xrTableCell5.Text
source: WHO Collaborating Centre for Rabies Surveillance and Research
ar_iq: اسم مركز المراقبة والابحاث في مرض داء الكلب المتعاون مع منظمة الصحة العالمية
az_latn_az: ÜST Quduzluq Hadisələrin Müşahidəsi və Tədqiqatı üçün Əməkdaşlıq Mərkəzi
ka_ge: ცოფის ზედამხედველობისა და კვლევის ჯანმოს კოლაბორაციული ცენტრი
kk_kz: Құтыру ауруын бақылау және зерттеу орталығы
ru_ru: Центр сотрудничества ВОЗ по надзору и исследованиям заболеваний бешенством

# xrTableCell2.Text
source: Friedrich-Loeffler-Institute - Federal Research Institute for Animal Health
ar_iq: معهد-فريدريك-لوفلر - معهد الابحاث في صحة الحيوان الفدرالي
az_latn_az: Friedrich-Loeffler-İnstitutu - Heyvanların Sağlamlığına dair Federal Tədqiqat İnstitutu
ka_ge: Friedrich-Loeffler-Institute - ცხოველთა ჯანმრთელობის ფედერალური კვლევითი ინსტიტუტი
kk_kz: Friedrich-Loeffler-Институт - Жануарлар Денсаулығын Зерттейтін Федералдық Институты
ru_ru: Институт имени Фридриха Леффлера - Федеральный исследовательский институт ветеринарии

# xrTableCell4.Text
source: Institute of Molecular Biology
ar_iq: معهد البيولوجيا الجزيئية
az_latn_az: Molekulyar Biologiya İnstitutu
ka_ge: მოლეკულური ბიოლოგიის ინსტიტუტი
kk_kz: Молекулалық Биология Институты
ru_ru: Институт молекулярной биологии

# xrTableCell6.Text
source: Suedufer 10
ar_iq: Suedufer 12
ka_ge: სუდუფერი 10

# xrTableCell7.Text
source: 17493 Greifswald - Insel Riems, Germany
ar_iq: 17495 Greifswald - Insel Riems, Germany
az_latn_az: 17493 Greifswald - Insel Riems, Almaniya
ka_ge: 17493 გრაიფსვალდი - ინსელ რიმსი, გერმანია
kk_kz: 17493 Грайфсвальд - Остров Реймс, Германия
ru_ru: 17493 Грайфсвальд - Остров Реймс, Германия

# xrTableCell3.Text
source: RABIES BULLETIN EUROPE
ar_iq: النشرة الاوروبية عن داء الكلب
az_latn_az: Quduzluq Hadisələri Siyahısı Avropa
ka_ge: ევროპის ბიულეტენი ცოფის შესახებ
kk_kz: Құтыру Бюллетень Еуропа
ru_ru: БЮЛЛЕТЕНЬ О РАСПРОСТРАНЕНИИ ЗАБОЛЕВАНИЯ БЕШЕНСТВОМ В ЕВРОПЕ

# xrTableCell1.Text
source: QUARTERLY SURVEILLANCE SHEET
ar_iq: ورقة المراقبة الربع سنوية
az_latn_az: Rüblük Müşahidə Vərəqi
ka_ge: ზედამხედველობის კვარტალური ანგარიში
kk_kz: Тоқсан сайын бақылау парағы
ru_ru: ЕЖЕКВАРТАЛЬНАЯ ВЕДОМОСТЬ ВЕДЕНИЯ НАДЗОРА

# xrTableCell31.Text
source: Geolocalisation
ar_iq: تحديد المكان بدقة
az_latn_az: Coğrafi yerləşdirmə
ka_ge: გეოგრაფიული ადგილმდებარეობა
kk_kz: Географиялық локализация
ru_ru: Геопозиционирование

# xrTableCell34.Text
source: Longitude
ar_iq: خط الطول
az_latn_az: Uzunluq
ka_ge: გრძედი
kk_kz: Бойлық
ru_ru: Географическая долгота

# xrTableCell35.Text
source: Latitude
ar_iq: خط العرض
az_latn_az: En
ka_ge: განედი
kk_kz: Ендік
ru_ru: Географическая широта

# xrTableCell30.Text
source: Human cases
ar_iq: حالات بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisələri
ka_ge: შემთხვევები ადამიანებში
kk_kz: Адам ауру жағдайлары
ru_ru: Случаи заболеваний человека

# xrTableCell32.Text
source: Human exposure
ar_iq: التعرض البشري
az_latn_az: İnsanların yoluxması
ka_ge: ადამიანთა ექსპოზიცია
kk_kz: Адамға әсер ету
ru_ru: Заражение человека

# xrTableCell28.Text
source: Rabies cases
ar_iq: حالات داء الكلب
az_latn_az: Quduzluq xəstəlik hadisələri
ka_ge: ცოფის შემთხვევები
kk_kz: Құтыру жағдайлары
ru_ru: Случаи заболевания бешенством

# xrTableCell26.Text
source: Domestic animals
ar_iq: الحيوانات الداجنة
az_latn_az: Ev heyvanları
ka_ge: შინაური ცხოველები
kk_kz: Үй малдары
ru_ru: Домашние животные

# xrTableCell29.Text
source: Wildlife
ar_iq: الحيوانات البرية
az_latn_az: Canlı təbiət
ka_ge: გარეული ცხოველები
kk_kz: Табиғат
ru_ru: Дикие животные

# xrTableCell40.Text
source: Dog
ar_iq: كلب
az_latn_az: İt
ka_ge: ძაღლი
kk_kz: Ит
ru_ru: Собака

# xrTableCell39.Text
source: Cat
ar_iq: قطة
az_latn_az: Pişik
ka_ge: კატა
kk_kz: Мысық
ru_ru: Кошка

# xrTableCell43.Text
source: Cattle
ar_iq: ماشية
az_latn_az: Qaramal
ka_ge: მ.რ.პ.
kk_kz: Ірі қара мал
ru_ru: Крупный рогатый скот

# xrTableCell42.Text
source: Equine
ar_iq: خيل
az_latn_az: At
ka_ge: ცხენისებრნი
kk_kz: Жылқышылық
ru_ru: Лошадь

# xrTableCell44.Text
source: Sheep
ar_iq: اغنام
az_latn_az: Qoyun
ka_ge: ცხვარი
kk_kz: Қой
ru_ru: Овца

# xrTableCell41.Text
source: Goat
ar_iq: ماعز
az_latn_az: Keçi
ka_ge: თხა
kk_kz: Ешкі
ru_ru: Коза

# xrTableCell46.Text
source: Pig
ar_iq: خنزير
az_latn_az: Donuz
ka_ge: ღორი
kk_kz: Шошқа
ru_ru: Свинья

# xrTableCell45.Text
source: Stray dog
ar_iq: كلب ضال
az_latn_az: Küçə iti
ka_ge: მაწანწალა ძაღლი
kk_kz: Қаңғыбас ит
ru_ru: Бродячая собака

# xrTableCell47.Text
source: Other
ar_iq: آخر
az_latn_az: Digər
ka_ge: სხვა
kk_kz: Басқалар
ru_ru: Прочие

# xrTableCell37.Text
source: Unspecified
ar_iq: غير محددة
az_latn_az: Müəyyən olunmayıb
ka_ge: განუსაზღვრელი
kk_kz: Анықтама берілмеген
ru_ru: Неуказанный

# xrTableCell48.Text
source: Fox
ar_iq: ثعلب
az_latn_az: Tülkü
ka_ge: მელა
kk_kz: Түлкі
ru_ru: Лиса

# xrTableCell51.Text
source: Raccoon dog
ar_iq: كلب الراكون
az_latn_az: Yenot iti
ka_ge: ენოტისმსგავსი ძაღლი
kk_kz: Жанат
ru_ru: Енотовидная собака

# xrTableCell50.Text
source: Raccoon
ar_iq: راكون
az_latn_az: Yenot
ka_ge: ენოტი
kk_kz: Жанат
ru_ru: Енот

# xrTableCell52.Text
source: Wolf
ar_iq: ذئب
az_latn_az: Canavar
ka_ge: მგელი
kk_kz: Қасқыр
ru_ru: Волк

# xrTableCell49.Text
source: Badger
ar_iq: غرير
az_latn_az: Porsuq
ka_ge: მაჩვი
kk_kz: Борсық
ru_ru: Барсук

# xrTableCell54.Text
source: Marten
ar_iq: دلق
az_latn_az: Dələ
ka_ge: კვერნა
kk_kz: Мартен
ru_ru: Куница

# xrTableCell53.Text
source: Other mustelides
ar_iq: انواع اخرى من ابن عرس
az_latn_az: Digər dələkimilər
ka_ge: სხვა კვერნისებრნი
kk_kz: Басқа сусарлар
ru_ru: Другие животные семейства куньих

# xrTableCell57.Text
source: Other carnivores
ar_iq: انواع اخرى من اللاحم
az_latn_az: Digər yırtıcılar
ka_ge: სხვა ხორცისმჭამელნი
kk_kz: Басқа жыртқыш аңдар
ru_ru: Другие плотоядные животные

# xrTableCell56.Text
source: Wild boar
ar_iq: خنزير بري
az_latn_az: Vəhşi qaban
ka_ge: გარეული ტახი
kk_kz: Қабан
ru_ru: Дикая свинья

# xrTableCell58.Text
source: Roe deer
ar_iq: ظبي
az_latn_az: Avropa cüyürü
ka_ge: შველი
kk_kz: Елік
ru_ru: Косуля

# xrTableCell55.Text
source: Red deer
ar_iq: الايل الاحمر
az_latn_az: Nəcib maral
ka_ge: ირემი
kk_kz: Марал
ru_ru: Благородный олень

# xrTableCell60.Text
source: Fallow deer
ar_iq: الغزال البور
az_latn_az: Xallı maral
ka_ge: ირემლაღი
kk_kz: Кермарал
ru_ru: Лань

# xrTableCell59.Text
source: Other
ar_iq: آخر
az_latn_az: Digər
ka_ge: სხვა
kk_kz: Басқалар
ru_ru: Прочие

# xrTableCell61.Text
source: Bat
ar_iq: خفاش
az_latn_az: Yarasa
ka_ge: ღამურა
kk_kz: Жарғанат
ru_ru: Летучая мышь

# xrTableCell38.Text
source: Unspecified
ar_iq: غير محددة
az_latn_az: Müəyyən olunmayıb
ka_ge: განუსაზღვრელი
kk_kz: Анықтама берілмеген
ru_ru: Неуказанный

# xrTableCell15.Text
source: Date
ar_iq: تأريخ
az_latn_az: Tarix
ka_ge: თარიღი
kk_kz: Мерзім
ru_ru: Дата

# xrTableCell27.Text
source: Area/Municipality
ar_iq: منطقة/بلدية
az_latn_az: Ərazi/Bələdiyyə
ka_ge: რეგიონი/ მუნიციპალიტეტი
kk_kz: Аудан/Муниципалитет
ru_ru: Адм. единица / муниципалитет

# xrTableCell33.Text
source: (dd.mm.)
az_latn_az: (gg.aa.)
ka_ge: (დღე, თვე)
kk_kz: (жыл.ай.)
ru_ru: (гг.мм.)

# xrTableCell36.Text
source: (see “area list”)
ar_iq: ( "انظر "قائمة المناطق )
az_latn_az: ("ərazi siyahısına" bax)
ka_ge: (იხ. „რეგიონების ჩამონათვალი“)
kk_kz: (“аудан тізімді” қараңыз)
ru_ru: (см. «список территорий»)

# xrTableCell13.Text
source: RABIES BULLETIN EUROPE
ar_iq: النشرة الاوروبية عن داء الكلب
az_latn_az: Quduzluq Hadisələri Siyahısı Avropa
ka_ge: ევროპის ბიულეტენი ცოფის შესახებ
kk_kz: Құтыру Бюллетень Еуропа
ru_ru: БЮЛЛЕТЕНЬ О РАСПРОСТРАНЕНИИ ЗАБОЛЕВАНИЯ БЕШЕНСТВОМ В ЕВРОПЕ

# xrTableCell14.Text
source: 1. Rabies Cases
ar_iq: 1. حالات داء الكلب
az_latn_az: 1. Quduzluq halları
ka_ge: 1. ცოფის შემთხვევები
kk_kz: 1. Құтыру жағдайлар
ru_ru: 1. Случаи заболевания бешенством

# xrTableCell22.Text
source: Country:
ar_iq: البلد:
az_latn_az: Ölkə:
ka_ge: ქვეყანა:
kk_kz: Ел:
ru_ru: Страна:

# xrTableCell23.Text
source: Reporting period (quarter, year):
ar_iq: فترة التقرير (ربع عام، عام):
az_latn_az: Hesabat dövrü (rüb, il):
ka_ge: ანგარიშგების პერიოდი (კვარტალი, წელი):
kk_kz: Есептеме мерзімі (тоқсан, жыл)
ru_ru: Отчётный период (квартал, год):

# xrTableCell123.Text
source: Total rabies cases domestic animals:
ar_iq: مجموع حالات داء الكلب في الحيوانات الداجنة
az_latn_az: Ümumi quduzluq Hadisələri, ev heyvanları:
ka_ge: სულ ცოფის შემთხვევები შინაურ ცხოველებში:
kk_kz: Үй малдарда құтыру жағдайдың барлық саны:
ru_ru: Общее количество случаев заболевания бешенством домашних животных:

# xrTableCell127.Text
source: Total rabies cases wildlife:
ar_iq: مجموع حالات داء الكلب في الحيوانات البرية
az_latn_az: Ümumi quduzluq Hadisələri, vəhşi heyvanlar:
ka_ge: სულ ცოფის შემთხვევები გარეულ ცხოველებში:
kk_kz: Жыртғыш аңдарда құтыру жағдайдың барлық саны:
ru_ru: Общее количество случаев заболевания бешенством диких животных:

# xrTableCell128.Text
source: Overall total:
ar_iq: المجموع الشامل:
az_latn_az: Ümumilikdə cəmi:
ka_ge: სულ ჯამი:
kk_kz: Жалпы барлығы:
ru_ru: Общее количество:

# xrTableCell94.Text
source: Total
ar_iq: المجموع
az_latn_az: Cəmi
ka_ge: ჯამი
kk_kz: Барлығы
ru_ru: Итого

# xrTableCell135.Text
source: No. of animals tested
ar_iq: عدد الحيوانات التي فًحصت
az_latn_az: Sınaqdan keçirilən heyvanların sayı
ka_ge: გამოკვლეულ ცხოველთა რაოდენობა
kk_kz: Тексерілген жануарлар саны
ru_ru: Количество исследованных животных

# xrTableCell137.Text
source: Domestic animals
ar_iq: الحيوانات الداجنة
az_latn_az: Ev heyvanları
ka_ge: შინაური ცხოველები
kk_kz: Үй малдары
ru_ru: Домашние животные

# xrTableCell139.Text
source: Wildlife
ar_iq: الحيوانات البرية
az_latn_az: Canlı təbiət
ka_ge: გარეული ცხოველები
kk_kz: Табиғат
ru_ru: Дикие животные

# xrTableCell140.Text
source: Dog
ar_iq: كلب
az_latn_az: İt
ka_ge: ძაღლი
kk_kz: Ит
ru_ru: Собака

# xrTableCell141.Text
source: Cat
ar_iq: قطة
az_latn_az: Pişik
ka_ge: კატა
kk_kz: Мысық
ru_ru: Кошка

# xrTableCell142.Text
source: Cattle
ar_iq: ماشية
az_latn_az: Qaramal
ka_ge: მ.რ.პ.
kk_kz: Ірі қара мал
ru_ru: Крупный рогатый скот

# xrTableCell143.Text
source: Equine
ar_iq: خيل
az_latn_az: At
ka_ge: ცხენისებრნი
kk_kz: Жылқышылық
ru_ru: Лошадь

# xrTableCell144.Text
source: Sheep
ar_iq: اغنام
az_latn_az: Qoyun
ka_ge: ცხვარი
kk_kz: Қой
ru_ru: Овца

# xrTableCell145.Text
source: Goat
ar_iq: ماعز
az_latn_az: Keçi
ka_ge: თხა
kk_kz: Ешкі
ru_ru: Коза

# xrTableCell146.Text
source: Pig
ar_iq: خنزير
az_latn_az: Donuz
ka_ge: ღორი
kk_kz: Шошқа
ru_ru: Свинья

# xrTableCell147.Text
source: Stray dog
ar_iq: كلب ضال
az_latn_az: Küçə iti
ka_ge: მაწანწალა ძაღლი
kk_kz: Қаңғыбас ит
ru_ru: Бродячая собака

# xrTableCell148.Text
source: Other
ar_iq: آخر
az_latn_az: Digər
ka_ge: სხვა
kk_kz: Басқалар
ru_ru: Прочие

# xrTableCell149.Text
source: Unspecified
ar_iq: غير محددة
az_latn_az: Müəyyən olunmayıb
ka_ge: განუსაზღვრელი
kk_kz: Анықтама берілмеген
ru_ru: Неуказанный

# xrTableCell150.Text
source: Fox
ar_iq: ثعلب
az_latn_az: Tülkü
ka_ge: მელა
kk_kz: Түлкі
ru_ru: Лиса

# xrTableCell151.Text
source: Raccoon dog
ar_iq: كلب الراكون
az_latn_az: Yenot iti
ka_ge: ენოტისმსგავსი ძაღლი
kk_kz: Жанат
ru_ru: Енотовидная собака

# xrTableCell152.Text
source: Raccoon
ar_iq: راكون
az_latn_az: Yenot
ka_ge: ენოტი
kk_kz: Жанат
ru_ru: Енот

# xrTableCell153.Text
source: Wolf
ar_iq: ذئب
az_latn_az: Canavar
ka_ge: მგელი
kk_kz: Қасқыр
ru_ru: Волк

# xrTableCell154.Text
source: Badger
ar_iq: غرير
az_latn_az: Porsuq
ka_ge: მაჩვი
kk_kz: Борсық
ru_ru: Барсук

# xrTableCell155.Text
source: Marten
ar_iq: دلق
az_latn_az: Dələ
ka_ge: კვერნა
kk_kz: Мартен
ru_ru: Куница

# xrTableCell156.Text
source: Other mustelides
ar_iq: انواع اخرى من ابن عرس
az_latn_az: Digər dələkimilər
ka_ge: სხვა კვერნისებრნი
kk_kz: Басқа сусарлар
ru_ru: Другие животные семейства куньих

# xrTableCell157.Text
source: Other carnivores
ar_iq: انواع اخرى من اللاحم
az_latn_az: Digər yırtıcılar
ka_ge: სხვა ხორცისმჭამელნი
kk_kz: Басқа жыртқыш аңдар
ru_ru: Другие плотоядные животные

# xrTableCell158.Text
source: Wild boar
ar_iq: خنزير بري
az_latn_az: Vəhşi qaban
ka_ge: გარეული ტახი
kk_kz: Қабан
ru_ru: Дикая свинья

# xrTableCell159.Text
source: Roe deer
ar_iq: ظبي
az_latn_az: Avropa cüyürü
ka_ge: შველი
kk_kz: Елік
ru_ru: Косуля

# xrTableCell160.Text
source: Red deer
ar_iq: الايل الاحمر
az_latn_az: Nəcib maral
ka_ge: ირემი
kk_kz: Марал
ru_ru: Благородный олень

# xrTableCell161.Text
source: Fallow deer
ar_iq: الغزال البور
az_latn_az: Xallı maral
ka_ge: ირემლაღი
kk_kz: Кермарал
ru_ru: Лань

# xrTableCell162.Text
source: Other
ar_iq: آخر
az_latn_az: Digər
ka_ge: სხვა
kk_kz: Басқалар
ru_ru: Прочие

# xrTableCell163.Text
source: Bat
ar_iq: خفاش
az_latn_az: Yarasa
ka_ge: ღამურა
kk_kz: Жарғанат
ru_ru: Летучая мышь

# xrTableCell164.Text
source: Unspecified
ar_iq: غير محددة
az_latn_az: Müəyyən olunmayıb
ka_ge: განუსაზღვრელი
kk_kz: Анықтама берілмеген
ru_ru: Неуказанный

# xrTableCell136.Text
source: Area
ar_iq: منطقة
az_latn_az: Ərazi
ka_ge: რეგიონი
kk_kz: Аудаң
ru_ru: Комбинированная гистограмма

# xrTableCell138.Text
source: (see “attached list”)
ar_iq: (انظر "القائمة المرفقة")
az_latn_az: ("əlavə olunmuş siyahıya" bax)
ka_ge: (იხ. „თანდართული ჩამონათვალი“)
kk_kz: (“қосылған тізімді” қараңыз)
ru_ru: (см. «прилагаемый перечень»)

# xrTableCell25.Text
source: RABIES BULLETIN EUROPE
ar_iq: النشرة الاوروبية عن داء الكلب
az_latn_az: Quduzluq üzrə Avropa Bülleteni
ka_ge: ევროპის ბიულეტენი ცოფის შესახებ
kk_kz: Құтыру Бюллетень Еуропа
ru_ru: БЮЛЛЕТЕНЬ О РАСПРОСТРАНЕНИИ ЗАБОЛЕВАНИЯ БЕШЕНСТВОМ В ЕВРОПЕ

# xrTableCell124.Text
source: 2. Animals tested
ar_iq: 2. الحيوانات المفحوصة
az_latn_az: 2. Test olunan heyvanlar
ka_ge: 2. გამოკვლეული ცხოველები
kk_kz: 2. Жануарлар тексерілді
ru_ru: 2. Исследованные животные

# xrTableCell134.Text
source: (cases not included)
ar_iq: (الحالات غير المشمولة)
az_latn_az: (daxil edilməyən xəstəlik hadisələri)
ka_ge: (შემთხვევების გარდა)
kk_kz: (саналмаған жағдайлар)
ru_ru: (случаи не включены)

# xrTableCell125.Text
source: Country:
ar_iq: البلد:
az_latn_az: Ölkə:
ka_ge: ქვეყანა:
kk_kz: Ел:
ru_ru: Страна:

# xrTableCell130.Text
source: Reporting period (quarter, year):
ar_iq: فترة التقرير (ربع عام، عام):
az_latn_az: Hesabat dövrü (rüb, il):
ka_ge: ანგარიშგების პერიოდი (კვარტალი, წელი):
kk_kz: Есептеме мерзімі (тоқсан, жыл)
ru_ru: Отчётный период (квартал, год):

# xrTableCell131.Text
source: Total
ar_iq: مجموع
az_latn_az: Cəmi
ka_ge: ჯამი
kk_kz: Барлығы
ru_ru: Итого

# lblReportName.Text
source: Intermediate Report by Annual Form IV–03 (Old Revision)
ar_iq: التقرير المرحلي حسب الانموذج السنوي IV-03 (الاصدار القديم)
az_latn_az: İllik Forma IV–03 əsasında Aralıq (Köhnə düzəliş)
ka_ge: შუალედური ანგარიში ყოველთვიური ფორმა IV–03–ის მიხედვით
kk_kz: IV–03 Жылдық Форма бойынша Аралық Есептеме (Ескі Нұсқасы)
ru_ru: Промежуточный отчёт в ежегодной форме IV-03 (старая редакция)
