Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/AberrationAnalysis/Reports/AberrationReport.*.resx
Languages: az_latn_az

# xrTableCell4.Text
source: Analysis Parameters:
az_latn_az: Təhlil parametrləri:

# xrTableCell2.Text
source: Analysis Method
az_latn_az: Təhlil metodu

# xrTableCell6.Text
source: Threshold
az_latn_az: Hədd

# xrTableCell8.Text
source: Baseline
az_latn_az: Baza xətti

# xrTableCell1.Text
source: Lag
az_latn_az: Geridə qalma

# xrTableCell3.Text
source: Time Unit
az_latn_az: Vaxt vahidi

# resource.Text
source: Notification Date
az_latn_az: Bildiriş tarixi

# resource.Text1
source: Number of Cases
az_latn_az: Xəstəlik hadisələrinin sayı

# resource.Text2
source: Notification Date
az_latn_az: Bildiriş tarixi

# cellDataSetXofY.Text
source: Data Set ()
az_latn_az: Məlumat toplusu ()

# xrTableCell9.Text
source: Expected Count
az_latn_az: Gözlənilən say

# xrTableCell12.Text
source: Observed Count
az_latn_az: Müşahidə olunan say
