Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/AberrationAnalysis/Reports/HumAberrationReport.*.resx
Languages: ar_iq

# xrTableCell17.Text
source: Report Parameters:
ar_iq: معلَمات التقرير:

# xrTableCell28.Text
source: Region/Rayon/Settlement
ar_iq: منطقة/حي/مستوطنة

# xrTableCell31.Text
source: Gender
ar_iq: الجنس

# xrTableCell34.Text
source: Age
ar_iq: العمر

# xrTableCell37.Text
source: Diagnosis
ar_iq: التشخيص

# xrTableCell40.Text
source: Case Classification
ar_iq: تصنيف الحالة

# lblReportName.Text
source: Human Cases Aberration Analysis Report
ar_iq: تقرير تحليل الانحراف للحالات البشرية

# xrTableCell4.Text
source: Report Parameters:
ar_iq: معلَمات التقرير:

# xrTableCell6.Text
source: Notification Type
ar_iq: نوع الابلاغ

# xrTableCell8.Text
source: Site
ar_iq: الموقع

# xrTableCell14.Text
source: Time Interval
ar_iq: فترة زمنية

# xrTableCell2.Text
source: Report Parameters:
ar_iq: معلَمات التقرير:
