Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/AberrationAnalysis/Reports/SyndromicAberrationReport.*.resx
Languages: az_latn_az

# xrTableCell20.Text
source: Notification Type
az_latn_az: Bildiriş növü

# xrTableCell10.Text
source: Site
az_latn_az: Sayt

# xrTableCell21.Text
source: Time Interval
az_latn_az: Vaxt intervalı

# xrTableCell11.Text
source: Region/Rayon/Settlement
az_latn_az: Region/Rayon/Qəsəbə

# xrTableCell14.Text
source: Name of Hospital/ Sentinel Station
az_latn_az: Xəstəxananın adı/Məhdudlaşdırıcı stansiya

# xrTableCell15.Text
source: Gender
az_latn_az: Cins

# xrTableCell17.Text
source: Age
az_latn_az: Yaş

# lblReportName.Text
source: Syndromic Surveillance Aberration Analysis Report
az_latn_az: Sindromlara nəzarət, yayılmanın təhlili hesabatı

# xrTableCell18.Text
source: Report Parameters:
az_latn_az: Hesabat parametrləri:

# xrTableCell2.Text
source: Report Parameters:
az_latn_az: Hesabat parametrləri:

# xrTableCell12.Text
source: Notification Type
az_latn_az: Bildiriş növü

# xrTableCell22.Text
source: Site
az_latn_az: Sayt

# xrTableCell9.Text
source: Administrative Unit
az_latn_az: İnzibati bölmə

# xrTableCell23.Text
source: Name of Hospital/Sentinel Station
az_latn_az: Xəstəxananın adı/Məhdudlaşdırıcı stansiya

# xrTableCell16.Text
source: Gender
az_latn_az: Cins

# xrTableCell25.Text
source: Age
az_latn_az: Yaş
