Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Admin/AggregateMTX/AggregateMatrixBase.*.resx
Languages: ar_iq, az_latn_az

# btnActivateVersion.Text
source: Activate Matrix Version
ar_iq: تفعيل إصدار المصفوفة
az_latn_az: Matriks versiyasını aktivləşdir

# lbVersionDate.Text
source: Activation Date
ar_iq: تاريخ التفعيل
az_latn_az: Aktivləşdirmə tarixi

# btnDown.Text
source: Down
ar_iq: أسفل
az_latn_az: Aşağı

# pnMatrixVersion.Text
source: Matrix Version
ar_iq: نسخة المصفوفة
az_latn_az: Matriks versiyası

# btnNewVersion.Text
source: New Matrix Version
ar_iq: إصدار مصفوفة جديد
az_latn_az: Yeni matriks versiyası

# lbSelectVersion.Text
source: Select Version
ar_iq: اختيار الإصدار
az_latn_az: Versiyanı seç

# btnUp.Text
source: Up
ar_iq: أعلى
az_latn_az: Yuxarı

# lbVersionName.Text
source: Version Name
ar_iq: اسم الإصدار
az_latn_az: Versiyanın adı

# btnDeleteVersion.Text
source: Delete Matrix Version
ar_iq: حذف إصدار المصفوفة
az_latn_az: Matriks versiyasını sil

# btnDelete.Text
source: Delete Matrix Record
ar_iq: حذف سجل المصفوفة
az_latn_az: Matriks qeydini sil
