Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Admin/SecurityPolicy/SecurityPolicyDetail.*.resx
Languages: ar_iq

# Label2.Text
source: Account Lockout Duration (Minutes)
ar_iq: فترة تأمين الحساب (دقائق)

# Label5.Text
source: Account Lockout Threshold
ar_iq: حد ايقاف البيانات حول الاستخدام

# Label3.Text
source: Enforce Password History
ar_iq: فرض قاعدة تاريخ كلمة المرور

# Label6.Text
source: Force Password Complexity
ar_iq: استعمل كلمات مرور معقدة

# GroupControl1.Text
source: Lockout Policy
ar_iq: نهج التأمين

# Label4.Text
source: Maximum Password Age (Days)
ar_iq: العمر الأقصى لكلمة المرور (يوم/أيام)

# Label1.Text
source: Minimum Password Length
ar_iq: الطول الأدنى لكلمة المرور

# GroupControl2.Text
source: Password Policy
ar_iq: نهج كلمات المرور

# $this.Caption
source: Security Policy
ar_iq: السياسة الأمنية

# Label7.Text
source: Session Inactivity Timeout (Minutes)
ar_iq: مهلة عدم نشاط الجلسة (دقائق)

# txtDescription.Text
source: If this policy is enabled, passwords must meet the following minimum requirements: Contain characters from the following categories: English uppercase characters (A through Z) English lowercase characters (a through z) Base 10 digits (0 through 9)
ar_iq: إذا تم تمكين هذه السياسة، يجب أن تحقق كلمات المرور المتطلبات الدنيا التالية: تحتوي رموز وحروف من الفئات التالية: حروف إنجليزية كبيرة (A حتى Z) حروف إنجليزية صغيرة (a حتى z) الأرقام الـ 10 الأساسية (0 حتى 9)
