Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Admin/Common/NextNumbersDetail.*.resx
Languages: ka_ge

# $this.Caption
source: Unique Numbering Schema Details
ka_ge: უნიკალური დანომრვის სქემის მონაცემები

# chAlphaNumeric.Properties.Caption
source: AlphaNumeric
ka_ge: ანბანურ–ციფრული

# chDefSiteIdentifier.Properties.Caption
source: Three-Letter Site Identifier
ka_ge: ობიექტის სამასოიანი იდენტიფიკატორი

# chHASCSiteIdentifier.Properties.Caption
source: Site HASC Code
ka_ge: ობიექტის HASC კოდი

# chNumeric.Properties.Caption
source: Numeric
ka_ge: ციფრული

# chPrefix.Properties.Caption
source: Prefix
ka_ge: პრეფიქსი

# chSiteID.Properties.Caption
source: Site ID
ka_ge: ობიექტის ID

# chYear.Properties.Caption
source: Year
ka_ge: წელი

# lbEnglishName.Text
source: ID Type (English)
ka_ge: ID-ს ტიპი (ინგლისური)

# lblMinNumberLength.Text
source: Length
ka_ge: სიგრძე

# lblNextNumberValue.Text
source: Next Number Value
ka_ge: მომდევნო ნომრის მნიშვნელობა

# lblNumberFormat.Text
source: Number Format
ka_ge: ნომრის ფორმატი

# lblNumberFormatPreviewCaption.Text
source: Preview
ka_ge: წინასწარი ნახვა

# lblNumericPartProperties.Text
source: Numeric Part Properties
ka_ge: ციფრული ნაწილის მახასიათებლები

# lblSiteIDFormat.Text
source: Site ID Format
ka_ge: ობიექტის ID-ს ფორმატი

# lbNationalName.Text
source: ID Type
ka_ge: ID-ს ტიპი (ქართული)
