Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Admin/Common/PreferenciesForm.*.resx
Languages: hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# $this.Text
source: System Preferences (C09)
hy_am: Կարգավորումներ (C09)
ka_ge: ოპციები (C09)
kk_kz: Теңшелімдер(C09)
ru_ru: Настройки (С09)
th_th: การกำหนดการตั้งค่ากำหนดเองของระบบ
uk_ua: Налаштування (C09)

# cmdCancel.Text
source: Cancel
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: ยกเลิก
uk_ua: Скасувати

# cmdOk.Text
source: Ok
hy_am: Այո
ka_ge: დიახ
kk_kz: Ок
ru_ru: Ок

# GroupBox1.Text
source: Additional
hy_am: Լրացուցիչ
ka_ge: დამატებითი
kk_kz: Қосымша
ru_ru: Дополнительно
th_th: เพิ่มเติม
uk_ua: Додатково

# GroupBox2.Text
source: Main
hy_am: Հիմնական
ka_ge: მთავარი
kk_kz: Негізгі параметрлер
ru_ru: Основные параметры
th_th: หลัก
uk_ua: Головний

# Label1.Text
source: Startup Language
hy_am: Սկզբնական լեզու
ka_ge: პროგრამის გაშვების ენა
kk_kz: Іске қосу кезіндегі тіл
ru_ru: Язык при запуске
th_th: ภาษาเริ่มต้น
uk_ua: Мова при запуску

# Label3.Text
source: Barcode Printer
hy_am: Շտրիխ կոդերի տպիչ
ka_ge: შტრიხკოდების პრინტერი
kk_kz: Штрих-кодтар принтері
ru_ru: Принтер штрихкодов
th_th: เครื่องพิมพ์บาร์โค้ด
uk_ua: Принтер штрих-кодів

# Label4.Text
source: Document Printer
hy_am: Փաստաթղթերի տպիչ
ka_ge: დოკუმენტების პრინტერი
kk_kz: Құжаттар принтері
ru_ru: Принтер документов
th_th: เครื่องพิมพ์เอกสาร
uk_ua: Принтер документів

# lbCountry.Text
source: Country
hy_am: Երկիր
ka_ge: ქვეყანა
kk_kz: Ел
ru_ru: Страна
th_th: ประเทศ
uk_ua: Країна

# FilterDaysLabel.Text
source: Number of days for which data is displayed by default
hy_am: Օրերի քանակը, որի համար տվյալները ցուցադրվում են լռելյայն
ka_ge: დღეების რაოდენობა რომლისთვის ნაგულისხმევად აისახება მონაცემები
kk_kz: Әдепкілік бойынша деректер көрсетілетін күндер саны
ru_ru: Период поиска по умолчанию (количество дней)
th_th: จำนวนวันที่มีการแสดงข้อมูลโดยค่าตั้งต้น
uk_ua: Кількість днів, за яку за умовчанням відображаються дані

# Label2.Text
source: EPI Info Path
hy_am: Դեպի EPI Info ծրագրի ուղի
ka_ge: EPI Info–ს გზა(მისამართი)
kk_kz: Эпи Инфо жолы
ru_ru: Путь к программе EPI Info
th_th: ทางข้อมูล EPI
uk_ua: Шлях до програми EPI Info

# chbShowTextInToolbar.Properties.Caption
source: Show text in toolbar
hy_am: Ցուցադրել տեքստը գործիքների վահանակում
ka_ge: ხელსაწყოთა ზოლში ტექსტის ჩვენება
kk_kz: Құралдар үстелінде тексті көрсету
ru_ru: Показывать текст в панели инструментов
th_th: แสดงข้อความในแถบเครื่องมือ
uk_ua: Показувати текст в панелі інструментів

# chkShowEmptyListOnSearch.Properties.Caption
source: Show empty list on search
hy_am: Որոնման չափանիշների բացակայության դեպքում ցուցադրել դատարկ ցանկը
ka_ge: ძებნის ფორმაში ცარიელი ჩამონათვალის ჩვენება
kk_kz: Іздеудің бос нәтижесін көрсету
ru_ru: Показывать пустой список при поиске
th_th: แสดงรายการว่างบนการค้นหา
uk_ua: Показувати порожній список при пошуку

# chkShowSaveDataPrompt.Properties.Caption
source: Show save data prompt
hy_am: Հարցնել տվյալների պահպանման մասին
ka_ge: მონაცემთა დამახსოვრების შეხსენების ჩვენება
kk_kz: Сыбырды көрсету
ru_ru: Показывать вопрос о сохранении данных
th_th: แสดงการพร้อมบันทึกข้อมูล
uk_ua: Показувати питання про збереження даних

# chkPrintMapInVetReports.Properties.Caption
source: Print Map in Veterinary Investigation Forms
hy_am: Տպել քարտեզը անասնաբուժական հետազոտական ձևերում
ka_ge: რუკის ამობეჭდვა ვეტ შემთხვევის კვლევის ფორმაში
kk_kz: Ұй мал аурулары зерттеу нысанада картаны басып шығару
ru_ru: Распечатать карту в формах ветеринарного расследования
th_th: พิมพ์แผนที่ในแบบฟอร์มการสืบสวนทางสัตว์แพทย์
uk_ua: Роздрукувати карту в формах ветеринарного розслідування

# chkDefaultRegionInSearch.Properties.Caption
source: Default Region in Search Panels
hy_am: Լռելյայն տարածաշրջան որոնման վահանակներում
ka_ge: ნაგულისხმევად შევსებული რეგიონის ველი ძებნის პანელზე
kk_kz: Іздеу ранелінде әдепкілік өңір
ru_ru: Регион по умолчанию в панели поиска
th_th: ภูมิภาคตั้งต้นในแผงการค้นหา
uk_ua: Регіон за замовчуванням в панелі пошуку

# chkLabSimplifiedMode.Properties.Caption
source: Lab Module Simplified Mode
hy_am: Լաբորատոր մոդուլի պարզեցված ռեժիմ
ka_ge: ლაბორატორიული მოდულის გამარტივებული რეჟიმი
kk_kz: Зертхана модулі жеңіл күйі
ru_ru: Упрощённый режим лабораторного модуля
th_th: โหมดโมดูลห้องปฏิบัติการอย่างง่าย
uk_ua: Спрощений режим лабораторного модуля

# chkShowAsterisk.Properties.Caption
source: Show * for blank values in AVR
hy_am: Ցուցադրել * ՎՏՀ-ում դատարկ արժեքների համար
ka_ge: „*“ ჩვენება ანალიტიკურ მოდულში ცარიელი მნიშვნელობებისთვის
kk_kz: АВО модулінде бос жерлерді *-мен толтыру
ru_ru: Показать * для пустых значений в АВО
th_th: แสดง * สำหรับค่าที่ว่างใน AVR
uk_ua: Показати * для порожніх значень в АВЗ

# chbShowBigLayoutWarning.Properties.Caption
source: Show warning when big layout loading
hy_am: Ցուցադրել նախազգուշացում՝ մեծ դասավորություն բեռնելիս
ka_ge: დიდი მოცულობის ჩატვირთვის დროს გაფრთხილების ჩვენება
kk_kz: Үлкен орналасу қотарған жағдайда ескерту жасау
ru_ru: Показывать предупреждение при загрузке большого отчета
th_th: แสดงการเตือนเมื่อมีการโหลดเลย์เอาท์ขนาดใหญ่
uk_ua: Показувати попередження при завантаженні великої звіту

# chkShowNavigatorInH02Form.Properties.Caption
source: Show navigator in H02 form
hy_am: Ցուցադրել դեպքերի ուղղորդիչը H02 ձևի մեջ
ka_ge: ნავიგატორის ჩვენება H02 ფრომაში
kk_kz: Көрсеткішті H02 нысанында көрсету
ru_ru: Показывать навигатор в форме H02
th_th: แสดงตัวนำทางในแบบฟอร์ม H02
uk_ua: Показувати навігатор в формі H02

# lbDefaultMapProject.Text
source: Default Map Project
hy_am: Լռելյայն քարտեզի նախագիծ
ka_ge: რუკის ნაგულისხმევი პროექტი
kk_kz: Әдепкілік карта жобасы
ru_ru: Проект карты по умолчанию
th_th: โครงการแผนที่ตั้งต้น
uk_ua: Проект карти за замовчуванням

# chkShowWarningForFinalCaseClassification.Properties.Caption
source: Show warning for final case classification
hy_am: Ցույց տալ նախազգուշացում դեպքի վերջնական դասակարգման համար
ka_ge: გამაფრთხილებელი შხეტყობინების ჩვენება შემთხვევის საბოლოო კლასიფიკაციის შესახებ
kk_kz: Жағдайдың қорытынды классификация туралы ескертуді көрсету
ru_ru: Показывать предупреждение о заключительной классификации случая
th_th: แสดงคำเตือนสำหรับการสรุปประเภทผู้ป่วย
uk_ua: Показувати попередження для остаточної класифікації випадків

# chkFilterSamples.Properties.Caption
source: Filter samples by Diagnosis
hy_am: Ֆիլտել նմուշներն ըստ ախտորոշումների
ka_ge: ნიმუშების გაფილტვრა დიაგნოზის მიხედვით
kk_kz: Ауру атауына байланысты сынама сүзгісі
ru_ru: Фильтр проб по заболеваниям
th_th: กรองตัวอย่างจากการวินิจฉัย
uk_ua: Фільтр зразків по захворюванням
