Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Document/Human/CaseInvestigation/CaseInvestigationReport.*.resx
Languages: th_th

# lblReportName.Text
source: Case Investigation Form
th_th: แบบฟอร์มการสืบสวนกรณี

# xrTableCell58.Text
source: Comments
th_th: ความเห็น

# clinicalSignsLabel.Text
source: (6) Case Classification
th_th: (6) การแยกประเภทกรณี

# epiInvestigationLabel.Text
source: (7) Epidemiological Links and Risk Factors
th_th: (7) การเชื่อมต่อการระบาด และปัจจัยความเสี่ยง

# BuildingLabel.Text
source: Building
th_th: ตึก

# HouseLabel.Text
source: House
th_th: บ้าน

# xrTableCell225.Text
source: Employer Information:
th_th: ข้อมูลผู้ว่าจ้าง:

# xrTableCell104.Text
source: Name of employer, children’s facility and school
th_th: ชื่อของผู้ว่าจ้าง สถานที่บริการ และโรงเรียนของเด็ก

# xrTableCell107.Text
source: Date of last presence at work, study or preschool institution
th_th: วันที่ที่ปรากฏตัวในที่ทำงาน เรียน หรือสถาบันการศึกษา

# xrTableCell83.Text
source: Address of employer, children’s facility and school:
th_th: ที่อยู่ผู้ว่าจ้าง สถานที่บริการ และโรงเรียนของเด็ก

# xrTableCell227.Text
source: Country
th_th: ประเทศ

# xrTableCell84.Text
source: Region
th_th: จังหวัด

# xrTableCell86.Text
source: Rayon
th_th: อำเภอ/ตำบล

# xrTableCell88.Text
source: Town or Village
th_th: เมืองหรือหมู่บ้าน

# xrTableCell90.Text
source: Street
th_th: ถนน

# xrTableCell92.Text
source: Postal code
th_th: รหัสไปรษณีย์

# xrTableCell98.Text
source: Apt.
th_th: อพาร์ทเม้นท์

# xrTableCell101.Text
source: Phone number
th_th: เบอร์โทรศัพท์

# xrTableCell38.Text
source: Permanent Residence:
th_th: ที่อยู่ถาวร:

# xrTableCell33.Text
source: Region
th_th: จังหวัด

# xrTableCell41.Text
source: Rayon
th_th: อำเภอ/ตำบล

# xrTableCell36.Text
source: Town or Village
th_th: เมืองหรือหมู่บ้าน

# xrTableCell39.Text
source: Street
th_th: ถนน

# xrTableCell45.Text
source: Postal code
th_th: รหัสไปรษณีย์

# xrTableCell52.Text
source: Apt.
th_th: อพาร์ทเม้นท์

# xrTableCell53.Text
source: Phone number
th_th: เบอร์โทรศัพท์

# xrTableCell216.Text
source: Longitude/Latitude
th_th: ลองติจูด/ละติจูด

# xrTableCell215.Text
source: Foreign Address
th_th: ที่อยู่ต่างประเทศ

# xrTableCell34.Text
source: Citizenship
th_th: ความเป็นพลเมือง

# xrTableCell152.Text
source: Personal ID Type
th_th: ประเภท ID บัคคล

# xrTableCell206.Text
source: Personal ID
th_th: ID บุคคล

# xrTableCell23.Text
source: Date of birth
th_th: วันเกิด

# xrTableCell32.Text
source: Age:
th_th: อายุ:

# xrTableCell30.Text
source: Sex
th_th: เพศ

# xrLabel1.Text
source: (1) Demographic information
th_th: (1) ข้อมูลทางประชากร

# xrTableCell8.Text
source: Patient Name
th_th: ชื่อผู้ป่วย

# xrTableCell22.Text
source: Last First Middle
th_th: นามสุกล ชื่อ ชื่อกลาง

# xrTableCell57.Text
source: Current Residence:
th_th: ที่อยู่ปัจจุบัน:

# xrTableCell59.Text
source: Region
th_th: จังหวัด

# xrTableCell61.Text
source: Rayon
th_th: อำเภอ/ตำบล

# xrTableCell64.Text
source: Town or Village
th_th: เมืองหรือหมู่บ้าน

# xrTableCell66.Text
source: Street
th_th: ถนน

# xrTableCell68.Text
source: Postal code
th_th: รหัสไปรษณีย์

# xrTableCell74.Text
source: Apt.
th_th: อพาร์ทเม้นท์

# xrTableCell77.Text
source: Phone number
th_th: เบอร์โทรศัพท์

# xrTableCell222.Text
source: Longitude/Latitude
th_th: ลองติจูด/ละติจูด

# xrTableCell80.Text
source: Occupation
th_th: อาชีพ

# FullAddressLabel.Text
source: Full Address
th_th: อาคาร/รหัสที่อยู่

# xrTableCell2.Text
source: Organization that sent Urgent Notification
th_th: องค์กรที่ส่งการแจ้งเตือนอย่างเร่งด่วน

# xrTableCell10.Text
source: Date of sending
th_th: วันที่ส่ง

# xrTableCell13.Text
source: Organization conducting investigation
th_th: องค์กรที่ทำการสืบสวน

# xrTableCell16.Text
source: Starting date of investigation
th_th: วันที่เริ่มการสืบสวน

# CaseClassificationLabelCell.Text
source: Case Classification
th_th: การแยกประเภทกรณี

# xrTableCell47.Text
source: Date Of Completion Of Paper Form
th_th: วันที่เสร็จสิ้นแบบฟอร์มเอกสาร

# CaseStatusLabelCell.Text
source: Case Status
th_th: สถานะกรณี

# InitialDiagnosisLabelCell.Text
source: Initial Diagnosis
th_th: การวินิจฉัยเบื้องต้น

# InitialDiagnosisDateLabelCell.Text
source: Initial Diagnosis Date
th_th: วันที่ทำการวินิจฉัยเบื้องต้น

# CurrentDiagnosisLabelCell.Text
source: Current Diagnosis
th_th: การวินิจฉัยปัจจุบัน

# CurrentDiagnosisDateLabelCell.Text
source: Current Diagnosis Date
th_th: วันที่ทำการวินิจฉัยปัจจุบัน

# FinalDiagnosisLabelCell.Text
source: Final Diagnosis
th_th: การวินิจฉัยสุดท้าย

# FinalDiagnosisDateLabelCell.Text
source: Final Diagnosis Date
th_th: วันที่ทำการวินิจฉัยสุดท้าย

# xrTableCell1.Text
source: Case ID Number (from EIDSS)
th_th: หมายเลข ID กรณี (จาก EIDSS)

# cellBarcode.Text
source: BARCODE
th_th: บาร์โค้ด

# xrTableCell4.Text
source: Local ID
th_th: ID ท้องถิ่น

# xrTableCell173.Text
source: Status of the patient at time of notification
th_th: สถานะของผู้ป่วยในเวลาที่แจ้งเตือน

# xrTableCell46.Text
source: Location of exposure if known
th_th: สถานที่ที่สัมผัสเชื้อ ถ้าทราบ

# xrTableCell112.Text
source: Date of symptoms onset
th_th: วันที่เริ่มปรากฏอาการของโรค

# xrTableCell117.Text
source: Date of Exposure
th_th: วันที่สัมผัสเชื้อ

# xrTableCell122.Text
source: Facility where patient first sought care
th_th: สถานที่รักษาที่ผู้ป่วยเข้ารับการรักษา

# xrTableCell125.Text
source: Date patient first sought care
th_th: วันแรกที่ผู้ป่วยเข้ารับการรักษา

# xrTableCell129.Text
source: Non-Notifiable Diagnosis from facility where patient first sought care
th_th: การวินิจฉัยที่ไม่จำเป็นต้องแจ้งความ จากสถานบริการที่ๆผู้ป่วยเข้าทำการรักษาครั้งแรก

# xrTableCell138.Text
source: Place of hospitalization
th_th: สถานที่ๆเข้ารักษาตัวในโรงพยาบาล

# xrTableCell139.Text
source: Date of hospitalization
th_th: วันที่ๆเข้ารักษาตัวในโรงพยาบาล

# xrTableCell234.Text
source: Current Location of Patient
th_th: ตำแหน่งปัจจุบันของผู้ป่วย

# xrTableCell70.Text
source: Additional Information
th_th: ข้อมูลเพิ่มเติม

# xrLabel2.Text
source: (2) Clinical Information
th_th: (2) ข้อมูลทางคลีนิค

# xrTableCell175.Text
source: Initial Case Classification
th_th: การแยกประเภทกรณีเบื้องต้น

# xrTableCell133.Text
source: Additional Test Requested and Sample Notes
th_th: จำเป็นต้องทำการทดสอบเพิ่มเติม และหมายเหตุตัวอย่าง

# xrTableCell149.Text
source: Samples collected?
th_th: ตัวอย่างถูกเก็บมาหรือไม่?

# xrTableCell151.Text
source: Reason for “no”:
th_th: เหตุผลสำหรับ “ไม่”:

# xrLabel3.Text
source: (3) Samples Collection
th_th: (3) การเก็บตัวอย่าง

# xrTableCell198.Text
source: Epidemiologist name
th_th: ชื่อนักระบาดวิทยา

# xrTableCell197.Text
source: Epidemiologist Signature
th_th: ลายเซ็นนักระบาดวิทยา

# xrTableCell203.Text
source: Date
th_th: วันที่

# xrTableCell156.Text
source: Final Case Classification
th_th: การแยกประเภทกรณีสุดท้าย

# xrTableCell109.Text
source: Date of Final Case Classification
th_th: วันที่ทำการแยกประเภทกรณีสุดท้าย

# xrTableCell157.Text
source: Final Diagnosis
th_th: การวินิจฉัยสุดท้าย

# xrTableCell161.Text
source: Date of Final Diagnosis
th_th: วันที่ทำการวินิจฉัยสุดท้าย

# xrTableCell164.Text
source: Basis Of Diagnosis
th_th: รากฐานของการวินิจฉัย

# blnLabDiagBasis.Text
source: Laboratory Test
th_th: การทดสอบห้องปฏิบัติการ

# blnEpiDiagBasis.Text
source: Epidemiological Links
th_th: การเชื่อมต่อทางการระบาด

# blnClinicalDiagBasis.Text
source: Clinical
th_th: ทางคลีนิค

# xrTableCell168.Text
source: Outcome
th_th: ผลลัพธ์

# xrTableCell170.Text
source: Date of Death
th_th: วันเกิด

# xrTableCell178.Text
source: Date of Discharge
th_th: วันที่ปล่อยตัว

# xrTableCell184.Text
source: Is this case related to an outbreak
th_th: กรณีนี้เกี่ยวข้องกับการระบาดหรือไม่?

# xrTableCell188.Text
source: Outbreak ID
th_th: ID การระบาด

# xrTableCell196.Text
source: Comments
th_th: ความเห็น

# xrLabel4.Text
source: (5) Final Case Classification and Outcome
th_th: (5) การแยกประเภทกรณี และผลลัพธ์สุดท้าย
