Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Document/Human/CaseInvestigation/SpecimenReport.*.resx
Languages: ar_iq

# xrTableCell4.Text
source: Sample Type
ar_iq: نوع العينة

# xrTableCell1.Text
source: Local Sample ID
ar_iq: معرف العينة المحلية

# xrTableCell10.Text
source: Collection Date
ar_iq: تاريخ جمع العينات

# xrTableCell9.Text
source: Sent Date
ar_iq: تاريخ الإرسال

# xrTableCell17.Text
source: Accession Date
ar_iq: تاريخ الإضافة

# xrTableCell21.Text
source: Sample Condition Received
ar_iq: حالة العينة عند وصولها

# xrTableCell2.Text
source: Comment
ar_iq: تعليق

# xrTableCell6.Text
source: Test Name
ar_iq: اسم الاختبار

# xrTableCell7.Text
source: Test Result
ar_iq: نتيجة الاختبار

# xrTableCell3.Text
source: Test Date
ar_iq: تاريخ الاختبار
