Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.main/Login/LoginForm.*.resx
Languages: az_latn_az

# lbPasswordLang.Text
source: EN
az_latn_az: AZ

# lbUserLang.Text
source: EN
az_latn_az: Az

# lForgetPass.Text
source: Forgot password?
az_latn_az: Parolu unutdun?

# lbOrganization.Text
source: Organization
az_latn_az: Təşkilat

# lbUserName.Text
source: Login
az_latn_az: İstifadəçinin adı

# lbPassword.Text
source: Password
az_latn_az: Parol

# lbSQLUserName.Text
source: User
az_latn_az: İstifadəçi

# lbSQLPassword.Text
source: Password
az_latn_az: Parol

# lbSQLDatabase.Text
source: Database
az_latn_az: Məlumat Bazası

# TabPageSQL.Text
source: Database
az_latn_az: Məlumat Bazası

# cmdChangePassword.Text
source: Change Password
az_latn_az: Parolu dəyişdir

# $this.Text
source: Login (C01)
az_latn_az: Sistemə giriş (C01)

# lbArchiveUser.Text
source: User
az_latn_az: İstifadəçi

# lbArchivePassword.Text
source: Password
az_latn_az: Parol

# lbArchiveDatabase.Text
source: Database
az_latn_az: Məlumat Bazası

# chkAllowArchiveConnection.Properties.Caption
source: Allow connection to archive database
az_latn_az: Arxiv bazasına qoşulmağa iman yaransın

# TabPageArchive.Text
source: Archive Database
az_latn_az: Arxiv məlumat bazası

# lbAvrServiceUrl.Text
source: AVR Service URL
az_latn_az: AVH Xidmət URL-i

# TabPageAVRService.Text
source: AVR Service
az_latn_az: AVH xidməti
