Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Admin/Statistic/StatisticDetail.*.resx
Languages: az_latn_az

# $this.Caption
source: Generic Statistical Data Details
az_latn_az: Ümumi statistik məlumatlar

# AreaLookup1.Caption
source: Area
az_latn_az: İnzibatı səviyyə

# lblArea.Text
source: Area
az_latn_az: İnzibatı səviyyə

# lblParameter.Text
source: Parameter
az_latn_az: Parametr

# lblParameterType.Text
source: Parameter Type
az_latn_az: Parametrin növü

# lblStartDate.Text
source: Start Date For Period
az_latn_az: Dövrün başlanma tarixi

# lblStatistic_Area_Type.Text
source: Statistical Area Type
az_latn_az: Statistik İnzibatı səviyyə

# lblStatistic_Data_Type.Text
source: Statistical Data Type
az_latn_az: Statistik məlumatların növü

# lblStatistic_Period_Type.Text
source: Statistical Period Type
az_latn_az: Statistik Vaxt Müddəti

# lblValue.Text
source: Value
az_latn_az: Göstərici

# lbStatisticAgeGroup.Text
source: Statistical Age Group
az_latn_az: Statistik yaş qrupu
