Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.gis/Properties/Resources.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# gis_MtSelectBufZones_ToolTipText
source: Select buffer zone for updating or removing
ar_iq: حدد المنطقة العازلة لتحويرها او حذفها
az_latn_az: Yeniləmə və ya ləğv üçün buffer zonasını seç
hy_am: Ընտրել բուֆերային գոտի՝ խմբագրման կամ հեռացման համար
ka_ge: ბუფერული ზონის შერჩევა გასანახლებლად ან წასაშლელად
kk_kz: Редакциялау немесе жою үшін буферлік аймақты таңдау
ru_ru: Выбрать буферную зону для ее редактирования или удаления
th_th: เลือกพื้นที่แนวกันชนเพื่ออัพเดทหรือย้ายออก
uk_ua: Обрати буферну зону для її редагування або видалення

# gis_SetCaseMapForm_Caption
source: Set location
ar_iq: ادخال تحديد الموقع
az_latn_az: Yerləşmə yerini qeyd etmək
hy_am: Նշել վայրը
ka_ge: დაავადების შემთხვევის შეყვანა
kk_kz: Ауыру жағдайын іске қосу
ru_ru: Ввод случая заболевания
th_th: เลือกตำแหน่งที่ตั้ง
uk_ua: Вкажіть місце розташування

# gis_BufZonesLayer_MandatoryFieldRequiredError
source: The field '{0}' is mandatory. You must enter data in this field before saving form.
ar_iq: مجال '{0}' إلزامي. يجب عليك إدخال البيانات في هذا المجال قبل حفظ النموذج.
az_latn_az: '{0}' sahəsinin doldurulması mütləqdir. Formanı yaddaşa verməzdən əvvəl bu sahəyə məlumat daxil etməlisiniz.
hy_am: '{0}' դաշտը պարտադիր է: Նախքան ձևը պահպանելը, դուք պետք է մուտքագրեք այս դաշտի տվյալները:
ka_ge: {0}' ველის შევსება სავალდებულოა. ამ ველში მონაცემები უნდა შეიყვანოთ ფორმის დამახსოვრებამდე.
kk_kz: '{0}' жолағы міндетті. Сіз бұл жолаққа деректерді нысан сақталғанға дейін енгізуге тиіссіз.
ru_ru: Поле '{0}' является обязательным. Вы должны ввести данные в это поле до сохранения формы.
th_th: 'คุณจำเป็นต้องใส่ข้อมูลลงในช่อง'{0}'ก่อนบันทึกแบบฟอร์ม
uk_ua: Поле '{0}' є обов'язковим. Треба ввести дані у це поле до збереження форми.

# gis_MtSaveMap_SaveOverDefaultError
source: This map name is reserved! Select a different map name!
ar_iq: اسم الخريطة هذا محجوز. اختار اسم آخر!
az_latn_az: Bu xəritə adı artıq istifadə edilir. Xəritə üçün başqa ad seçin!
hy_am: Քարտեզի այս անվանումը պատվիրված է: Ընտրեք քարտեզի այլ անվանում:
ka_ge: რუკის ესეთი დასახელება უკვე არსებობს! შეარჩიეთ სხვა დასახელება!
kk_kz: Картаның бұл атауы резервке қойылған. Басқа атау таңдаңыз!
ru_ru: Это название карты зарезервировано. Выберете другое название!
th_th: ชื่อแผนที่นี้ถูกจองไว้แล้ว! กรุณาเลือกชื่อแผนที่อื่น!
uk_ua: Ця назва мапи зарезервована. Оберіть іншу назву!

# gis_EidssUserDbLayer_DataSourceException
source: This type of layers can not change the data source!
ar_iq: هذا النوع من الطبقات لا يغيير مصدر البيانات!
az_latn_az: Qatların bu növ məlumat mənbəyi üçün dəyişə bilməz!
hy_am: Այս շերտերի տեսակը չի կարող փոխել տվյալների աղբյուրը:
ka_ge: მოცემული დონის საწყისი მონაცემების შეცვლა შეუძლებელია!
kk_kz: Қабаттың бұл үлгісі үшін бастапқы деректер өзгертілмеуге тиіс!
ru_ru: Исходные данные для этого типа слоя не могут быть изменены!
th_th: เลเยอร์ประเภทนี้ไม่สามารถเปลี่ยนแหล่งข้อมูลได้!
uk_ua: Вихідні дані для цього типу шару не можуть бути змінені!

# gis_TableCreator_SysToSqlType1
source: Unsupported datatype '
ar_iq: نوع بيانات غير معتمد
az_latn_az: Dəstəklənməyən məlumat növü '
hy_am: Չաջակցվող տվյալների տեսակ '
ka_ge: მონაცემთა ტიპის მხარდაჭერა არ ხდება '
kk_kz: Қолдау көрсетілмейтін деректер үлгісі '
ru_ru: Неподдерживаемый тип данных '
th_th: ประเภทข้อมูลที่ไม่สนับสนุน
uk_ua: Непідтримуваний тип даних '

# gis_DbLayersForm_RemoveTitle
source: User layers
ar_iq: طبقة الاستعمال
az_latn_az: İstifadəçi qatları
hy_am: Օգտագործողների շերտեր
ka_ge: მომხმარებლის დონეები
kk_kz: Пайдаланушылар қабаты
ru_ru: Пользовательские слои
th_th: เลเยอร์ผู้ใช้
uk_ua: Шари користувача

# gis_DbLayersForm_BufTable_User
source: User
ar_iq: مستخدم
az_latn_az: İstifadəçi
hy_am: Օգտագործոող
ka_ge: მომხმარებელი
kk_kz: Пайдаланушы
ru_ru: Пользователь
th_th: ผู้ใช้งาน
uk_ua: Користувач

# gis_MtSelectBufZones_BZCancelWarning
source: Would you like to cancel changes for selected buffer zone?
ar_iq: ترغب في الغاء التغييرات بالمنطقة العازلة المختارة؟
az_latn_az: Seçilmiş buffer zonasına aid dəyişikliklərdən imtina etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք չեղարկել փոփոխությունները ընտրված բուֆերային գոտու համար:
ka_ge: გსურთ ცვლილებების გაუქმება შერჩეული ბუფერული ზონისთვის?
kk_kz: Таңдалған буфер аймағы үшін өзгерісті қабылдамау
ru_ru: Отменить изменения для выбранной буферной зоны?
th_th: คุณต้องการยกเลิกการเปลี่ยนแปลงสำหรับพื้นที่แนวกันชนที่เลือกหรือไม่?
uk_ua: Бажаєте відмінити зміни для обраної буферної зони?

# gis_MtIndependentPolygonBufferZone_CheckValidityMsg
source: Your polygon is invalid. Possibly it has self-intersections. Please reenter it.
ar_iq: المضلعات الخاصة بك غير صالحة. ربما لديها تقاطعات ذاتية. يرجى إعادة إدخال ذلك.
az_latn_az: Sizin poliqon düzgün deyil. Ola bilsin, daxildə kəsişmə baş verib. Zəhmət olmasa, onu yenidən daxil edin.
hy_am: Ձեր բազմանկյունը անվավեր է: Հավանաբար այն ունի ինքնահատումներ: Խնդրում ենք կրկին մուտքագրել այն:
ka_ge: პოლიგონის შექმნის შეცდომა. შესაძლებელია ის შეიცავს თანაკვეთას. გთხოვთ შეიყვანეთ ის ხელახლა.
kk_kz: Полигон жасау қателігі. Бәлкім онда өздігінен түйісу бар болар. Оны қайтадан енгізіңізші.
ru_ru: Ошибка создания полигона. Возможно в нем присутствуют самопересечения. Пожалуйста введите его повторно.
th_th: โพลีกอนของคุณเป็นโมฆะ เป็นไปได้ว่ามีการซ้อนทับกันเองภายใน กรุณาใส่อีกครั้ง
uk_ua: Ваш полігон є недійсним. Можливо, він має власні перехрещення. Будь ласка, введіть його заново.

# gis_mtAddDbLayer_Caption
source: Add Database Layer
ar_iq: أظافة طبقة قاعدة بيانات
az_latn_az: Məlumat bazasının qatı
hy_am: Տվյալների բազայի շերտ
ka_ge: დონე მონაცემთა ბაზიდან
kk_kz: Деректер базасының қабаты
ru_ru: Добавить слой из базы данных
th_th: เพิ่มเลเยอร์ของฐานข้อมูล
uk_ua: Шар з бази даних

# InfoForm_StatTable_Region
source: Region name
ar_iq: أسم المحافظة
az_latn_az: Regionun adı
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Өңір
ru_ru: Регион
th_th: ชื่อจังหวัด
uk_ua: Назва області

# InfoForm_StatTable_Rayon
source: Rayon name
ar_iq: أسم القطاع
az_latn_az: Rayonun adı
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: ชื่ออำเภอ/ตำบล
uk_ua: Назва району

# InfoForm_StatTable_Settlement
source: Settlement name
ar_iq: أسم المحلة
az_latn_az: Yaşayış məntəqəsi
hy_am: Բնակավայր
ka_ge: დასახლებული პუნქტი
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: ชื่อชุมชน
uk_ua: Назва населеного пункту

# InfoForm_StatTable_Area
source: Area
ar_iq: مساحة
az_latn_az: Səth
hy_am: Տարածք
ka_ge: ფართობი
kk_kz: Алаң
ru_ru: Площадь
th_th: พื้นที่
uk_ua: Зона

# InfoForm_StatTable_Human_population
source: Human population
ar_iq: عدد السكان
az_latn_az: İnsan əhalisi
hy_am: Բնակչության քանակ
ka_ge: მოსახლეობა
kk_kz: Халықтың саны
ru_ru: Числ. населения
th_th: จำนวนผู้ป่วย
uk_ua: Кільк. населення

# InfoForm_StatTable_PopulationDens
source: Human population density
ar_iq: كثافة عدد السكان
az_latn_az: İnsan əhali sixliği
hy_am: Բնակչության խտություն
ka_ge: მოსახლეობის სიმჭიდროვე
kk_kz: Халықтың тығыздығы
ru_ru: Плотн. населения
th_th: ความหนาแน่นของจำนวนผู้ป่วย
uk_ua: Плотн. населення
