Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.gis/Properties/Resources.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# gis_TableCreator_SysToSqlType2
source: ' found in datasource
ar_iq: عثر عليه في بنك البيانات
az_latn_az: ' məlumat mənbəyində tapılıb
hy_am: ' գտնվել է բազայում
ka_ge: ' ნაპოვნია ბაზაში
kk_kz: 'базада табылды
ru_ru: ' обнаружен в базе
th_th: พบในแหล่งข้อมูล
uk_ua: ' виявлений у базі

# gis_MtIndependentCircleBufferZone_ToolTipText
source: Add circle buffer zone with any point as a center
ar_iq: إضافة دائرة منطقة عازلة مع أي نقطة كمركز
az_latn_az: İstənilən nöqtədə mərkəzinə malik olan çevrə bufer zonasını əlavə etmək
hy_am: Ավելացնել շրջանաձև բուֆերային գոտի ցանկացած կետի շուրջ՝ վերջինս որպես կենտրոն
ka_ge: წრიული ბუფერული ზონა ცენტრით ნებისმიერ ადგილზე
kk_kz: Еркін нүктедегі орталығымен шеңбер нысанындағы буферлік аймақ
ru_ru: Буферная зона в форме окружности с центром в произвольной точке
th_th: เพิ่มพื้นที่แนวกันชนวงกลมโดยให้จุดใดก็ตามเป็นศูนย์กลาง
uk_ua: Буферна зона у формі кола з центром у довільній точці

# gis_MtCircleWithCenterBufZone_ToolTipText
source: Add circle buffer zone with a case or settlement as a center
ar_iq: إضافة دائرة منطقة عازلة مع حالة أو تسويتها كمركز
az_latn_az: Mərkəzində xəstəlik hadisəsi və ya yaşayış məntəqəsi olan dairəvi buffer zonasını əlavə etmək
hy_am: Ավելացնել շրջանաձև բուֆերային գոտի դեպքին կամ բնակայավայրին՝ վերջիններիս տեղավորելով կենտրոնում:
ka_ge: წრიული ფორმის ბუფერული ზონის დონის დამატება ცენტრში მოთავსებული მოცემული დასახლებული პუნქტით ან დაავადების შემთხვევის რეგისტრაციის ადგილით
kk_kz: Берілген елді мекен немесе жағдай тіркелген жерде орталығы болатын шеңбер нысанында буферлік аймаққа қосу
ru_ru: Добавить буферную зону в форме окружности с центром в заданном н/п или в месте регистрации случая заболевания
th_th: เพิ่มพื้นที่แนวกันชนวงกลมโดยให้ผู้ป่วยหรือชุมชนเป็นศูนย์กลาง
uk_ua: Додати буферну зону у формі кола з центром у заданому н/п або у місці реєстрації випадку захворювання

# gis_mtAddDbLayer_ToolTipText
source: Add Database Layer
ar_iq: اضافة طبقة لقاعدة البيانات
az_latn_az: Məlumat bazasının qatını əlavə etmək
hy_am: Ավելացնել շերտ տվյալների բազայից
ka_ge: მონაცემთა ბაზიდან შრის დამატება
kk_kz: Деректер базасынан қабат қосу
ru_ru: Добавить слой из базы данных
th_th: เพิ่มเลเยอร์ของฐานข้อมูล
uk_ua: Додати шар з бази даних

# gis_MtPolygonBufferZone_ToolTipText
source: Add polygon buffer zone based on the district border
ar_iq: إضافة مضلع المنطقة العازلة مستندا على الحد
az_latn_az: Rayon sərhədlərin əsasında olan poliqon buffer zonasını əlavə et
hy_am: Ավելացնել բազմանկյուն բուֆերային գոտի՝ հիմնվելով շրջանի սահմանների վրա
ka_ge: რაიონის საზღვრებზე დამყარებული მრავალკუთხა ბუფერული ზონის დამატება
kk_kz: Ауданның шекарасына негізделген полигондық буферлік аймақ қосу
ru_ru: Добавить полигональную буферную зону основанную на границах района
th_th: เพิ่มพื้นที่แนวกันชนโพลีกอนโดยอิงตามขอบอำเภอ
uk_ua: Додати полігональну буферну зону засновану на кордонах району

# gis_MtSelectBufZones_BZApply
source: Apply moving
ar_iq: تفعيل التطبيق
az_latn_az: Hərəkətin tətbiq edilməsi
hy_am: Կիրառել տեղաշարժը
ka_ge: გადაადგილების დამახსოვრება
kk_kz: Жаңа қалыпты сақтау
ru_ru: Сохранить новое положение
th_th: ใช้การเคลื่อนย้าย
uk_ua: Застосувати переміщення

# gis_AvrMapControl_RemoveAllEventLayers_Exception
source: AVR layer removing error
ar_iq: خطأ في فسخ مقايسة التحقق من صحة التقرير
az_latn_az: AVH qatının silinməsində baş verən səhv
hy_am: ՎՏՀ շերտի հեռացման սխալ
ka_ge: ანალიტიკური მოდულის სქემის წაშლის შეცდომა
kk_kz: ТКЕ қабатын жоюдағы қате
ru_ru: Ошибка удаления слоя АВО
th_th: ErrorลบAVRเลเยอร์
uk_ua: Помилка видалення шару АВЗ

# gis_SetCaseMapForm_Cancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# m_MtSelectBufZones_BZProperties
source: Buffer zone properties
ar_iq: خصائص المنطقة العازلة
az_latn_az: Buffer zonasının xüsusiyyətləri
hy_am: Բուֆերային գոտու հատկություններ
ka_ge: ბუფერული ზონის მახასიათებლები
kk_kz: Буферлік аймақтың қасиеті
ru_ru: Свойства буферной зоны
th_th: คุณสมบัติของพื้นที่แนวกันชน
uk_ua: Властивості буферної зони

# gis_MtSelectBufZones_BZCancel
source: Cancel moving
ar_iq: إلغاء نقل
az_latn_az: Hərəkətin imtinası
hy_am: Չեղարկել տեղափոխումը
ka_ge: გადაადგილების გაუქმება
kk_kz: Өзгерісті қабылдамау
ru_ru: Отменить изменения
th_th: ยกเลิกการย้าย
uk_ua: Відмінити переміщення

# gis_MapProjectsStorage_GetMapNameError
source: Can't load xml document:
ar_iq: لا يمكن تحميل مستند XML:
az_latn_az: xml sənədini yükləyə bilmir:
hy_am: Հնարավոր չէ բեռնել xml փաստաթուղթը.
ka_ge: xml დოკუმენტის ჩატვირთვის შეცდომა:
kk_kz: xml құжатты жүктеудегі қате:
ru_ru: Ошибка загрузки xml-документа:
th_th: ไม่สามารถเรียกเอกสารxml:
uk_ua: Помилка завантаження xml-документа:

# gis_MtCircleWithCenterBufZone_Caption
source: Circle Buffer Zone
ar_iq: دائرة منطقة عازلة
az_latn_az: Dairəvi buffer zonası
hy_am: Շրջանաձև բուֆերային գոտի
ka_ge: წრიული ბუფერული ზონა
kk_kz: Шеңбер нысанындағы буферлік аймақ
ru_ru: Буферная зона в форме окружности
th_th: พื้นที่แนวกันชนวงกลม
uk_ua: Буферна зона у формі кола

# gis_mtFixedExtent_Caption
source: Country Extent
ar_iq: تراب البلد
az_latn_az: Ölkənin ərazisi
hy_am: Երկրի տարածք
ka_ge: ქვეყნის ტერიტორია
kk_kz: Елдің аумағы
ru_ru: Территория страны
th_th: ขอบเขตประเทศ
uk_ua: Територія країни

# gis_MtAddBufZonesLayer_Caption
source: Create Buffer Zones Layer
ar_iq: انشاء منطقة عازلة
az_latn_az: Bufer Zonalarının qatını yaratmaq
hy_am: Ստեղծել բուֆերային գոտիների շերտ
ka_ge: ბუფერული ზონის დონის შექმნა
kk_kz: Буферлік аймағы бар қабат құру
ru_ru: Создать слой с буферными зонами
th_th: สร้างเลเยอร์พื้นที่แนวกันชน
uk_ua: Створити шар з буферними зонами

# gis_MtAddBufZonesLayer_ToolTipText
source: Create and add buffer zones layer
ar_iq: إنشاء وإضافة طبقة عازلة
az_latn_az: Bufer zonalarının qatını yaratmaq və əlavə etmək
hy_am: Ստեղծել և ավելացնել բուֆերային գոտիների շերտ
ka_ge: ბუფერული ზონის დონის შექმნა და დამატება
kk_kz: Буферлік аймағы бар қабат құру және картаға қосу
ru_ru: Создать и добавить на карту слой с буферными зонами
th_th: สร้างและเพิ่มเลเยอร์พื้นที่แนวกันชน
uk_ua: Створити і додати на мапу шар з буферними зонами

# gis_MtFixedExtent_ToolTipText
source: Country Extent
ar_iq: مساحة البلد الحالي
az_latn_az: Cari ölkənin ərazisi
hy_am: Տվյալ երկրի տարածք
ka_ge: მიმდინარე ქვეყნის ტერიტორია
kk_kz: Осы елдің аумағы
ru_ru: Территория страны
th_th: ขอบเขตประเทศ
uk_ua: Територія країни

# gis_DbLayersForm_BufTable_CreationDate
source: Creation date
ar_iq: تاريخ الانشاء
az_latn_az: Yaradılma tarixi
hy_am: Ստեղծման ամսաթիվ
ka_ge: შექმნის თარიღი
kk_kz: Құрылған күні
ru_ru: Дата создания
th_th: วันที่สร้าง
uk_ua: Дата створення

# gis_EidssDbLayer_DataSourceException
source: Data provider is not allowed for this layer type!
ar_iq: موفر البيانات لا يسند هذا النوع من الطبقات
az_latn_az: Məlumatı təmin edənə bu səviyyə növündən istifadə etməyə icazə yoxdur!
hy_am: Տվյալներ ապահովողը չի աջակցում տվյալ շերտի տեսակը:
ka_ge: მონაცემთა პროვაიდერი არ უზრუნველყოფს ამ ტიპის შრის მხარდაჭერას!
kk_kz: Деректер провайдері қабаттың бұл үлгісін қолдамайды!
ru_ru: Провайдер данных не поддерживает этот тип слоя!
th_th: แหล่งข้อมูลไม่ถูกอนุญาตสำหรับเลเยอร์ประเภทนี้
uk_ua: Провайдер даних не підтримує цей тип шару!

# gis_EidssDbLayer_NULLDataProvider
source: Data provider is NULL!
ar_iq: موفر البيانات ليس مهيأ
az_latn_az: Məlumat provayderin qüvvəti yoxdur!
hy_am: Տվյալներ ապահովողը ինիցիալիզացված չէ:
ka_ge: მონაცემთა პროვაიდერი არაა ინიციალიზირებული!
kk_kz: Деректер провайдері әзір емес!
ru_ru: Провайдер данных непроинициализирован!
th_th: แหล่งข้อมูลเป็นค่าว่าง!
uk_ua: Провайдер даних не знайден!

# gis_EidssExtSystemDbLayer_DataSourceError
source: Data provider is not extended system table!
ar_iq: موفر البيانات هو جدول مبرمج بدون اتساع
az_latn_az: Məlumat provayderi genişləndirilmiş sistem cədvəli deyil!
hy_am: Տվյալներ ապահովողը չի հանդիսանում ընդլայնված համակարգային աղյուսակը:
ka_ge: მონაცემთა პროვაიდერი წარმოადგენს არა გაფართოებულ სისტემურ ცხრილს!!
kk_kz: Кеңейтілмеген жүйелік кесте деректер провайдері болып табылады!
ru_ru: Провайдером данных является не расширенная системная таблица!
th_th: แหล่งข้อมูลไม่ใช่ตารางระบบส่วนเพิ่ม!
uk_ua: Провайдером даних не розширена системна таблиця!

# gis_EidssLabelLayer_DataSourceException
source: Data provider is not allowed for this layer type!
ar_iq: موفر البيانات لا يسند هذا النوع من الطبقات
az_latn_az: Məlumat provayderə bu səviyyə növündən istifadə etməyə icazə yoxdur!
hy_am: Տվյալներ ապահովողը չի աջակցում տվյալ շերտի տեսակը:
ka_ge: მონაცემთა პროვაიდერი არ უზრუნველყოფს ამ ტიპის შრის მხარდაჭერას!
kk_kz: Деректер провайдері қабаттың бұл үлгісін қолдамайды!
ru_ru: Провайдер данных не поддерживает этот тип слоя!
th_th: แหล่งข้อมูลไม่ถูกอนุญาตสำหรับเลเยอร์ประเภทนี้
uk_ua: Провайдер даних не підтримує цей тип шару!

# gis_EidssSystemDbLayer_DataSourceException
source: Data provider is not system table!
ar_iq: موفر البيانات ليس جدول مبرمج
az_latn_az: Məlumat provayderi sistem cədvəli deyil!
hy_am: Տվյալներ ապահովողը համակարգային աղյուսակը չէ:
ka_ge: მონაცემთა პროვაიდერი არ წარმოადგენს სისტემურ ცხრილს!
kk_kz: Жүйелік емес кесте деректер провайдері болып табылады!
ru_ru: Провайдером данных является не системная таблица!
th_th: แหล่งข้อมูลไม่ใช่ตารางระบบ
uk_ua: Провайдер даних не системна таблиця!

# gis_MtSelectBufZones_BZDelete
source: Delete buffer zone
ar_iq: فسخ المنطقة العازلة
az_latn_az: Buffer zonasını ləğv etmək
hy_am: Ջնջել բուֆերային գոտին
ka_ge: ბუფერული ზონის წაშლა
kk_kz: Буферлік аймақты жою
ru_ru: Удалить буферную зону
th_th: ลบพื้นที่แนวกันชน
uk_ua: Видалити буферну зону

# gis_DbLayersForm_BufTable_Description
source: Description
ar_iq: وصف
az_latn_az: Təsvir
hy_am: Նկարագրություն
ka_ge: აღწერილობა
kk_kz: Сипаттамасы
ru_ru: Описание
th_th: รายละเอียด
uk_ua: Опис

# gis_MtSelectBufZones_BZApplyWarning
source: Do you want to save new object’s position?
ar_iq: هل تريد حفظ موضع العنصر الجديد؟
az_latn_az: Yeni obyektin mövqesini yaddaşa salmaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք պահպանել նոր օբյեկտի դիրքը:
ka_ge: სურთ ობიექტის ახალი მდებარეობის შენახვა??
kk_kz: Объектінің жаңа қалпын сақтау
ru_ru: Сохранить новое положение объекта?
th_th: ต้องการบันทึกตำแหน่งของObjectใหม่หรือไม่?
uk_ua: Бажаєте зберегти нове розташування об'єкту?

# m_MtIndependentPolygonBufferZone_ToolTipText
source: Draw any polygon buffer zone
ar_iq: رسم مضلع أي منطقة عازلة
az_latn_az: İstənilən poliqon bufer zonasını çəkmək
hy_am: Նկարել ցանկացած բազմանկյունային բուֆերային գոտի
ka_ge: ნებისმიერი მრავალკუთხა ბუფერული ზონის დახატვა
kk_kz: Еркін полигондық буферлік аймақтың суретін салыңыз
ru_ru: Нарисуйте произвольную полигональную буферную зону
th_th: วาดโพลีกอนพื้นที่แนวกันชน
uk_ua: Намалюйте довільну полігональну буферну зону

# DbLayersForm_MsgBoxCaption
source: Edit layer properties
ar_iq: تحرير خصائص الطبقة
az_latn_az: Qatın xüsusiyyətlərini redaktə etmək
hy_am: Խմբագրել շերտի հատկությունները
ka_ge: დონის მახასითებლების გახსნა
kk_kz: Қабаттың қасиеттерін редакциялау
ru_ru: Редактирование свойств слоя
th_th: แก้ไขคุณสมบัติของเลเยอร์
uk_ua: Редагувати властивості схеми

# gis_AvrMapControl_SetMapSettings_RefreshException
source: Error refreshing Map and Map Content after map settings defenition
ar_iq: خطأ اعادة تحميل الخريطة و محتواها بعد وضع معلمات الخريطة
az_latn_az: Xəritənin təfsilatlarını müəyyən edəndən sonra Xəritəni və Xəritənin məzmununu yeniləyərkən yaranan səhv
hy_am: Սխալ է արձանագրվել քարտեզի և նրա պարունակության թարմացման ժամանակ՝ քարտեզի կարգավորումները սահմանելիս
ka_ge: შეცდომა რუკის და რუკის შინაარსის განახლებაში რუკის პარამეტრების დაყენების შემდეგ
kk_kz: Картаның теңшелімін бергеннен кейін картаны және қабаттар тізімін жаңартудағы қате
ru_ru: Ошибка обновления карты и списка слоев после задания настроек карты
th_th: Errorในการรีเฟรชแผนที่และเนื้อหาของแผนที่หลังจากการตั้งค่าแผนที่
uk_ua: Помилка перезавантаження карти і її вмісту після завдання параметрів карти.

# gis_MtExportAsImage_Caption
source: Export Map to Image
ar_iq: تصدير الخارطة كصورة
az_latn_az: Xəritənin şəkilə eksportu
hy_am: Արտահանել քարտեզը դեպի պատկեր
ka_ge: რუკის ექსპორტი სურათად
kk_kz: Картаны бейнелеу ретінде экспорттау
ru_ru: Экспортировать карту как изображение
th_th: ส่งออกแผนที่เป็นรูปภาพ
uk_ua: Експортувати мапу як зображення

# gis_MtExportAsImage_ToolTipText
source: Export Map to Image
ar_iq: تصدير الخارطة الحالية كصورة
az_latn_az: Cari xəritəni şəkil formasına eksport et
hy_am: Արտահանել ընթացիկ քարտեզը որպես պատկեր
ka_ge: მიმდინარე რუკის ექსპორტი სურათად
kk_kz: Осы картаны бейнелеу ретінде экспорттау
ru_ru: Экспортировать карту как изображение
th_th: ส่งออกแผนที่เป็นรูปภาพ
uk_ua: Експортувати поточну мапу як зображення

# gis_MtExportMap_Caption
source: Export Map
ar_iq: تصدير الخارطة
az_latn_az: Xəritəni eksport et
hy_am: Արտահանել քարտեզը
ka_ge: რუკის ექსპორტი
kk_kz: Картаны экспорттау
ru_ru: Экспортировать карту
th_th: ส่งออกแผนที่
uk_ua: Експортувати мапу

# gis_MtExportMap_ToolTipText
source: Export Map
ar_iq: تصدير الخارطة الحالية
az_latn_az: Cari xəritənin eksportu
hy_am: Արտահանել ընթացիկ քարտեզը
ka_ge: მიმდიანრე რუკის ექსპორტი
kk_kz: Осы картаны экспорттау
ru_ru: Экспортировать карту
th_th: ส่งออกแผนที่
uk_ua: Експортувати поточну мапу

# DbLayersForm_FailedToSaveMetadata
source: Failed to save metadata of the layer
ar_iq: فشل في حفظ البيانات الوصفية للطبقة
az_latn_az: Qatın metaməlumatınını yaddaşa salmaq mümkün deyil
hy_am: Ձախողվել է շերտի մետատվյալներ պահպանելը
ka_ge: შრის მეტამონაცემების შენახვის შეცდომა
kk_kz: Қабат үшін метадеректер жазылмады
ru_ru: Не удалось записать метаданные для слоя
th_th: บันทึกเมตาดาต้าของเลเยอร์ล้มเหลว
uk_ua: Помилка збереження метаданих шару

# DbLayersFormFailedToObtainMetadata
source: Failed to obtain metadata of the layer
ar_iq: فشل في الحصول على البيانات الوصفية للطبقة
az_latn_az: Qatın metaməlumatını əldə etmək mümkün deyil
hy_am: Ձախողվել է շերտի մետատվյալներ ստանալը
ka_ge: შრის მეტამონაცემების მიღების შეცდომა
kk_kz: Қабаттың метадеректері алынбады
ru_ru: Не удалось получить метаданные слоя
th_th: รับเมตาดาต้าของเลเยอร์ล้มเหลว
uk_ua: Помилка отримання метаданих шару

# gis_AvrMapControl_GetMapSettings_Exception
source: Get map settings error
ar_iq: خطأ في اعداد الخريطة
az_latn_az: Xəritənin kökləmələrin qəbulunda səhv
hy_am: Քարտեզի պարամետրերի ստացման սխալ
ka_ge: რუკის პარამეტრების ამოღების შეცდომა
kk_kz: Картаның теңшелімін алудағы қате
ru_ru: Ошибка получения настроек карты
th_th: Errorเรียกค่าแผนที่
uk_ua: Помилка параметрів карти.

# gis_MtImportMap_Caption
source: Import Map
ar_iq: توريد الخارطة
az_latn_az: Xəritəni import et
hy_am: Ներմուծել քարտեզ
ka_ge: რუკის იმპორტი
kk_kz: Картаны импорттау
ru_ru: Импортировать карту
th_th: นำเข้าแผนที่
uk_ua: Імпортувати мапу

# gis_MtImportMap_ToolTipText
source: Import Map
ar_iq: توريد الخارطة
az_latn_az: Xəritəni import et
hy_am: Ներմուծել քարտեզ
ka_ge: რუკის იმპორტი
kk_kz: Картаны импорттау
ru_ru: Импортировать карту
th_th: นำเข้าแผนที่
uk_ua: Імпортувати мапу

# gis_MtIndependentCircleBufferZone_Caption
source: Independent Circle Buffer Zone
ar_iq: المنطقة العازلة دائرة مستقلة
az_latn_az: Asılı olmayan dairəvi Bufer Zonası
hy_am: Կամայական շրջանագծի տեսքով բուֆերային գոտի
ka_ge: დამოუკიდებელი წრიული ბუფერული ზონა
kk_kz: Буферлік аймақ еркін шеңбер нысанында
ru_ru: Буферная зона в форме произвольной окружности
th_th: พื้นที่แนวกันชนวงกลมแบบอิสระ
uk_ua: Буферна зона у формі довільного кола

# gis_MtIndependentPolygonBufferZone_Caption
source: Independent Polygon Buffer Zone
ar_iq: المنطقة العازلة مضلع مستقل
az_latn_az: İxtiyari Poliqon Bufer Zonası
hy_am: Կամայական բազմանկյան տեքով բուֆերային գոտի
ka_ge: დამოუკიდებელი მრავალკუთხა ბუფერული ზონა
kk_kz: Буферлік аймақ еркін полигон нысанында
ru_ru: Буферная зона в форме произвольного полигона
th_th: พื้นที่แนวกันชนโพลีกอนแบบอิสระ
uk_ua: Буферна зона у формі довільного полігону

# gis_MtInfo_Caption
source: Info
ar_iq: معلومات
az_latn_az: Məlumat
hy_am: Տեղեկատվություն
ka_ge: ინფორმაცია
kk_kz: Ақпарат
ru_ru: Информация
th_th: ข้อมูล
uk_ua: Інформація

# gis_MtInfo_ToolTipText
source: Information tool
ar_iq: ادوات المعلومات
az_latn_az: Məlumat aləti
hy_am: Տեղեկատվություն
ka_ge: ინფორმაცია
kk_kz: Ақпарат
ru_ru: Информация
th_th: เครื่องมือแจ้งรายละเอียด
uk_ua: Інформаційний засіб

# gis_UserDbLayersManager_InsertUserLayerMetadataException
source: Layer name and is required!
ar_iq: مطلوب اسم الطبقة!
az_latn_az: Qatın adı tələb olunur!
hy_am: Պահանջվում է շերտի անվանումը:
ka_ge: დონის დასახელება სავალდებულოა!
kk_kz: Қабаттың атауы қажет
ru_ru: Требуется название слоя!
th_th: จำเป็นต้องมีชื่อเลเยอร์!
uk_ua: Потрібна назва шару!

# gis_UserDbLayersManager_UpdateUserLayerMetadataException
source: Layer name and id is required!
ar_iq: اسم الطبقة و رقم التعرف عليها
az_latn_az: Qatın adı və Q/N tələb olunur!
hy_am: Շերտի անվանումը և ն/հ-ն պարտադիր են:
ka_ge: დონის დასახელება და ID სავალდებულოა!
kk_kz: Қабаттың атауы және оның id қажет!
ru_ru: Требуется название слоя и его id!
th_th: จำเป็นต้องมีชื่อเลเยอร์และID!
uk_ua: Потрібна назва шару і його id!

# gis_DbLayersForm_Remove
source: Layer '{0}' was successfully deleted!
ar_iq: تم حذف الطبقة (0) بنجاح
az_latn_az: '{0}' qatı uğurla ləğv edildi!
hy_am: '{0}' շերտը հաջողությամբ ջնջվել է:
ka_ge: '{0}' შრე ცარმატებით წაიშალა!
kk_kz: '{0}' болмайды!
ru_ru: Слой '{0}' успешно удален!
th_th: เลเยอร์'{0}' ถูกลบเรียบร้อยแล้ว
uk_ua: Шар '{0}' не може бути видалений! Можливо він відкритий іншим користувачем!

# gis_DbLayersForm_RemoveError
source: Layer '{0}' can not be deleted!
ar_iq: استحال حذف الطبقة (0
az_latn_az: '{0}' qatı ləğv edilə bilməz!
hy_am: '{0}' շերտը չի կարող ջնջվել:
ka_ge: '{0}' შრის წაშლა შეუძლებელია!
kk_kz: {0} қабаты жойылмайды
ru_ru: Слой {0} не может быть удален!
th_th: เลเยอร์{0} ไม่สามารถถูกลบได้!
uk_ua: Шар '{0}' не може бути видалений!

# gis_DbLayersForm_RemoveQuestion
source: Layer {0} will be removed. Are you sure?
ar_iq: سيتم حذف الطبقة (0). هل انت متأكد من مواصلة العملية؟
az_latn_az: '{0}' qatı ləğv ediləcək. Buna əminsinizmi?
hy_am: {0} շերտը կհեռացվի: Դուք իսկապես ցանկանու՞մ եք հեռացնել այն:
ka_ge: {0} შრე იქნება წაშლილი. ადასტურებთ წაშლას?
kk_kz: Сіз шынымен {0} қабатты жоясыз ба?
ru_ru: Вы действительно хотите удалить слой {0}?
th_th: เลเยอร์{0} จะถูกลบ คุณแน่ใจหรือไม่?
uk_ua: Шар {0} буде видалено.Ви впевненні?

# gis_DbLayersForm_BufTable_LayerName
source: Layer name
ar_iq: اسم الطبقة
az_latn_az: Qatın adı
hy_am: Շերտի անվանում
ka_ge: შრის დასახელება
kk_kz: Қабаттың атауы
ru_ru: Название слоя
th_th: ชื่อเลเยอร์
uk_ua: Назва шару

# gis_CustomizeMapForm_Caption
source: Map customization
ar_iq: تعديل الخارطة
az_latn_az: Xəritənin quruluşu
hy_am: Քարտեզի կարգավորում
ka_ge: რუკის პარამეტრების დაყენება
kk_kz: Картаның теңшелімі
ru_ru: Настройка карты
th_th: การปรับปรุงแผนที่
uk_ua: Налаштування мапи

# gis_CustomizeMapForm_Title
source: Map customization
ar_iq: تعديل الخارطة
az_latn_az: Xəritənin tərtib edilməsi
hy_am: Քարտեզի կարգավորում
ka_ge: რუკის მორგება
kk_kz: Картаны теңшелеу
ru_ru: Настройка карты
th_th: การปรับปรุงแผนที่
uk_ua: Налаштування мапи

# gis_UserDbLayersManager_GetLayerMetadataException
source: Metadata not found for user layer:
ar_iq: لم يتم العثور على البيانات الوصفية للطبقة المستخدم:
az_latn_az: İstifadəçi qatı üçün metaməlumat tapılmadı:
hy_am: Մետատվյալները չեն գտնվել օգտագործողի շերտի համար.
ka_ge: მეტადატა არაა ნაპოვნი მომხმარებლის შრისათვის:
kk_kz: Пайдаланушы қабаты үшін метадеректер табылған жоқ:
ru_ru: Метаданные не найдены для пользовательского слоя:
th_th: ไม่พบเมตาดาต้าสำหรับเลเยอร์ของยูสเซอร์
uk_ua: Метадані не знайдені для шару користувача:

# gis_AvrMapControl_SetMapSettings_Exception
source: Map settings defenition error
ar_iq: خطأ في تحديد معلمات الخارطة
az_latn_az: Xəritənin qurulmasında səhv
hy_am: Քարտեզի կարգավորումների սահմանման սխալ
ka_ge: რუკის პარამეტრების განსაზღვრის შეცდომა
kk_kz: Картаның теңшелімін берудегі қате
ru_ru: Ошибка задания настроек карты
th_th: Errorการตั้งค่าแผนที่
uk_ua: Помилка встановлення параметрів карти

# gis_MtExportMap_SelectFilter
source: Map pack files | *.mpk
ar_iq: حزمة ملفات خرائطية| *.mpk
az_latn_az: Xəritə paketlərinin faylları | *.mpk
hy_am: Քարտեզի փաթեթի ֆայլեր | *.mpk
ka_ge: რუკების პაკეტის ფაილები | *.mpk
kk_kz: Картасы бар мұрағат файлы | *.mpk
ru_ru: Файл архива с картой | *.mpk
th_th: ไฟล์กลุ่มแผนที่ | *.mpk
uk_ua: Файли картографічних пакетів (*.mpk) | *.mpk

# gis_MtSelectBufZones_BZMove
source: Move object
ar_iq: نقل العنصر
az_latn_az: Obyektin yerini dəyişmək
hy_am: Տեղափոխել օբյեկտը
ka_ge: ობიექტის გადაადგილება
kk_kz: Объектіні көшіру
ru_ru: Перенести объект
th_th: เคลื่อนย้ายObject
uk_ua: Перемістити об'єкт

# gis_SetCaseMapForm_Ok
source: OK
ar_iq: طيب
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
kk_kz: ОК
ru_ru: ОК
uk_ua: ОК

# gis_DbLayersForm_BufTable_PivotalLayer
source: Pivotal layer
ar_iq: طبقة اساسية
az_latn_az: Əsas qat
hy_am: Առանցքային շերտ
ka_ge: საბაზისო შრე
kk_kz: Базалық қабат
ru_ru: Базовый слой
th_th: Pivotเลเยอร์
uk_ua: Зведений шар

# gis_MtPolygonBufferZone_Caption
source: Polygon Buffer Zone
ar_iq: منطقة عازلة مضلعة
az_latn_az: Poliqon Bufer Zonası
hy_am: Բազմանկյունաձև բուֆերային գոտի
ka_ge: მრავალკუთხა ბუფერული ზონა
kk_kz: Полигон нысанындағы буферлік аймақ
ru_ru: Буферная зона в форме полигона
th_th: พื้นที่แนวกันชนโพลีกอน
uk_ua: Буферна зона у формі полігону

# gis_CustomizeMapForm_SizeChanged
source: Raw sizechanged
ar_iq: تغيير الحجم الاساسي
az_latn_az: Ölçüsü dəyişdirilib
hy_am: Եզրաչափը փոխվել է
ka_ge: ტერიტორიული დიაპაზონი შეცვლილია
kk_kz: Экстент өзгертілді
ru_ru: Экстент изменен
th_th: Rawที่เปลี่ยนขนาดแล้ว
uk_ua: Дані змінено

# gis_CustomizeMapForm_MapRefreshed
source: Raw refreshed
ar_iq: بطاقة التحيين
az_latn_az: Yenilənmiş xəritə
hy_am: Քարտեզը թարմացվել է
ka_ge: რუკა განახლებულია
kk_kz: Жол жаңартылды
ru_ru: Карта обновлена
th_th: Rawที่รีเฟรชแล้ว
uk_ua: Дані оновлено

# gis_MtSaveMap_Caption
source: Save Map
ar_iq: احفظ الخارطة
az_latn_az: Xəritəni yaddaşa sal
hy_am: Պահպանել քարտեզը
ka_ge: რუკის შენახვა
kk_kz: Картаны сақтау
ru_ru: Сохранить карту
th_th: บันทึกแผนที่
uk_ua: Зберегти мапу

# gis_MtSaveMap_ToolTipText
source: Save customized map
ar_iq: احفظ الخارطة المعدلة
az_latn_az: Qurulmuş xəritəni yaddaşa sal
hy_am: Պահպանել կարգավորված քարտեզը
ka_ge: ინდივიდუალური რუკის დამახსოვრება
kk_kz: Теңшелген картаны сақтау
ru_ru: Сохранить настроенную карту
th_th: บันทึกแผนที่ที่ปรับปรุงแล้ว
uk_ua: Зберегти налаштовану мапу

# DbLayersForm_SaveMetadataMsg
source: Save the changes to the properties of the layer?
ar_iq: حفظ التغييرات إلى خصائص الطبقة؟
az_latn_az: Qatın təfsilatlarındakı dəyişiklikləri yaddaşa salmaq gərəkdirmi?
hy_am: Պահպանե՞լ շերտի հատկությունների փոփոխությունները:
ka_ge: გსურთ დონის მახასიათებლების ცვლილების შენახვა?
kk_kz: Қабаттың қасиеттеріндегі өзгерісті сақтау
ru_ru: Сохранить измениня в свойствах слоя?
th_th: บันทึกการเปลี่ยนแปลงไปที่คุณสมบัติของเลเยอร์หรือไม่?
uk_ua: Зберегти зміни у властивостях шару?

# gis_MtExportMap_SelectTitle
source: Select map pack
ar_iq: اختيار حزمة خرائط
az_latn_az: Xəritə dəstini seç
hy_am: Ընտրել քարտեզների փաթեթ
ka_ge: შეარჩიეთ რუკების პაკეტი
kk_kz: Картасы бар мұрағатты таңдаңыз
ru_ru: Выберете архив с картой
th_th: เลือกกลุ่มแผนที่
uk_ua: Оберіть картографічний пакет

# gis_MtSelectBufZones_Caption
source: Select Buffer Zone
ar_iq: حدد المنطقة العازلة
az_latn_az: Buffer Zonasını qeyd etmək
hy_am: Ընտրել բուֆերային գոտի
ka_ge: ბუფერული ზონის მონიშვნა
kk_kz: Буферлік аймақты таңдау
ru_ru: Выбрать буферную зону
th_th: เลือกพื้นที่แนวกันชน
uk_ua: Обрати буферну зону
