Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Human/Patient/Patient_Info.*.resx
Languages: hy_am

# lblFirstName.Text
source: First
hy_am: Անուն

# lblLastName.Text
source: Last
hy_am: Ազգանուն

# lblPatronymic.Text
source: Middle
hy_am: Հայրանուն

# lblPersonSex.Text
source: Sex
hy_am: Սեռ

# lblNationality.Text
source: Citizenship
hy_am: Քաղաքացիություն

# lblEmployer_Address.Text
source: Address of Employer
hy_am: Աշխատանքի/ուսման վայրի հասցե

# lblPatientName.Text
source: Name:
hy_am: ԱԱՀ.

# lblEmployerName.Text
source: Name of Employer
hy_am: Գործատուի անվանում

# lblPhoneNumber.Text
source: Phone number
hy_am: Հեռախոսահամար

# lblDOB.Text
source: Date of Birth
hy_am: Ծննդյան ամսաթիվ

# lblResidence.Text
source: Current Residence:
hy_am: Ներկա բնակավայր.

# lblAge.Text
source: Age
hy_am: Տարիք

# lbPersonalIdType.Text
source: Personal ID Type
hy_am: Անհատական ն/հ-ի տեսակ

# lbPersonalID.Text
source: Personal ID
hy_am: Անհատական ն/հ
