Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/AdditionalAFPIndicatorsReport.*.resx
Languages: ar_iq, hy_am, kk_kz, uk_ua

# HeaderCell4.Text
source: AFP with 2 faecal specimens collected within 14days from paralyses onset, with 1 day interval between 1st and 2nd specimens
ar_iq: حالات الشلل الرخو الحاد التي أُخذ فيها عينتي براز تم جمعهما خلال 14 يوماً من بدء الشلل مع فاصل زمني يوم واحد بين أول عينة وثاني عينة.
hy_am: ՍԹԿ դեպքեր 2 լաբորատոր նմուշներով, հավաքագրված 1 օր միջակայքով՝ կաթվածի սկսելուց հետո 14 օրվա ընթացքում
kk_kz: Сал ауруы басталған күннен бастап 14 күннің ішінде 1 күн аралықпен жиналған 2 зертханалық үлгісі бар өткір бос сал (ӨБС) жағдайы
uk_ua: Випадки ГВП з 2 лабораторними зразками, зібраними з інтервалом в 1 день на протязі 14 днів від дати початку паралічу

# HeaderCell5.Text
source: AFP cases with positive non polio enterovirus finding
ar_iq: حالات الشلل الرخو الحاد مع نتائج إيجابية لفيروس معوي غير شلل الأطفال
hy_am: ՍԹԿ դեպքեր դրական ոչ-պոլիո էնտերոհարուցիչներով
kk_kz: Зертханалық үлгілерде полио энтеровирустармен анықталмаған ӨБС жағдайлары
uk_ua: Випадки ГВП, з виявлення не поліо ентеровірусами в лабораторних зразках

# TotalCell.Text
source: TOTAL Republic
ar_iq: المجموع في الجمهورية
hy_am: ԸՆԴԱՄԵՆԸ ըստ Հանրապետության
kk_kz: Республика бойынша ЖИЫНЫ
uk_ua: Всього по країні

# HeaderPeriodLabel.Text
source: Year, N Half-year /Quarter N / Month
ar_iq: سنة، N نصف سنة /الربع N / شهر
hy_am: Տարի, N Կիսամյակ /Եռամսյակ N / Ամիս
kk_kz: Жыл, жарты жыл № / тоқсан № / ай
uk_ua: Рік, N Півріччя /Квартал N / Місяць

# HeaderCell2.Text
source: AFP cases with delay between onset and notification <7d
ar_iq: حالات الشلل الرخو الحاد التي تأخر فيها التبليغ عن ظهور المرض < 7 أيام
hy_am: ՍԹԿ դեպքեր, որոնք գրանցվել են կաթվածի սկսելուց հետո 7 օրվա ընթացքում
kk_kz: Сал ауруы басталғаннан күннен бастап 7 күннің мішінде тіркелген ӨБС жағдайлары
uk_ua: Випадки ГВП зареєстровані протягом 7 днів від дати початку паралічу

# HeaderCell1.Text
source: Total number of registered AFP
ar_iq: العدد الإجمالي لحالات الشلل الرخو الحاد المسجلة
hy_am: Հաշվետու ժամանակահատվածում գրանցված ՍԹԿ-ների ընդհանուր թիվը
kk_kz: Есепті кезең ішінде тіркелген ӨБС жалпы саны
uk_ua: Загальна кількість зареєстрованих ГВП за звітний період

# HeaderCell7.Text
source: AFP cases with final classification completed within 90 days after paralyses onset
ar_iq: حالات الشلل الرخو الحاد التي حصل فيها تصنيف نهائي خلال 90 يوماً بعد بدء الشلل
hy_am: ՍԹԿ դեպքեր, որոնց վերջնական դասակարգումը և կլինիկական ախտորոշումն ավարտվել է կաթվածի սկսելուց հետո 90 օրվա ընթացքում
kk_kz: Сал басталғаннан күннен бастап 90 күн ішінде аяқталған түпкілікті жіктемесі және клиникалық диагнозы бар ӨБС жағдайлары
uk_ua: Випадки ГВП з завершеною остаточною класифікацією і клінічним діагнозом протягом 90 днів від дати початку паралічу

# HeaderCell8.Text
source: All AFP cases between 6 months to 5 years with less than 3 OPV doses
ar_iq: كافة حالات الشلل الرخو الحاد بين 6 أشهر و5 سنوات والتي حصل فيها أقل من 3 جرعات لقاح شلل الأطفال عن طريق الفم.
hy_am: 6 ամսականից մինչև 5 տարեկան հիվանդների բոլոր ՍԹԿ դեպքերը մինչև 3 ԲՊՊ չափաբաժինով
kk_kz: 6 ай мен 5 жас аралығындағы пациенттердің ӨБС 3 дозасынан кем сал ауруы жағдайлары
uk_ua: Всі випадки паралічу пацієнтів віком між 6 місяцями і 5 роками з менш, ніж 3 дозами ГПВ

# RayonHeaderCell.Text
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
kk_kz: Аудан
uk_ua: Район

# SubtotalCell.Text
source: Subtotal
ar_iq: المجموع
hy_am: Հանրագումար
kk_kz: Барлығы
uk_ua: Всього

# RegionHeaderCell.Text
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
kk_kz: Өңір
uk_ua: Область

# HeaderCell6.Text
source: AFP cases with follow up investigation conducted in 60 days after paralyses onset
ar_iq: حالات الشلل الرخو الحاد التي حصل فيها تحقيقات متابعة خلال 60 يوماً بعد بدء الشلل
hy_am: ՍԹԿ դեպքեր կաթվածի սկսելուց հետո 60 օրվա ընթացքում անցկացված կրկնվող կլինիկական հետազոտությամբ
kk_kz: Сал ауруы басталған күннен бастап 1 күн кешіктірмей эпидемиологиялық тексеру басталған ӨБС жағдайлары
uk_ua: Випадки ГВП з повторним клінічним обстеженням проведеному через 60 днів від дати початку паралічу

# HeaderLabal.Text
source: Additional indicators of AFP surveillance
ar_iq: مؤشرات إضافية لمراقبة الشلل الرخو الحاد
hy_am: ՍԹԿ հսկողության լրացուցիչ ցուցիչներ
kk_kz: ӨБС қадағалаудың қосымша индикаторлары
uk_ua: Додаткові індикатори нагляду за ГВП

# HeaderCell3.Text
source: AFP cases with investigation initiated within 2 days from registration
ar_iq: حالات الشلل الرخو الحاد التي حصلت فيها التحقيقات خلال يومين من التسجيل
hy_am: ՍԹԿ դեպքեր, որոնք համաճարակաբանական հետազոտությունը սկսվել է շտապ հաղորդում ստանալուց հետո 1 օրվա ընթացքում
kk_kz: Шұғыл хабарлама алынған күннен бастап 1 күн кешіктірмей эпидемиологиялық тексеру басталған ӨБС жағдайлары
uk_ua: Випадки ГВП, епідеміологічне розслідування яких розпочалося не пізніше 1 дня з моменту одержання екстреного повідомлення

# xrTableCell11.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# xrTableCell12.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# xrTableCell13.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# xrTableCell14.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# xrTableCell15.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# xrTableCell16.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# xrTableCell17.Text
source: Number
ar_iq: العدد
hy_am: Թիվ
kk_kz: Саны

# DateTimeCaptionLabel.Text
source: Printed from EIDSS:
kk_kz: ЭЙСНЗдан басып шығарылды
