Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/DataQualityIndicatorsReport.*.resx
Languages: az_latn_az, kk_kz, ru_ru

# _1_NotificationHeaderCell.Text
source: 1. Notification
az_latn_az: 1. Təcili bildiriş
kk_kz: 1. Жедел хабарлама
ru_ru: 1. Экстренное извещение

# CaseStatusHeaderCell.Text
source: 1.1. Case Status
az_latn_az: 1.1. Hadisənin statusu
kk_kz: Жағдай мәртебесі
ru_ru: 1.1. Состояние случая

# DateOfCompletionOfPaperFormHeaderCell.Text
source: 1.2. Date of Completion of Paper form
az_latn_az: 1.2. Kağız formanın doldurulma tarixi
kk_kz: Қағаз нысан толтырылған күн
ru_ru: 1.2. Дата заполнения бумажной формы

# NameOfEmployerHeaderCell.Text
source: 1.3. Name of Employer
az_latn_az: 1.3. Iş yerinin adı
kk_kz: Жұмыс орны
ru_ru: 1.3. Место работы

# CurrentLocationOfPatientHeaderCell.Text
source: 1.4. Current location of patient
az_latn_az: 1.4. Xəstənin hazırki yeri
kk_kz: Пациенттің қазіргі мекенжайы
ru_ru: 1.4. Текущее местонахождение пациента

# NotificationDateTimeHeaderCell.Text
source: 1.5. Notification date
az_latn_az: 1.5. Bildiriş tarixi
kk_kz: Жедел хабарлама берілген күн және уақыт
ru_ru: 1.5. Дата и время передачи экстр. извещения

# NotificationSentByNameHeaderCell.Text
source: 1.6. Notification sent by: Name
az_latn_az: 1.6. Bildirişi göndərən işçi
kk_kz: Хабарламаны жіберген: Қызметкер
ru_ru: 1.6. Сотрудник, передавший извещение

# NotificationReceivedByFacilityHeaderCell.Text
source: 1.7. Notification received by: Facility
az_latn_az: 1.7. Bildirişi qəbul edən müəssisə
kk_kz: Хабарламаны қабылдаған: Мекеме
ru_ru: 1.7. Учреждение, принявшее извещение

# NotificationReceivedByNameHeaderCell.Text
source: 1.8. Notification received by: Name
az_latn_az: 1.8. Bildirişi qəbul edən işçi
kk_kz: Хабарламаны қабылдаған: Қызметкер
ru_ru: 1.8. Сотрудник, принявший извещение

# TimelinessofDataEntryHeaderCell.Text
source: 1.9. Date and time of the Emergency Notification
az_latn_az: 1.9. Bildirişin qəbul edilmə vaxtı və tarixi
kk_kz: Деректерді уақытында енгізу, Жедел хабарлама алынған күн және уақыт
ru_ru: 1.9. Дата и время получения экстренного извещения

# _2_CaseInvestigationHeaderCell.Text
source: 2. Case Investigation
az_latn_az: 2. Epidemioloji tədqiqat
kk_kz: 2.Жағдайды эпидемиологиялық зерттеу картасы
ru_ru: 2. Карта эпидемиологического расследования

# DemographicInformationStartingDateTimeOfInvestigationHeaderCell.Text
source: 2.1.1. Starting date of investigation
az_latn_az: 2.1.1. Tədqiqatın başlanma tarixi
kk_kz: Демографиялық ақпарат - Зерттеу басталған күн мен уақыт
ru_ru: 2.1.1. Дата начала расследования

# DemographicInformationOccupationHeaderCell.Text
source: 2.1.2. Occupation
az_latn_az: 2.1.2. Xəstənin məşğuliyyəti
kk_kz: Демографиялық ақпарат - Қызмет түрі
ru_ru: 2.1.2. Род деятельности пациента

# ClinicalInformationInitialCaseClassificationHeaderCell.Text
source: 2.2.1. Initial Case Classification
az_latn_az: 2.2.1. Hadisənin ilkin təsnifatı
kk_kz: Клиникалық ақпарат - Жағдайдың бастапқы сыныптамасы
ru_ru: 2.2.1. Начальная классификация случая

# ClinicalInformationLocationOfExposureHeaderCell.Text
source: 2.2.2. Location of Exposure if it known
az_latn_az: 2.2.2. Yoluxma yeri
kk_kz: Клиникалық ақпарат - Ауру жұқтырылған болжамды жер
ru_ru: 2.2.2. Место заражения

# ClinicalInformationAntibioticAntiviralTherapyHeaderCell.Text
source: 2.2.3. Antibiotic/Antiviral therapy administrated before samples collection
az_latn_az: 2.2.3. Antibiotik/virus terapiya
kk_kz: Клиникалық ақпарат - Сынаманы іріктеп алғанға дейін антибиотиктермен/вирусқа қарсы препараттармен емдеу
ru_ru: 2.2.3. Антибиотик/антивирусная терапия

# SamplesCollectionSamplesCollectedHeaderCell.Text
source: 2.3. Samples collected
az_latn_az: 2.3. Nümunələrin toplanması
kk_kz: Сынамалар тізімі - Сынама іріктеп алу жүзеге асырылды ма
ru_ru: 2.3. Отбор проб

# ContactListAddContactHeaderCell.Text
source: 2.4. Contacts
az_latn_az: 2.4. Təmasda olanlar
kk_kz: Байланыста болған адамдар - Байланысты қосу
ru_ru: 2.4. Контактные лица

# CaseClassificationClinicalSignsHeaderCell.Text
source: 2.5. Clinical signs
az_latn_az: 2.5. Kliniki əlamətlər
kk_kz: Жағдайдың сыныптамасы
ru_ru: 2.5. Клинические признаки

# EpidemiologicalLinksAndRiskFactorsHeaderCell.Text
source: 2.6. Epidemiological Links
az_latn_az: 2.6. Epid əlaqələr
kk_kz: Эпидемиологиялық байланыстар мен қауіп факторлары
ru_ru: 2.6. Эпидемиологические связи

# FinalCaseClassificationBasisOfDiagnosisHeaderCell.Text
source: 2.7.1. Basis of Diagnosis
az_latn_az: 2.7.1. Diaqnozun əsası
kk_kz: Жағдайдың қорытынды сыныптамасы және нәтижесі - Диагноз қою үшін негіздеме
ru_ru: 2.7.1. Основание для постановки диагноза

# FinalCaseClassificationOutcomeHeaderCell.Text
source: 2.7.2. Outcome
az_latn_az: 2.7.2. Hadisənin nəticəsi
kk_kz: Жағдайдың қорытынды сыныптамасы және нәтижесі - Нәтиже
ru_ru: 2.7.2. Исход случая

# FinalCaseClassificationIsThisCaseOutbreakHeaderCell.Text
source: 2.7.3. Is this case related to an outbreak
az_latn_az: 2.7.3. Alovlanma ilə əlaqə
kk_kz: Жағдайдың қорытынды сыныптамасы және нәтижесі -Жағдай аурудың шығуына жата ма
ru_ru: 2.7.3. Связь со вспышкой

# FinalCaseClassificationEpidemiologistNameHeaderCell.Text
source: 2.7.4. Epidemiologist name
az_latn_az: 2.7.4. Epidemioloqun adı
kk_kz: Жағдайдың қорытынды сыныптамасы және нәтижесі - Эпидемиологтың аты-жөні
ru_ru: 2.7.4. Имя эпидемиолога

# _3_TheResultsOfLaboratoryTestsHeaderCell.Text
source: 3. The results of Laboratory Tests and Interpretation
az_latn_az: 3. Laborator nəticələr
kk_kz: 3.Зертханалық нәтижелер
ru_ru: 3. Результаты лабораторных тестов

# TheResultsOfLaboratoryTestsTestsConductedHeaderCell.Text
source: 3.1 Tests Conducted
az_latn_az: 3.1. Aparılmış testlər
kk_kz: Зертханалық нәтижелер - Тест өткізілді
ru_ru: 3.1. Проведение тестов

# TheResultsOfLaboratoryTestsResultObservationHeaderCell.Text
source: 3.2. Test Result/Observation
az_latn_az: 3.2. Testin nəticəsi
kk_kz: Зертханалық нәтижелер - Нәтиже
ru_ru: 3.2. Результат теста

# SummaryScoreByIndicatorsHeaderCell.Text
source: Summary Score
az_latn_az: Yekun qiymət
kk_kz: Бүкіл индикаторлар бойынша жалпы бағасы
ru_ru: Итоговый индикатор
