Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/ExternalComparativeReport.*.resx
Languages: uk_ua

# Header12MonthYear1Cell.Text
source: for {0} month(s) of {1} year
uk_ua: За 12 міс. {0}

# HeaderCell.Text
source: External comparative information on infectious diseases for {0} month(s) of {1} years, {2}
uk_ua: Інформація про інфекційну захворюваність за 12 міс. {0} - {1} рр. {2}

# NumberHeader3Cell.Text
source: number
uk_ua: рядки

# ChildrenAbsYear1Cell.Text
source: Abs.
uk_ua: Абс.

# ChildrenYear1Cell.Text
source: Children
uk_ua: У дітей у віці 0-17

# ChildrenAbsYear2Cell.Text
source: Abs.
uk_ua: Абс.

# TotalGrowthCell.Text
source: Total
uk_ua: Всього

# Header12MonthYear2Cell.Text
source: for {0} month(s) of {1} year
uk_ua: За 12 міс. {0}

# TotalAbsYear2Cell.Text
source: Abs.
uk_ua: Абс.

# Y2Cell3.Text
source: Disease name
uk_ua: Найменування захворювань

# TotalYear1Cell.Text
source: Total
uk_ua: Всього

# ChildrenGrowthCell.Text
source: Children
uk_ua: Діти

# GrowthDecrease1Cell.Text
source: Growth
uk_ua: Зростання

# GrowthDecrease2Cell.Text
source: Decrease
uk_ua: Зниження

# TotalYear2Cell.Text
source: Total
uk_ua: Всього

# TotalAbsYear1Cell.Text
source: Abs.
uk_ua: Абс.

# ChildrenYear2Cell.Text
source: Children
uk_ua: У дітей у віці 0-17

# NumberHeader2Cell.Text
source: Row
uk_ua: Номер
