Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/FormN1Page4.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz, ru_ru

# xrTableCell236.Text
source: Statistics and Informatics Department Ministry of Health Republic of Azerbaijan Baku, Zardabi st., 96. Tel: 431 11 50 Fax: 431 11 94
ar_iq: قسم الإحصاءات والمعلوماتية وزارة الصحة جمهورية أذربيجان باكو، شارع زاردابي، 96. هاتف: 50 11 431 فاكس: 94 11 431
az_latn_az: Səhiyyə Nazirliyi İnformatika və Statistika İdarəsi Azərbaycan Respublikası, Bakı ş., H. Zərdabi küç., 96. Tel: 431 11 50 Faks: 431 11 94
hy_am: Վիճակագրության և ինֆորմատիկայի վարչություն Ադրբեջանի Հանրապետության Առողջապահության նախարարություն Բաքու, Զարբադի փող., 96. Հեռ. 431 11 50 Ֆաքս. 431 11 94
kk_kz: Управление Статистики и ИнформатикиМинистерства ЗдравоохраненияАзербайджанской Республики,Баку, ул. Зардаби, 96.Tel: 431 11 50 Faks: 431 11 94
ru_ru: Управление Статистики и Информатики Министерства Здравоохранения Азербайджанской Республики, Баку, ул. Зардаби, 96. Tel: 431 11 50 Faks: 431 11 94

# xrTableCell239.Text
source: E-mail:
ar_iq: البريد الإلكتروني:
az_latn_az: E-poçt:
hy_am: Էլ. փոստ.
ru_ru: Электронная почта:

# xrTableCell240.Text
source: Web:
ar_iq: الويب:
az_latn_az: Web sayt:
hy_am: Վեբ
kk_kz: Веб:
ru_ru: Веб:

# xrTableCell241.Text
source: Attention!
ar_iq: انتباه!
az_latn_az: Diqqət!
hy_am: Ուշադրությու՜ն
kk_kz: Назар аударыңыз!
ru_ru: Внимание!

# xrTableCell233.Text
source: This form is read by scanner. It should be filled in printed digits and only with a black pen. Corrections and changes are not allowed.
ar_iq: يتم قراءة هذا النموذج بواسطة آلة المسح الضوئي.يجب كتابته بأحرف وأرقام واضحة وبقلم حبر أسود فقط.لايسمح بالتصحيحات والتغييرات.
az_latn_az: Bu formalar skaner texnologiyası ilə oxunma üçün hazırlanıb.Buna görə də hesabat formaları qara yazan qələmlə çap rəqəmləri ilə doldurulur.Düzəlişə və dəyişikliyə yol verilmir.
hy_am: Այս ձևը կարդացվում է սկաների միջոցով: Այն պետք է լրացվի տպագիր նիշերով և միայն սև գրիչով: Շտկումներ և փոփոխություններ չեն թույլատրվում:
kk_kz: Бұл форма сканерден өткізіледі. Сондықтан ол қара пастамен және баспа әріппен толтырылу керек. Өзгерістер жасауға болмайды.
ru_ru: Эта форма считывается через сканер. Поэтому она должна заполняться печатными цифрами и только чёрной ручкой. Исправления и изменения недопустимы.

# xrTableCell234.Text
source: For the information please contact by following address:
ar_iq: لمزيد من المعلومات يرجى الاتصال بالعنوان التالي:
az_latn_az: Məlumat almaq üçün aşağıdakı ünvana müraciət edə bilərsiniz:
hy_am: Տեղեկատվություն ստանալու համար դիմել հետևյալ հասցեով
kk_kz: Деректерді алу үшін келесі мекенжай арқылы біле аласыз:
ru_ru: Для получения информации обращайтесь по указанному адресу:

# xrTableCell23.Text
source: III Cumulative number at the end of reporting period
ar_iq: IIIالرقم التراكمي في نهاية فترة التبليغ
az_latn_az: III Hesabat dövrünün sonuna kumulyativ say
hy_am: III Կոմուլյատիվ թիվը հաշվետու ժամանակահատվածի ավարտին
kk_kz: III Есептеме периодтың соңыны қарай жиынтық саны
ru_ru: III Кумулятивное число на конец отчётного периода

# xrTableCell11.Text
source: diseased
ar_iq: مريض
az_latn_az: Xəstələr
hy_am: հիվանդացածներ
kk_kz: Ауру болғандар
ru_ru: Заболевшие

# xrTableCell8.Text
source: died
ar_iq: توفي
az_latn_az: Ölənlər
hy_am: մահացածներ
kk_kz: Өлгендер
ru_ru: Умершие

# xrTableCell7.Text
source: Row number
ar_iq: رقم الصف
az_latn_az: Sıra sayı
hy_am: Տողի թիվ
kk_kz: Қатар нөмірі
ru_ru: Номер ряда

# xrTableCell13.Text
source: Disease name
ar_iq: اسم المرض
az_latn_az: Xəstəliyin adı
hy_am: Հիվանդության անվանում
kk_kz: Ауру атауы
ru_ru: Наименование заболевания

# xrTableCell14.Text
source: ICD-10 codes
ar_iq: رموز التصنيف الدولي للأمراض - 10
az_latn_az: XBT-10 üzrə kodlar
hy_am: ՀՄԴ-10 ծածկագրեր
kk_kz: МКБ-10 Коды
ru_ru: Коды по МКБ-10

# xrTableCell15.Text
source: Total
ar_iq: الإجمالي
az_latn_az: cəmi
hy_am: Ընդամենը
kk_kz: Барлығы
ru_ru: всего

# xrTableCell12.Text
source: including
ar_iq: بما يشمل
az_latn_az: daxildir
hy_am: ներառյալ
kk_kz: олардың ішінен
ru_ru: из них

# xrTableCell24.Text
source: Republic citizens
ar_iq: مواطنو الجمهورية
az_latn_az: ölkə vətən-daşları
hy_am: հանրապետության քաղաքացիներ
kk_kz: республика азаматтары
ru_ru: граждане республики

# xrTableCell25.Text
source: Including at age 15-49
ar_iq: بما يشمل الأعمار 15-49
az_latn_az: o cümlədən 15-49 yaşda
hy_am: ներառյալ 15-49 տարեկաններ
kk_kz: Соның ішінде 15-49 жастағылар
ru_ru: в том числе в возрасте 15-49

# xrTableCell28.Text
source: Including at age 15-49
ar_iq: بما في ذلك الأعمار 15-49
az_latn_az: 0-17 yaşda uşaqlar
hy_am: Ներառյալ 15-49 տարեկանում
kk_kz: 0-17 жастағы балалар
ru_ru: дети в возрасте 0-17

# xrTableCell20.Text
source: Total
ar_iq: الإجمالي
az_latn_az: Cəmi
hy_am: Ընդամենը
kk_kz: Барлығы
ru_ru: всего

# xrTableCell21.Text
source: Republic citizens
ar_iq: مواطنو الجمهورية
az_latn_az: onlardan ölkə vətən-daşlar
hy_am: հանրապետության քաղաքացիներ
kk_kz: олардың ішінен республика азаматтарын
ru_ru: из них граждан республи- ки

# xrTableCell22.Text
source: Including at age 15-49
ar_iq: بما في ذلك الأعمار 15-49
az_latn_az: o cümlədən 15-49 yaşda
hy_am: ներառյալ 15-49 տարեկանում
kk_kz: Соның ішінде 15-49 жастағылар
ru_ru: в том числе в возрасте 15-49

# xrTableCell1.Text
source: A
az_latn_az: А
kk_kz: А
ru_ru: А

# xrTableCell2.Text
source: B
az_latn_az: В
kk_kz: В
ru_ru: В

# xrTableCell48.Text
source: Human immunodifficiency virus (HIV)
ar_iq: فيروس نقص المناعة البشرية/HIV
az_latn_az: İnsanın immunçatışmazlığı virusu (İİV)
hy_am: Մարդու իմունային անբավարարության վիրուս (ՄԻԱՎ)
kk_kz: Адамның иммунодефицит вирусы арқылы пайда болған аурулар
ru_ru: Заболевание вызываемое вирусом иммунодефицита человека (ВИЧ)

# xrTableCell77.Text
source: incuding:
ar_iq: بما يشمل:
az_latn_az: daxildir:
hy_am: ներառյալ
kk_kz: соның ішінде:
ru_ru: в том числе:

# xrTableCell78.Text
source: Acquired Immune Deficiency Syndrome (AIDS)
ar_iq: متلازمة نقص المناعة المكتسب (الإيدز)
az_latn_az: Qazanılmış immunçatışmazlığı sindromu (QİÇS)
hy_am: Ձեռքբերովի իմունային անբավարարության համախտանիշ (ՁԻԱՀ)
kk_kz: ЖИТС (жүре біткен иммундық тапшылық синдромы)
ru_ru: синдром приобретённого иммунродефицита (СПИД)

# xrTableCell89.Text
source: Infection transmission:
ar_iq: نقل العدوى:
az_latn_az: yoluxma yolları:
hy_am: վարակի փոխանցում
kk_kz: инфекцияны тарау:
ru_ru: передача инфекции:

# xrTableCell90.Text
source: sexual
ar_iq: جنسي
az_latn_az: cinsi
hy_am: սեռական
kk_kz: жыныстық
ru_ru: половая

# xrTableCell92.Text
source: parenteral
ar_iq: بالحقن
hy_am: պարաէնտերալ
kk_kz: параэнтеральдық
ru_ru: параэнтеральная

# xrTableCell102.Text
source: through blood
ar_iq: بواسطة الدم
az_latn_az: qan vasitəsilə
hy_am: արյան միջոցով
kk_kz: қан арқылы
ru_ru: через кровь

# xrTableCell112.Text
source: through syringe or other medical tools
ar_iq: من خلال حقنة أو أداة طبية أخرى
az_latn_az: şpris və digər tibbi avadanlıq vasitəsilə
hy_am: ներարկիչների կամ այլ բժշկական գործիքների միջոցով
kk_kz: шприц арқылы неиесе басқа медициналық құралдар арқылы
ru_ru: через шприцы или другие медицинские инструменты

# xrTableCell122.Text
source: From mother (during pregnancy, during childbirth, dudring breast-feeding)
ar_iq: من الأم (خلال الحمل، خلال الولادة، خلال الإرضاع)
az_latn_az: anadan uşağa (hamiləlik dövründə, doğuş vaxtı, əmizdirmə zamanı)
hy_am: Մորից (հղիության ընթացքում, ծննդաբերության ընթացքում, կրծքով կերակրելու ընթացքում)
kk_kz: Анасынан (жүкті болған кезде, туған кезде, емізген кезде)
ru_ru: от матери (во время беременности, во время родов, в период кормления)

# xrTableCell29.Text
source: III.1 Cumulative number of women at end of reporting period
ar_iq: 1.3الرقم التراكمي للنساء في نهاية فترة التبليغ
az_latn_az: III.1 Hesabat dövrünün sonuna kumulyativ saydan qadınlar
hy_am: III.1 Կանանց կոմուլյատիվ քանակը հաշվետու ժամանակահատվածի վերջին
kk_kz: III Есептеме периодтың соңыны қарай әйелдер саны
ru_ru: III.1 Кумулятивное число женщин на конец отчётного периода

# xrTableCell33.Text
source: diseased
ar_iq: مريض
az_latn_az: xəstələr
hy_am: հիվանդացածներ
kk_kz: Ауру болғандар
ru_ru: Заболевшие

# xrTableCell34.Text
source: Died
ar_iq: توفي
az_latn_az: Ölənlər
hy_am: Մահացածներ
kk_kz: Өлгендер
ru_ru: Умершие

# xrTableCell35.Text
source: Row number
ar_iq: رقم الصف
az_latn_az: Sıra sayı
hy_am: Տողի թիվ
kk_kz: Жол нөмірі
ru_ru: Номер ряда

# xrTableCell36.Text
source: Disease name
ar_iq: اسم المرض
az_latn_az: Xəstəliyin adı
hy_am: Հիվանդության անվանում
kk_kz: Ауру атауы
ru_ru: Наименование заболевания

# xrTableCell37.Text
source: ICD-10 codes
ar_iq: رموز التصنيف الدولي للأمراض - 10
az_latn_az: XBT-10 üzrə kodlar
hy_am: ՀՄԴ-10 ծածկագրեր
kk_kz: ХАС-10 Коды
ru_ru: Коды по МКБ-10

# xrTableCell38.Text
source: Total
ar_iq: الإجمالي
az_latn_az: cəmi
hy_am: Ընդամենը
kk_kz: Барлығы
ru_ru: всего

# xrTableCell39.Text
source: Republic citizens
ar_iq: مواطنو الجمهورية
az_latn_az: onlardan ölkə vətəndaşları
hy_am: որոնցից հանրապետության քաղաքացիներ
kk_kz: олардың ішінен республика азаматтарын
ru_ru: из них граждан респуб-лики

# xrTableCell40.Text
source: Including at age 15-49
ar_iq: بما في ذلك الأعمار 15-49
az_latn_az: 15-49 yaşlar daxil olmaqla:
hy_am: ներառյալ 15-49 տարեկանում
kk_kz: Соның ішінде 15-49 жастағылар
ru_ru: в том числе в возрасте 15-49

# xrTableCell41.Text
source: Including pregnant at age 15-24
ar_iq: بما في ذلك الحوامل بعمر 15-24
az_latn_az: o cümlədən 15-24 yaşda olan hamilə
hy_am: Ներառյալ 15-24 տարեկան հղիները
kk_kz: 15 - 24 жас арасындағы жүкті әйелдер
ru_ru: в том чис-ле бере-менные в возрасте 15-24

# xrTableCell42.Text
source: Total
ar_iq: الإجمالي
az_latn_az: Cəmi
hy_am: Ընդամենը
kk_kz: Барлығы
ru_ru: всего

# xrTableCell43.Text
source: Including republic citizens
ar_iq: بما في ذلك مواطنو الجمهورية
az_latn_az: onlardan ölkə vətən-daşları
hy_am: ներառյալ հանրապետության քաղաքացիները
kk_kz: олардың ішінен республика азаматтарын
ru_ru: из них граждан респуб-лики

# xrTableCell44.Text
source: Including at age 15-49
ar_iq: بما في ذلك الأعمار 15-49
az_latn_az: o cümlədən 15-49 yaşda
hy_am: Ներառյալ 15-49 տարեկանում
kk_kz: Соның ішінде 15-49 жастағылар
ru_ru: в том числе в возрасте 15-49

# xrTableCell45.Text
source: Including pregnant at age 15-24
ar_iq: بما في ذلك الحوامل بعمر 15-24
az_latn_az: o cümlədən 15-24 yaşda olan hamilə
hy_am: Ներառյալ 15-24 տարեկան հղիները
kk_kz: Соның ішінде 15-24 жастағы жүктілер
ru_ru: в том чис-ле бере-менные в возрасте 15-24

# xrTableCell46.Text
source: A
az_latn_az: А
kk_kz: А
ru_ru: А

# xrTableCell57.Text
source: B
az_latn_az: В
kk_kz: В
ru_ru: В

# xrTableCell132.Text
source: Human immunodifficiency virus (HIV)
ar_iq: فيروس نقص المناعة البشرية/HIV
az_latn_az: İnsanın immunçatışmazlığı virusunun (İİV) törətdiyi xəstəlik
hy_am: Մարդու իմունային անբավարարության վիրուս (ՄԻԱՎ)
kk_kz: Адамның иммунодефицит вирусы арқылы пайда болған аурулар
ru_ru: Заболевание вызываемое вирусом иммунодефицита человека (ВИЧ)

# xrTableCell153.Text
source: incuding:
ar_iq: بما يشمل:
az_latn_az: o cümlədən:
hy_am: ներառյալ՝
kk_kz: соның ішінде:
ru_ru: в том числе:

# xrTableCell154.Text
source: Acquired Immune Deficiency Syndrome (AIDS)
ar_iq: متلازمة نقص المناعة المكتسب (الإيدز)
az_latn_az: qazanılmış immunçatışmazlığı sindromu (QİÇS)
hy_am: Ձեռքբերովի իմունային անբավարարության համախտանիշ (ՁԻԱՀ)
kk_kz: ЖИТС (жүре біткен иммундық тапшылық синдромы)
ru_ru: синдром приобретённого иммунродефицита (СПИД)

# xrTableCell166.Text
source: Infection transmission:
ar_iq: نقل العدوى:
az_latn_az: yoluxma yolları:
hy_am: Վարակի փոխանցում
kk_kz: инфекцияны тарау:
ru_ru: передача инфекции:

# xrTableCell167.Text
source: sexual
ar_iq: جنسي
az_latn_az: cinsi
hy_am: սեռական
kk_kz: жынысты
ru_ru: половая

# xrTableCell169.Text
source: parenteral
ar_iq: بالحقن
hy_am: պարաէնտերալ
kk_kz: параэнтеральдық
ru_ru: параэнтеральная

# xrTableCell180.Text
source: through blood
ar_iq: بواسطة الدم
az_latn_az: qan vasitəsilə
hy_am: արյան միջոցով
kk_kz: қан арқылы
ru_ru: через кровь

# xrTableCell191.Text
source: through syringe or other medical tools
ar_iq: من خلال حقنة أو أداة طبية أخرى
az_latn_az: şpris və digər tibbi avadanlıq vasitəsilə
hy_am: ներարկիչների կամ այլ բժշկական գործիքների միջոցով
kk_kz: шприц арқылы неиесе басқа медициналық құралдар арқылы
ru_ru: через шприцы или другие медицинские инструменты

# xrTableCell202.Text
source: From mother (during pregnancy, during childbirth, dudring breast-feeding)
ar_iq: من الأم (خلال الحمل، خلال الولادة، خلال الإرضاع)
az_latn_az: anadan uşağa (hamiləlik dövründə, doğuş vaxtı, əmizdirmə zamanı)
hy_am: Մորից (հղիության ընթացքում, ծննդաբերության ընթացքում, կրծքով կերակրելու ընթացքում)
kk_kz: Анасынан (жүкті болған кезде, туған кезде, емізген кезде)
ru_ru: от матери (во время беременности, во время родов, в период кормления)

# xrTableCell216.Text
source: Number of orphan children whose parents died from AIDS _______
ar_iq: عدد الأطفال الأيتام الذين توفي والديهما بسبب مرض الأيدز ______
az_latn_az: İİÇV –na görə sinaqdan keçənlərin sayı __________,
hy_am: Ծնողազուրկ երեխաների քանակը, որոնց ծնողները մահացել են ՁԻԱՀ-ից
kk_kz: Ата-анасы ЖИТСтен қайтыс болған жетім балалардың саны
ru_ru: Количество детей сирот родители которых умерли от СПИДА

# xrTableCell214.Text
source: Included:
ar_iq: تضمنت:
az_latn_az: Daxil edilir:
hy_am: Ներառվում է.
kk_kz: Қоса санағанда
ru_ru: Вносится:

# xrTableCell217.Text
source: Esherichia coli, Aerobacer aerogenes, Drotens and other, caused enteritis, colitis, gastroenteritis, enteritis of adenovirus origin and enterovirus, and other viral enteritis, food and toxic infections caused by identified bacteria.
ar_iq: الإشريكية القولونية، أمعائية مرياحية، وأمراض أخرى تسبب التهاب الأمعاء والتهاب القولون والتهاب الجهاز الهضمي، والتهاب الأمعاء الناشئ عن فيروس غددي وفيروس معوي، والتهابات معوية فيروسية أخرى، وإصابات غذائية وسمية ناجمة عن بكتيريا معروفة.
az_latn_az: Esherichia coli, Aerobacer aerogenes, Drotens və s. törətdikləri enteritlər, kolitlər və qastroenteritlər, adenovirus və enterovirus mənşəli enteritlər, həmçinin digər viruslu enteritlər; müəyyən olunmuş bakteriyaların törətdiyi qida toksikoinfeksiyaları.
hy_am: Esherichia coli, Aerobacer aerogenes, Drotens և այլ հարուցված էնտերիտներ, կոլիտներ, գաստրոէնտերիտներ, ադենովիրուս ծագումով էնտերիտներ և էնտերովիրուս, ինչպես նաև այն վիրուսային էնտերիտներ, և սննդային և թունավոր վարակներ, որոնք հարուցվել են որոշակի մանրէների կողմից:
kk_kz: Esherichia coli, Aerobacer aerogenes, Drotens және де басқалар.вызванные энтериттер, колиттер және гастроэнтериттер, энтериттер түбі аденовирус және энтеровирус, тағы да басқа вирустық энтериттер; ас токсикоинфекциялар.
ru_ru: Esherichia coli, Aerobacer aerogenes, Drotens и др.вызванные энтериты, колиты и гастроэнтериты, энтериты происхождения аденовирус и энтеровирус, так же другие вирусные энтериты; пищевые токсикоинфекции вызванные определёнными бактериями.

# xrTableCell220.Text
source: Infectious and assumed infectious colitis and enteritis, gastroenteritis, also gastroenteritis, colitis and enteritis that do not have other indicators.
ar_iq: الالتهابات والالتهابات الافتراضية للأمعاء والقولون والجهاز الهضمي المعدي والمعوي، أيضاً التهابات الأمعاء والقولون والجهاز الهضمي التي ليس لها مؤشرات أخرى.
az_latn_az: İnfeksion və ya güman edilən infeksion kolitlər və enteritlər, qastroenteritlər; başqa göstəriciləri olmayan qastroentiritlər, kolitlər və enteritlər.
hy_am: Վարակիչ և ենթադրվող վարակիչ կոլիտներ և էնտերիտներ, գաստրոէնտերիտներ, և այլ ցուցիչներ չունեցող գաստրոէնտերիտներ, կոլիտներ և էնտերիտներ:
kk_kz: Инфекционные и предполагаемые инфекционные колиты и энтериты, гастроэнтериты, не имеющие других показателей гастроэнтериты, колиты и энтериты.
ru_ru: Инфекционные и предполагаемые инфекционные колиты и энтериты, гастроэнтериты, не имеющие других показателей гастроэнтериты, колиты и энтериты.

# xrTableCell222.Text
source: Not included:
ar_iq: غير مشمول:
az_latn_az: Daxil deyil:
hy_am: Չեն ներառվում.
kk_kz: Қоса санамағанда:
ru_ru: Не вносится:

# xrTableCell221.Text
source: intestinal infections caused by known agent (A00-A08), non-infectious gastroenteritis and colitis (K52), ulcerous colitis (K51) and others.
ar_iq: إصابات معوية سببها عامل (A00-A08)، التهاب الجهاز الهضمي والتهاب القولون غير المعدي (K52)، والتهاب القولون التقرحي (K51) وأمراض أخرى.
az_latn_az: məlum törədicilərin törətdiyi bağırsaq infeksiyaları (A00-A08), infeksion olmayan qastroenterit və kolitlər (K52), xoralı kolitlər (K51) və s.
hy_am: աղիքային վարակներ հարուցված հայտնի հարուցիչներից (A00-A08), ոչ-վարակիչ գաստրոէնտերիտներ և կոլիտներ (K52), խոցային կոլիտներ (K51) և այլն:
kk_kz: Белгілі қоздырушылар арқылы пайда болған Ішек инфекциялар (A00-A08), инфекцияға жатпайтын гастроэнтериттер мен колиттер (K52), мерез колиттер (K51) және де басқалар.
ru_ru: кишечные инфекции вызванные известными возбудителями (A00-A08), не инфекционные гастроэнтериты и колиты (K52), язвенные колиты (K51) и др.

# xrTableCell224.Text
source: Food toxicoinfections of unknown origin:
ar_iq: عدوى سامة غذائية من مصدر غير معروف:
az_latn_az: Məlum olmayan törədicilərlə qida toksikoinfeksiyaları:
hy_am: Անհայտ ծագման սննդային տոքսիկովարակներ.
kk_kz: Шығуы белгісіз тағамдық токсикоинфекциилар
ru_ru: Пищевые токсикоинфекции неизвестного происхождения:

# xrTableCell227.Text
source: Not included:
ar_iq: غير مشمول:
az_latn_az: Daxil deyil:
hy_am: Չեն ներառվում.
kk_kz: Соның ішінде емес:
ru_ru: Не вносится:

# xrTableCell228.Text
source: infections caused by salmonella (A02), berry poisoning, mushroom poisoning etc. (T61, T62)
ar_iq: إصابات ناجمة عن السالمونيلا، التسمم بالتوت البري، التسمم بالفطور، ألخ (T61, T62)
az_latn_az: törətdiyi infeksiyalar (A02), botulizm (A05.1), zəhərli giləmeyvələrin, göbələklərin törətdikləri zəhərlənmələr və s. (T61, T62)
hy_am: սալմոնելլայից առաջացած վարակներ (A02), հատապտուղներից թունավորում, սնկերից թունավորում, և այլն (T61, T62)
kk_kz: Сальмонелла арқылы пайда болған (A02), жидектермен улану, саңырауқұлақтармен улану (T61, T62) және де басқалар
ru_ru: вызванные сальмонеллами (A02), отравления ягодами, отравления вызванные грибами и др. (T61, T62)

# xrTableCell229.Text
source: Reinfections and preliminary unidentified malaria recurrence.
ar_iq: تكرار العدوى وتكرار الحصول الأولي غير المعروف للملاريا.
az_latn_az: Reinfeksiyalar və əvvəllər müəyyən olunmayan malyariyanın residivləri
hy_am: Կրկնավարակումներ և մալարիայի նախնական չսահմանված ռեցեդիվներ:
kk_kz: Малярияның қайтадан індет жұқтыру және алдын ала белгісіз рецидивтер
ru_ru: Реинфекции и предварительно неопределённые рецедивы малярии.

# xrTableCell232.Text
source: Acute respiratory infections and influenza are not included.
ar_iq: لا يشمل ذلك الإصابات التنفسية الحادة والإنفلونزا
az_latn_az: Yuxarı tənəffüs yollarının kəskin infeksiyaları və qrip daxil edilmir.
hy_am: Վերին շնչառական ուղիների սուր վարակները և գրիպը չեն ներառվում:
kk_kz: Жоғарғы тыныс жолдары және тұмау енгізілмейді
ru_ru: Острые инфекции верхних дыхательных путей и грипп не вносится.
