Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/FormN1Page3.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz

# labelFooterInfo.Text
source: * Values from lines 50, 60-67 are not included in Total
ar_iq: * القيم من الأسطر 50، 60-67 ليست مدرجة في المجموع
az_latn_az: * 50, 60-67-ci sətirlərin dəyərləri ümumi hesabata daxil deyil
hy_am: * 50, 60-67 տողերի արժեքները ընդգրկված չեն Ընդհանուրի մեջ
kk_kz: *50, 60-67 жолдар жалпы санға кірмейді

# labelFooterPage3.Text
source: Form №1- page 3
ar_iq: النموذج رقم 1- الصفحة 3
az_latn_az: Forma №1- səhifə 3
hy_am: Ձև #1- էջ 3
kk_kz: №1 нысан - 3 бет

# xrTableCell77.Text
source: Including
ar_iq: بما يشمل
az_latn_az: Daxildir
hy_am: Ներառյալ
kk_kz: Соның ішінде

# xrTableCell35.Text
source: ICD-10 codes
ar_iq: رموز التصنيف الدولي للأمراض - 10
az_latn_az: XBT-10 kodları
hy_am: ՀՄԴ-10 ծածկագրեր
kk_kz: МКБ-10 Коды

# xrTableCell27.Text
source: II. Intrahospital infections
ar_iq: II. عدوى داخل المستشفى
az_latn_az: II. Xəstəxanadaxili infeksiyalar
hy_am: II. Ներհիվանդանոցային վարակներ
kk_kz: II. Аурухана ішіндегі инфекциялар

# xrTableCell34.Text
source: Disease name
ar_iq: اسم المرض
az_latn_az: Xəstəliyin adı
hy_am: Հիվանդության անվանում
kk_kz: Аурудың атауы

# xrTableCell36.Text
source: Total number of registered cases
ar_iq: العدد الإجمالي للحالات المسجلة
az_latn_az: Qeydə alınmış xəstəlik hadisələrinin ümumi sayı
hy_am: Գրանցված դեպքերի քանակ
kk_kz: Тіркелген Ауру жағдайлардың саны

# xrTableCell28.Text
source: From which
ar_iq: منها
az_latn_az: onlardan
hy_am: Որոնցից
kk_kz: олардың ішінен

# xrTableCell39.Text
source: Children younger than 1 month
ar_iq: الأطفال تحت عمر 1 شهر
az_latn_az: 1 aya qədər uşaqlar
hy_am: Մինչև 1 ամսական երեխաների մոտ
kk_kz: Бір жасға дейінгі балаларда

# xrTableCell78.Text
source: Children betweeen 1 month and year
ar_iq: الأطفال ما بين 1 شهر وسنة
az_latn_az: 1 aydan 1 yaşadək olan uşaqlar
hy_am: Մեկ ամսականից մինչև 1 տարեկան երեխաների մոտ
kk_kz: 1 айдан 1 жасқа дейінгі балаларда

# xrTableCell33.Text
source: Row number
ar_iq: رقم الصف
az_latn_az: Sıra sayı
hy_am: Տողի թիվ
kk_kz: Жол нөмірі

# xrTableCell38.Text
source: younger than 18 years
ar_iq: أصغر من 18 سنة
az_latn_az: 18 yaşadək uşaqlarda
hy_am: Մինչև 18 տարեկան երեխաների մոտ
kk_kz: 18 жасқа дейнгі балаларда

# xrTableCell40.Text
source: Children
ar_iq: الأطفال
az_latn_az: Uşaqlar
hy_am: Երեխաներ
kk_kz: Балалар

# xrTableCell1.Text
source: A
kk_kz: А

# xrTableCell2.Text
source: B
kk_kz: В

# xrTableCell45.Text
source: A
kk_kz: А

# xrTableCell46.Text
source: B
kk_kz: В
