Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/FormN1Page2.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz, ru_ru

# xrLabel2.Text
source: Form №1- page 2
ar_iq: النموذج رقم 1- الصفحة 2
az_latn_az: 1 №-li forma – səhifə 2
hy_am: Ձև #1- էջ 2
kk_kz: №1 нысан - 2 бет
ru_ru: Форма №1- страница 2

# labelFooterInfo.Text
source: 2010 * Values from lines 50, 60-67 are not included in Total
ar_iq: 2010* القيم من الأسطر 50، 60-67 ليست مدرجة في المجموع
az_latn_az: 2010-cu ilin * 50, 60-67-ci sətirlərin dəyərləri ümumi hesaba daxil deyil
hy_am: 2010թ.* 50, 60-67 տողերի արժեքները ընդգրկված չեն Ընդհանուրի մեջ
kk_kz: 2010 жыл* 50, 60-67 жолдар жалпы санға кірмейді
ru_ru: 2010 год * Значения строк 50, 60-67 в общее число не входят

# labelFooterPage3.Text
source: Form №1- page 3
ar_iq: النموذج رقم 1- الصفحة 3
az_latn_az: 1 №-li forma – səhifə 3
hy_am: Ձև #1- էջ 3
kk_kz: №1 нысан - 3 бет
ru_ru: Форма №1- страница 3

# lblReportName.Text
source: I. Infectious and parasitical diseases
ar_iq: I. الأمراض المعدية والطفيلية
az_latn_az: I. Yoluxucu və parazitar xəstəliklər
hy_am: I. Վարակիչ և պարազիտային հիվանդություններ
kk_kz: 1. Жұқпалы және паразиттік аурулар
ru_ru: I. Инфекционные и паразитарные заболевания

# xrTableCell24.Text
source: Row number
ar_iq: رقم الصف
az_latn_az: Sıra sayı
hy_am: Տողի թիվ
kk_kz: Қатар нөмірі
ru_ru: Номер ряда

# xrTableCell5.Text
source: Among rural
ar_iq: في الأرياف
az_latn_az: kənd əhalisində
hy_am: Գյուղաքաղաքային բնակչության մոտ
kk_kz: Ауыл тұрғындарының арасында
ru_ru: Среди сельского населения

# xrTableCell44.Text
source: Children at age 0-17
ar_iq: الأطفال بعمر 0-17
az_latn_az: 0-17 yaşlı uşaqlarda
hy_am: 0-17 տարեկան երեխաների մոտ
kk_kz: 0 - 17 жас арасындағы балалар
ru_ru: Детей возраста 0-17

# xrTableCell1.Text
source: Among women
ar_iq: بين النساء
az_latn_az: qadınlarda
hy_am: Կանանց մոտ
kk_kz: Әйелдер арасында
ru_ru: Среди женщин

# xrTableCell37.Text
source: Children at age 0-1
ar_iq: الأطفال بعمر 0-1
az_latn_az: 0-1 yaşa qədər uşaqlarda
hy_am: 0-1 տարեկան երեխաների մոտ
kk_kz: 0-17 жастағы балаларды
ru_ru: Детей возраста до 0-1

# xrTableCell41.Text
source: Children at age 14-17
ar_iq: الأطفال بعمر 14-17
az_latn_az: 14-17 yaşlı uşaqlarda
hy_am: 14-17 տարեկան երեխաների մոտ
kk_kz: 14-17 жастағы балаларды
ru_ru: Детей возраста 14-17

# xrTableCell36.Text
source: at age 0-17
ar_iq: بعمر 0-17
az_latn_az: yaşlı uşaqlarda
hy_am: 0-17 տարեկանում
kk_kz: 0-17 жаста
ru_ru: в возрасте 0-17

# xrTableCell53.Text
source: Total registered cases
ar_iq: إجمالي الحالات المسجلة
az_latn_az: Qeydiyyat-dan keçən xəstəliklə-rin cəmi
hy_am: Ընդամենը գրանցված դեպքեր
kk_kz: Ауру болған тіркелген жағдайлардың толық саны
ru_ru: Всего зарегистрировано заболеваний

# xrTableCell39.Text
source: Children at age 5-13
ar_iq: الأطفال بعمر 5-13
az_latn_az: 5-13 yaşlı uşaqlarda
hy_am: 5-13 տարեկան երեխաների մոտ
kk_kz: 5-13 жастағы балаларды
ru_ru: Детей возраста 5-13

# xrTableCell4.Text
source: Including
ar_iq: بما يشمل
az_latn_az: onlardan
hy_am: Ներառյալ
kk_kz: олардың ішінен
ru_ru: Из них

# xrTableCell31.Text
source: Including
ar_iq: بما يشمل
az_latn_az: O cümlədən
hy_am: Ներառյալ
kk_kz: Соның ішінде
ru_ru: В том числе

# xrTableCell2.Text
source: Children
ar_iq: الأطفال
hy_am: Երեխաներ
kk_kz: балаларда
ru_ru: У детей

# xrTableCell43.Text
source: Total (group 1)
ar_iq: المجموع (مجموعة 1)
az_latn_az: cəmi (1qr)
hy_am: Ընդամենը (խումբ 1)
kk_kz: Барлығы ( 1 гр-нан)
ru_ru: Всего (по 1 гр.)

# xrTableCell25.Text
source: Disease name
ar_iq: اسم المرض
az_latn_az: Xəstəliyin adı
hy_am: Հիվանդության անվանում
kk_kz: Ауру атауы
ru_ru: Наименование заболеваний

# xrTableCell38.Text
source: Children at age 1-4
ar_iq: الأطفال بعمر 1-4
az_latn_az: 1-4 yaşlı uşaqlarda
hy_am: 1-4 տարեկան երեխաների մոտ
kk_kz: 1-4 жас арасында балалар
ru_ru: Детей возраста 1-4

# xrTableCell12.Text
source: ICD-10 code
ar_iq: رمز التصنيف الدولي للأمراض - 10
az_latn_az: XBT-10 üzrə kodlar
hy_am: ՀՄԴ-10 ծածկագիր
kk_kz: МКБ-10 Коды
ru_ru: Коды по МКБ-10

# xrTableCell42.Text
source: 18 and older
ar_iq: 18 وأكبر
az_latn_az: yuxarı yaşlılarda
hy_am: 18 և ավել
kk_kz: 18 және 18-ден үлкен
ru_ru: 18 и выше

# xrTableCell3.Text
source: At age
ar_iq: بعمر
az_latn_az: 18 və
hy_am: Տարիքում
kk_kz: Жаста
ru_ru: Возраста

# xrTableCell55.Text
source: B
kk_kz: В
ru_ru: В

# xrTableCell54.Text
source: A
kk_kz: А
ru_ru: А
