Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/HumSummaryReport.*.resx
Languages: kk_kz

# HeaderLabal.Text
source: Report on disease cases for {0} – {1} by rayons and diagnoses
kk_kz: Аудандар және жас топтары бойынша {0} - {1} кезең ішіндегі ауру жағдайлары есебі

# RegionHeaderCell.Text
source: Region
kk_kz: Өңір

# RayonHeaderCell.Text
source: Rayon
kk_kz: Аудан

# DynamicTotalHeaderCell.Text
source: Total
kk_kz: Барлығы

# Dynamic017HeaderCell.Text
source: 0 – 17 years old
kk_kz: 0-17 жастағы балаларда

# SubtotalCell.Text
source: Subtotals by each Region
kk_kz: Барлығы

# TotalCell.Text
source: Total by Republic
kk_kz: Республика бойынша ЖИЫНЫ

# HeaderTransportLabal.Text
source: Report on disease cases for {0} – {1} by organizaions and diagnoses
kk_kz: {0} – {1} кезеңде болған мекеме және диагноз бойынша жағдайлар туралы есептеме

# VetDynamic017HeaderLabel.Text
source: Number of positive results
kk_kz: Олардың ішінде оң нәтиже болған саны

# VetDynamicTotalHeaderLabel.Text
source: Tested (ea)
kk_kz: Тексерілді (бас саны)

# HeaderVetLabel.Text
source: Summary veterinary report for {0} – {1}
kk_kz: {0} – {1} мерзім аралығында ветеринарлық есептеме

# xrTableCell4.Text
source: Printed from EIDSS:
kk_kz: ЭЙСНЗдан басып шығарылды
