Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/MainAFPIndicatorsReport.*.resx
Languages: kk_kz

# HeaderPeriodLabel.Text
source: Year, N Half-year /Quarter N / Month
kk_kz: Жыл, жарты жыл № / тоқсан № / ай

# HeaderLabal.Text
source: Main indicators of AFP surveillance
kk_kz: ӨБС қадағалаудың негізгі индикаторлары

# RegionHeaderCell.Text
source: Region
kk_kz: Өңір

# RayonHeaderCell.Text
source: Rayon
kk_kz: Аудан

# HeaderCell1.Text
source: Under 15 population size
kk_kz: Жыл басындағы 15 жасқа дейінгі балалардың саны

# HeaderCell2.Text
source: Total number of AFP registered during reporting period
kk_kz: Есепті кезең ішінде тіркелген ӨБС жалпы саны

# HeaderCell3.Text
source: Non polio AFP rate
kk_kz: Есепті кезең ішіндегі полиомиелиттік емес ӨБС көрсеткіші

# HeaderCell4.Text
source: AFP surveillance index
kk_kz: Есепті кезең ішіндегі ӨБС қадағалау индексі

# SubtotalCell.Text
source: Subtotal
kk_kz: Барлығы

# TotalCell.Text
source: TOTAL Republic
kk_kz: Республика бойынша ЖИЫНЫ

# HeaderCell5.Text
source: Expected Case
kk_kz: Күткен жағдай

# DateTimeCaptionLabel.Text
source: Printed from EIDSS:
kk_kz: ЭйСНЗдан басып шығарылды
