Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/VetCaseReport.*.resx
Languages: ar_iq

# lblReportName.Text
source: Report Header
ar_iq: عنوان التقرير

# xrTableCell10.Text
source: Total
ar_iq: الإجمالي

# xrTableCell13.Text
source: Total diseased species
ar_iq: مجموع الأنواع المريضة

# xrTableCell4.Text
source: Row number
ar_iq: رقم الصف

# xrTableCell1.Text
source: Disease name
ar_iq: اسم المرض

# xrTableCell5.Text
source: OIE code
ar_iq: رمز المنظمة العالمية لصحة الحيوان

# xrTableCell6.Text
source: Number of registered cases
ar_iq: عدد الحالات المسجلة

# xrTableCell2.Text
source: Number of collected samples
ar_iq: عدد العينات التي تم جمعها

# xrTableCell7.Text
source: Species
ar_iq: نوع الحيوان

# xrTableCell3.Text
source: Number of sick and dead
ar_iq: عدد الأنواع المريضة

# headerCell.Text
source: Veterinary Cases Report
ar_iq: تقرير الحالات البيطرية
