Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/AJ/Reports/WhoMeaslesRubellaReport.*.resx
Languages: ar_iq

# xrTableCell5.Text
source: Date of birth
ar_iq: تاريخ الميلاد

# xrTableCell2.Text
source: Date of rash onset
ar_iq: تاريخ بداية الطفح

# xrTableCell3.Text
source: Hospitalization
ar_iq: دخول المستشفى

# ReportHeaderCell.Text
source: WHO Report on Measles and Rubella for {0}
ar_iq: تقرير منظمة الصحة العالمية حول الحصبة والحصبة الألمانية لـ {0}

# xrTableCell15.Text
source: Test Result
ar_iq: نتيجة الاختبار

# xrTableCell12.Text
source: Date of notification
ar_iq: تاريخ التبليغ

# xrTableCell13.Text
source: Outcome
ar_iq: النتيجة

# xrTableCell4.Text
source: Initial Diagnosis
ar_iq: التشخيصات الأولية

# xrTableCell14.Text
source: Imported case
ar_iq: حالة مستوردة

# xrTableCell11.Text
source: Sex
ar_iq: الجنس

# xrTableCell1.Text
source: Date of last Measles/Rubella vaccine
ar_iq: تاريخ آخر تلقيح ضد الحصبة/الحصبة الألمانية

# xrTableCell9.Text
source: Case ID
ar_iq: معرف الحالة

# xrTableCell16.Text
source: Number of Measles/Rubella Vaccines
ar_iq: عدد لقاحات الحصبة/الحصبة الألمانية

# xrTableCell8.Text
source: Date of specimen collection
ar_iq: تاريخ جمع العينات

# xrTableCell6.Text
source: Final Case Classification
ar_iq: التصنيف النهائي للحالة

# xrTableCell7.Text
source: Date of investigation start
ar_iq: تاريخ بداية التحقيق

# xrTableCell10.Text
source: Area ID
ar_iq: معرف المنطقة
