Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.RAM/QueryBuilder/QueryDetailPanel.*.resx
Languages: ar_iq, az_latn_az

# grpGeneralInfo.Caption
source: General Query Info
ar_iq: معلومات استعلام عامة
az_latn_az: Sorğu haqqında ümumi məlumat

# chAddAllKeyFieldValues.Properties.Caption
source: Add all values of key references
ar_iq: إضافة كافة قيم المراجع الرئيسية
az_latn_az: Aparıcı istinadların bütün mənalarını əlavə et

# lblQueryName.Text
source: Query name
ar_iq: اسم الاستعلام
az_latn_az: Sorğunun adı

# lblDescription.Text
source: Description
ar_iq: الوصف
az_latn_az: Təsvir

# lblDefQueryName.Text
source: Query name (English)
ar_iq: اسم الاستعلام (إنجليزي)
az_latn_az: Sorğunun adı (ingiliscə)

# grcQueryInfo.Text
source: General Query Info
ar_iq: معلومات استعلام عامة
az_latn_az: Sorğuya dair ümumi məlumat

# btnRemoveChildObject.Text
source: Remove Child Object
ar_iq: إزالة كائن تابع
az_latn_az: Tabelikdəki obyekti sil

# btnAddChildObject.Text
source: Add Child Object
ar_iq: إضافة كائن تابع
az_latn_az: Tabelikdəki obyekti əlavə et

# btnEditQueryType.Text
source: Change Root Object
ar_iq: تغيير كائن رئيسي
az_latn_az: Əsas obyekti seç

# colQuerySearchObjectID.Caption
source: Search Object ID
ar_iq: بحث عن معرف كائن
az_latn_az: Axtarış obyektinin Q/N

# colParentQuerySearchObjectID.Caption
source: Parent Search Object ID
ar_iq: معرف كائن بحث أصلي
az_latn_az: Əsas axtarış obyektinin Q/N

# colSearchObject.Caption
source: Search Object
ar_iq: بحث في كائن
az_latn_az: Axtarış obyekti

# colOrder.Caption
source: Order
ar_iq: الترتيب
az_latn_az: Ardıcıllıq

# grcQueryObjectTree.Text
source: Query Objects Tree
ar_iq: استعلام شجرة كائنات
az_latn_az: Sorğu axtarış obyektlərinin siyahısı

# grpSearchObjectTree.Caption
source: Query Search Object Tree
ar_iq: استعلام شجرة مكونات البحث
az_latn_az: Sorğu obyektlərin siyahısı

# cmdCancelChanges.Text
source: Cancel Changes
ar_iq: إلغاء التغييرات
az_latn_az: Dəyişiklikləri ləğv et

# cmdCopy.Text
source: Copy
ar_iq: نسخ
az_latn_az: Surəti çıxar

# cmdClose.Text
source: Close
ar_iq: إغلاق
az_latn_az: Bağla

# cmdNew.Text
source: New
ar_iq: جديد
az_latn_az: Yeni

# cmdSave.Text
source: Save
ar_iq: حفظ
az_latn_az: Yaddaşa sal

# cmdDelete.Text
source: Delete
ar_iq: حذف
az_latn_az: Sil

# $this.Caption
source: Query Builder
ar_iq: منشئ الاستعلام
az_latn_az: Sorğu tərtibatçısı
