Repository: dshorter/NGDev
Catalog: Utils/AUM/AUM.Core/ResourceHelper.*.resx
Languages: az_latn_az, ka_ge, kk_kz, ru_ru, uk_ua

# AnotherUpdateProcessIsNowRunning
source: Another update process is now running. Please try again later.
az_latn_az: Hal-hazırda artıq başqa yenilənmə prosesi gedir. Zəhmət olmasa, sonra bir daha sınaqda keçirin
ka_ge: ამჟამად გაშვებულია განახლების სხვა პროცესი. გთხოვთ სცადოთ მოგვიანებით.
kk_kz: Қазіргі сәтте басқа жаңарту жүріп жатыр. Кейінірек әрекеттеніп көріңіз.
ru_ru: В данный момент уже происходит другое обновление. Попробуйте позже.
uk_ua: У даний момент вже відбувається інше оновлення. Спробуйте пізніше.

# BackupConfigFilesSuccessfullyComplete
source: Сonfiguration files backup is completed successfully.
az_latn_az: Konfiqurasiya fayllarının arxivləşdirilməsi uğurla başa çatdı.
ka_ge: კონფიგურაციის ფაილების სარეზერვო არქივაცია წარმატებით დასრულდა.
kk_kz: Конфигурациялық файлдарды мұрағаттау ойдағыдай аяқталды.
ru_ru: Архивирование конфигурационных файлов успешно завершено.
uk_ua: Архівування конфігураційних файлів успішно завершено.

# BackupDB
source: Database backup. It may take few minutes…
az_latn_az: Məlumat bazasının arxivləşdirilməsi. Bu bir neçə dəqiqə çəkə bilər...
ka_ge: მიმდონარეობს მონაცემთა ბაზის სარეზერვო არქივაცია. ეს შეიძლება გაგრძელდეს რამოდენიმე წუთი...
kk_kz: Деректер базасын мұрағаттау. Бұл бірнеше минутты алуы мүмкін...
ru_ru: Архивирование базы данных. Это может занять несколько минут…
uk_ua: Архівація бази даних. Це може зайняти кілька хвилин ...

# BackupDBComplete
source: Database backup is completed successfully.
az_latn_az: Məlumatlar bazasının arxivləşdirilməsi uğurla başa çatdı.
ka_ge: მონაცემთა ბაზის სარეზერვო არქივაცია წარმატებით დასრულდა.
kk_kz: Деректер базасын мұрағаттау ойдағыдай аяқталды.
ru_ru: Архивирование базы данных успешно завершено.
uk_ua: Архівація бази даних успішно завершено.

# BackupProgramDirectories
source: Application files backup. It may take few minutes…
az_latn_az: Proqram fayllarının arxivləşdirilməsi. Bu bir neçə dəqiqə çəkə bilər...
ka_ge: მიმდინარეობს პროგრამული ფაილების სარეზერვო არქივაცია. ეს შეიძლება გაგრძელდეს რამოდენიმე წუთი...
kk_kz: Бағдарламалық файлдарды мұрағаттау. Бұл бірнеше минутты алуы мүмкін...
ru_ru: Архивирование программных файлов. Это может занять несколько минут…
uk_ua: Архівування програмних файлів. Це може зайняти кілька хвилин ...

# BackupProgramDirectoriesSuccessfullyComplete
source: Application files backup is completed successfully.
az_latn_az: Proqram fayllarının arxivləşdirilməsi uğurla başa çatdı.
ka_ge: პროგრამული ფაილების სარეზერვო არქივაცია წარმატებით დასრულდა.
kk_kz: Бағдарламалық файлдарды мұрағаттау ойдағыдай аяқталды.
ru_ru: Архивирование программных файлов успешно завершено.
uk_ua: Архівування програмних файлів успішно завершено.

source: Cannot update now
az_latn_az: Hal-hazırda yeniləmək mümkün deyil.
ka_ge: ამჟამად განახლების განხორციელება შეუძლებელია.
kk_kz: Қазіргі сәтте жаңарту жүргізу мүмкін емес.
ru_ru: Невозможно провести обновление в данный момент.
uk_ua: Неможливо провести оновлення в даний момент.

# CantConnectToUpdateServer
source: Can't connect to update server. Request={0}; Error={1}
az_latn_az: Yenilənmə serverinə qoşulmaq qeyri-mümkündür. Sorğu ={0}; Səhv={1}
ka_ge: შეუძლებელია განახლების სერვერთან დაკავშირება. მოთხოვნა={0}; შეცდომა={1}
kk_kz: Жаңарту серверіне қосылу мүмкін емес. Сұраным={0}; Қате={1}
ru_ru: Невозможно подключиться к серверу обновлений. Запрос={0}; Ошибка={1}
uk_ua: Неможливо підключитися до сервера оновлень. Запит = {0}; Помилка = {1}

source: Can't find server or database settings
az_latn_az: Serverin və ya məlumat bazasının quraşdırmaları tapılmadı
ka_ge: სერვერის ან მონაცემთა ბაზის დაყენების პარამეტრები არ მოიძებნა.
kk_kz: Сервердің немесе деректер базасының теңшелімдері табылмады.
ru_ru: Не найдены настройки сервера или базы данных
uk_ua: Не знайдені настройки сервера або бази даних

# ChangingConfigFile
source: Changing configuration files...
az_latn_az: Konfiqurasiya fayllarını dəyişdirmək...
ka_ge: მიმდინარეობს კონფიგურაციის ფაილების შეცვლა...
kk_kz: Конфигурациялық файлдардың өзгеруі...
ru_ru: Изменение конфигурационных файлов…
uk_ua: Зміна конфігураційних файлів ...

# CloseCaption
source: Close
az_latn_az: Bağla
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
uk_ua: Закрити

# ConfigFilesSuccessfullyChanged
source: Configuration files are changed successfully.
az_latn_az: Konfiqurasiya faylları uğurla dəyişdirildi.
ka_ge: კონფიგურაციის ფაილების შეცვლა წარმატებით დასრულდა.
kk_kz: Конфигурациялық файлдар ойдағыдай өзгертілді.
ru_ru: Конфигурационные файлы успешно изменены.
uk_ua: Конфігураційні файли успішно змінені.

# CopyFiles
source: Files copying {0} to {1}
az_latn_az: {0} faylını {1} faylına sürətinin çıxarılması
ka_ge: {0} ფაილის კოპირება {1} –ში.
kk_kz: {0} в {1} файлдарын көшіру
ru_ru: Копирование файлов {0} в {1}
uk_ua: Копіювання файлів {0} в {1}

# CopyFiles2
source: Files copying...
az_latn_az: Faylların sürətinin çıxarılması
ka_ge: მიმდინარეობს ფაილების კოპირება...
kk_kz: Файлдарды көшіру...
ru_ru: Копирование файлов…
uk_ua: Копіювання файлів ...

# CopyFilesSuccessfullyComplete
source: Files copying is completed successfully.
az_latn_az: Faylların sürətinin çıxarılması uğurla başa çatdı
ka_ge: ფაილების კოპირება წარმატებით დასრულდა.
kk_kz: Файлдарды көшіру ойдағыдай аяқталды
ru_ru: Копирование файлов успешно завершено
uk_ua: Копіювання файлів успішно завершено

# CRCIsInvalidError
source: CRC of update is invalid! File: {0}
az_latn_az: Yenilənmənin kontrol sayı düz deyil!
ka_ge: განახლების პაკეტის საკონტროლო მაჩვენებელი არასწორია. განახლების პაკეტი არავალიდურია.
kk_kz: Жаңартудың бақылау сомасы дұрыс емес!
ru_ru: Контрольная сумма обновления неверна!
uk_ua: Контрольна сума поновлення невірна!

# DeleteFile
source: Deleting file {0}...
az_latn_az: {0} faylının silinməsi
ka_ge: {0} ფაილის წაშლა...
kk_kz: {0} файлын жою...
ru_ru: Удаление файла {0}...
uk_ua: Видалення файлу {0} ...

# DeleteGarbageBackups
source: Deleting garbage backups…
az_latn_az: Lazımsız arxiv nüsxələrinin silinməsi...
ka_ge: მიმდინარეობს უსარგებლო სარეზერვო ასლების წაშლა...
kk_kz: Қажетсіз мұрағаттық көшірмелерді жою...
ru_ru: Удаление ненужных архивных копий…
uk_ua: Видалення непотрібних архівних копій ...

# ErrorCaption
source: Error
az_latn_az: Səhv
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
uk_ua: Помилка

source: Extracting files...
az_latn_az: Faylların çıxardılması...
ka_ge: მიმდინარეობს ფაილების არქივიდან ამოღება...
kk_kz: Файлдарды алып шығу...
ru_ru: Извлечение файлов…
uk_ua: Розпакування файлів ...

# FilesSuccessfullyExtracted
source: Files are extracted successfully.
az_latn_az: Fayllar uğurla çıxardıldı.
ka_ge: ფაილების არქივიდან ამოღება წარმატებით დასრულდა.
kk_kz: Файлдар ойдағыдай шығарылды.
ru_ru: Файлы успешно извлечены.
uk_ua: Файли успішно розпаковані.

# FullBackup
source: Creating full backup for updated files. It may take few minutes. Please wait...
az_latn_az: Yenilənən faylların tam arxiv sürətinin yaradılması. Bu bir neçə dəqiqə çəkə bilər...
ka_ge: მიმდონარეობს განახლებული ფაილების სრული სარეზერვო არქივაციის პროცესი. ეს შეიძლება გაგრძელდეს რამოდენიმე წუთი. გთხოვთ მოითმონოთ...
kk_kz: Жаңартылатын файлдардың толық мұрағаттық көшірмесін құру. Бұл бірнеше минутты алуы мүмкін...
ru_ru: Создание полной архивной копии обновляемых файлов. Это может занять несколько минут…
uk_ua: Створення повної резервної копії оновлюваних файлів. Це може зайняти кілька хвилин ...

# GarbageBackupsFailedDeleted
source: Deleting of garbage backups is failed. Error: {0}
az_latn_az: Lazımsız arxiv nüsxələrinin silinməsi mümkün olmadı. Səhv: {0}
ka_ge: უსარგებლო სარეზერვო ასლების წაშლა ვერ მოხერხდა. შეცდომა: {0}
kk_kz: Қажетсіз мұрағаттық көшірмелерді жою сәтсіз аяқталды. Қате: {0}
ru_ru: Удаление ненужных архивных копий окончилось неудачей. Ошибка: {0}
uk_ua: Видалення непотрібних архівних копій закінчилося невдачею. Помилка: {0}

# GarbageBackupsSuccessfullyDeleted
source: Garbage backups are deleted successfully.
az_latn_az: Lazımsız arxiv nüsxələrinin silinməsi uğurla başa çatdı.
ka_ge: უსარგებლო სარეზერვო ასლების წაშლა წარმატებით დასრულდა.
kk_kz: Қажетсіз мұрағаттық көшірмелер ойдағыдай жойылды
ru_ru: Ненужные архивные копии успешно удалены.
uk_ua: Непотрібні архівні копії успішно видалені.

source: initialization
az_latn_az: Tətbiq etmək
ka_ge: ინიციალიზაცია
kk_kz: іске қосу
ru_ru: инициализация
uk_ua: ініціалізація

# NowConnected
source: Now Connected: {0}
az_latn_az: Qoşulub: {0}
ka_ge: კავშირი: {0}
kk_kz: Қосылды: {0}
ru_ru: Подключено: {0}
uk_ua: Підключено: {0}

source: Running scripts...
az_latn_az: Skriptlərin işə salınması...
ka_ge: მიმდინარეობს სკრიპტების შესრულება...
kk_kz: Скрипттерді қосу...
ru_ru: Запуск скриптов…
uk_ua: Запуск скриптів ...

# RunScriptMessage
source: Run {0}...
az_latn_az: {0} işə salınması…
ka_ge: {0} –ს გაშვება...
kk_kz: Іске қосу {0}...
ru_ru: Запуск {0}…
uk_ua: Запуск {0} ...

# ScriptsSuccessfullyExecuted
source: Scripts are executed successfully.
az_latn_az: Skriptlərin uğurla yerinə yetirildi.
ka_ge: სკრიპტების შესრულება წარმატებით შესრულდა.
kk_kz: Скриттер ойдағыдай орындалды
ru_ru: Скрипты успешно выполнены.
uk_ua: Скрипти успішно виконані.

source: synchronization
az_latn_az: Sinxronlaşdırma
ka_ge: სინქრონიზაცია
kk_kz: синхрондау
ru_ru: синхронизация
uk_ua: синхронізація

# TaskCaption
source: Task: {0}
az_latn_az: Məsələ: {0}
ka_ge: დავალება: {0}
kk_kz: Тапсырма: {0}
ru_ru: Задача: {0}
uk_ua: Завдання: {0}

# ThereAreNoClientsMore
source: All client applications are disconnected from database.
az_latn_az: Bütün klient əlavələri məlumat bazasından söndürülüb.
ka_ge: ყველა კლიენტი პროგრამის კავშირი მონაცემთა ბაზასთან გამორთულია.
kk_kz: Барлық клиенттік қосымша бағдарламалар деректер базасынан ажыратылды.
ru_ru: Все клиентские приложения отключены от базы данных.
uk_ua: Усі клієнтські програми відключені від бази даних.

# ThisUpdateNotCritical
source: This update is not critical. Do you want to run it?
az_latn_az: Bu yenilənmə kritik deyil. Siz onu işə salmaq istəyirsiz?
ka_ge: ეს განახლება არ არის კრიტიკული. გსურთ მისი გაშვება?
kk_kz: Бұл жаңарту маңызды емес. Сіздің оны іске қосқыңыз келе ме?
ru_ru: Это обновление не является критическим. Вы хотите его запустить?
uk_ua: Це оновлення не є критичним. Ви бажаєте його запустити?

# TryCopyLogs
source: Logs copying…
az_latn_az: Protokolların nüsxələnməsi...
ka_ge: მიმდინარეობს პროტოკოლების კოპირება...
kk_kz: Хаттамаларды көшіру...
ru_ru: Копирование протоколов…
uk_ua: Копіювання протоколів ...

source: Unknown
az_latn_az: Məlum deyil
ka_ge: უცნობი
kk_kz: белгісіз
ru_ru: неизвестно
uk_ua: невідомо

source: unknown error
az_latn_az: Naməlum səhv
ka_ge: უცნობი შეცდომა
kk_kz: белгісіз қате
ru_ru: неизвестная ошибка
uk_ua: невідома помилка

# UpdateExecuteWithError
source: Update produced the error: {0}
az_latn_az: Yenilənmə səhv yaratdı: {0}
ka_ge: განახლებამ გამოსცა შეცდომა: {0}
kk_kz: Жаңарту {0} қатеге әкеп соқты
ru_ru: Обновление вызвало ошибку: {0}
uk_ua: Оновлення викликало помилку: {0}

# UpdateFailed
source: Update failed at {0}
az_latn_az: Yenilənmə zamanı {0} -da səhv baş verdi
ka_ge: განახლების წარუმატებლად დასრულების დრო: {0}
kk_kz: Жаңарту процесінде {0}-де қате болды
ru_ru: В процессе обновления произошла ошибка в {0}
uk_ua: У процесі оновлення сталася помилка в {0}

# UpdateInterruptedByUser
source: Update is interrupted by user.
az_latn_az: Yenilənmə istifadəçi tərəfindən dayandırıldı.
ka_ge: განახლება შეწყვეტილია მომხმარებლის მიერ.
kk_kz: Жаңартуды пайдаланушы тоқтатты.
ru_ru: Обновление прервано пользователем.
uk_ua: Оновлення перервано користувачем.

# UpdateProcessStarted
source: Update is started at {0}
az_latn_az: Yenilənmə başlandı {0} - da
ka_ge: განახლების დაწყების დრო: {0}
kk_kz: Жаңарту {0}-де басталды
ru_ru: Обновление начато в {0}
uk_ua: Оновлення розпочато у {0}

# UpdateRemotePathOrLogRemotePathnotset
source: Remote path to update folder or to folder with update logs is not set
az_latn_az: Şəbəkə xətti yenilənmə qovluğunda və ya jurnallar qovluğunda müəyyən edilməyib.
ka_ge: ქსელური გზა განახლების საქაღალდემდე ან განახლების პროტოკოლების საქაღალდემდე არ არის განსაზღვრული.
kk_kz: Жаңартулары бар папкаға немесе жаңартулар журналы бар папкаға желілік жол берілген жоқ.
ru_ru: Сетевой путь к папке с обновлением или к папке с журналами обновлений не задан.
uk_ua: Мережевий шлях до папки з оновленням або до папки з журналами оновлень не заданий.

# UpdateSuccessfullyComplete
source: Update is completed successfully at {0}
az_latn_az: {0} - da yenilənmə uğurla başa çatdı.
ka_ge: განახლების წარმატებით დასრულების დრო: {0}
kk_kz: Жаңарту {0}-де ойдағыдай аяқталды
ru_ru: Обновление успешно завершено в {0}
uk_ua: Оновлення успішно завершено у {0}

source: updating aum
az_latn_az: AUM yenilənməsi
ka_ge: ავტომატური განახლების მექანიზმის განახლება.
kk_kz: AUM-ді жаңарту
ru_ru: обновление AUM
uk_ua: оновлення AUM

source: updating Database
az_latn_az: Məlumat bazasının yenilənməsi
ka_ge: მონაცემთა ბაზის განახლება.
kk_kz: деректер базасын жаңарту
ru_ru: обновление базы данных
uk_ua: оновлення бази даних

source: updating EIDSS
az_latn_az: XEİMS-in yenilənməsi
ka_ge: დზეის პროგრამის განახლება.
kk_kz: EIDSS-ті жаңарту
ru_ru: обновление EIDSS
uk_ua: оновлення ЕЛІССЗ

source: updating Notification Service
az_latn_az: Bildiriş xidmətinin yenilənməsi
ka_ge: შეტყობინებების სამსახურის განახლება.
kk_kz: Notification Service жаңарту
ru_ru: обновление Notification Service
uk_ua: оновлення Notification Service

# WaitingForAnotherClientsExit
source: Waiting for other client applications exit (10 minutes or less)...
az_latn_az: Müştəri əlavəsləri işini bitirənədək (10 dəqiqə və ya az) gözləyin
ka_ge: სხვა კლიენტი პროგრამების მუშაობის დასრულება მოლოდინშია (10 წუთი ან ნაკლები)...
kk_kz: Клиенттік қосымша бағдарлама жұмысын аяқтағанша күту (10 минут немесе одан аз)
ru_ru: Ожидание пока клиентские приложения завершат работу (10 минут или меньше)
uk_ua: Очікування поки клієнтські програми завершать роботу (10 хвилин або менше)...

# WorkComplete
source: Work complete! You can restart application now.
az_latn_az: Yenilənmə uğurla başa çatdı! İndi proqramı yenidən işə sala bilərsiz.
ka_ge: განახლება წარმატებით დასრულდა. თქვენ შეგიძლიათ გადატვირთოთ პროგრამა.
kk_kz: Жаңарту ойдағыдай аяқталды. Енді бағдарламаны қайта іске қосуға болады.
ru_ru: Обновление завершено! Теперь можно перезапустить программу.
uk_ua: Оновлення завершено! Тепер можна перезапустити програму.

# ExecuteFilesStarted
source: Executing files started...
az_latn_az: Faylların icrası başladı ...
ka_ge: ფაილების გაშვება დაწყებულია...
kk_kz: Файлдарды іске қосу басталды...
ru_ru: Запуск файлов начат…
uk_ua: Запуск файлів розпочато ...

# ExecuteFilesFinished
source: Executing files finished successfully
az_latn_az: Faylların icrası uğurla başa çatdı
ka_ge: ფაილების გაშვება წარმატებით დასრულდა.
kk_kz: Файлдарды іске қосу ойдағыдай аяқталды
ru_ru: Запуск файлов успешно завершен
uk_ua: Запуск файлів успішно завершено

# ExecuteFile
source: Execute file {0}...
az_latn_az: {0} ... Faylı icra edilir
ka_ge: მიმდინარეობს {0} ფაილის გაშვება...
kk_kz: {0} файлы іске қосылды...
ru_ru: Запускается файл {0}...
uk_ua: Запускається файл {0} ...

source: executing files
az_latn_az: Faylların icrası
ka_ge: ფაილების გაშვება
kk_kz: файлдарды іске қосу
ru_ru: запуск файлов
uk_ua: запуск файлів

# BVUpdateLauncherStarted
source: AUM.Launcher is started at {0}
az_latn_az: BV Updater Launcher is started at {0}
ka_ge: BV Updater Launcher is started at {0}
kk_kz: BV Updater Launcher is started at {0}
ru_ru: BV Updater Launcher is started at {0}
uk_ua: BV Updater Launcher is started at {0}
