Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMenu.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz, ru_ru, th_th, uk_ua

# HumWhoMeaslesRubellaReport
source: WHO Report on Measles and Rubella
ar_iq: تقرير منظمة الصحة العالمية حول الحصبة والحصبة الألمانية
az_latn_az: ÜST - Məxmərək/Qızılça üzrə hesabat
hy_am: ԱՀԿ հաշվետվություն կարմրուկի և կարմրախտի վերաբերյալ
kk_kz: Кор және Қызылша бойынша ДДҰ есебі
ru_ru: Отчёт ВОЗ по Кори и Краснухе
th_th: รายงาน WHO เกี่ยวกับโรคหัด และโรคหัดเยอรมัน
uk_ua: Звіт ВООЗ по кору та краснусі

# HumDataQualityIndicators
source: Data Quality Indicators
ar_iq: مؤشرات نوعية البيانات
az_latn_az: Daxil edilən məlumatın keyfiyyət indikatorları
hy_am: Մուտքագրվող տեղեկատվության որակի ցուցիչներ
kk_kz: Енгізілетін ақпарат сапасының индикаторлары
ru_ru: Индикаторы качества вводимой информации
th_th: ตัวบ่งชี้คุณภาพข้อมูล
uk_ua: Індикатори якості введеної інформації

# MenuDiagnosisAgeGroup
source: Age Groups Editor
ar_iq: محرر الفئات العمرية
az_latn_az: Yaş qrupların redaktəedicisi
hy_am: Տարիքային խմբերի խմբագրիչ
kk_kz: Жас бойынша топтар редакторы
ru_ru: Редактор возрастных групп
th_th: บรรณาธิกรกลุ่มอายุ
uk_ua: Редактор вікових груп

# MenuLaboratoryReports
source: Laboratory
ar_iq: المخبر
az_latn_az: Laborator
hy_am: Լաբորատորիա
kk_kz: Зертхана
ru_ru: Лаборатория
th_th: ห้องปฏิบัติการ
uk_ua: Лабораторія

# ReportsJournal60BReportCard
source: 60B Journal
ar_iq: مجلة 60B
az_latn_az: 60B Jurnalı
hy_am: 60B Մատյան
kk_kz: Каталог 608
ru_ru: Каталог 60B
th_th: บันทึก 60B
uk_ua: Каталог 60B

# Diagnosis2DiagnosisAgeGroup
source: Diagnosis → Age Group Matrix
ar_iq: تشخيص --> مصفوفة مجموعة العمر
az_latn_az: Diaqnoz → Yaş Qrupları Matriksi
hy_am: Ախտորոշումներ → Տարիքային խմբեր մատրիցա
kk_kz: Матрица: диагноздар → жастарына қарай топтар
ru_ru: Матрица: Диагноз → Возрастные группы
th_th: การวินิจฉัย → เมตริกซ์กลุ่มอายุ
uk_ua: Матриця Діагнози → Вікови групи

# DAG2SAGGroup
source: Age Group → Statistical Age Group Matrix
ar_iq: فئة عمرية --> مصفوفة فئة عمرية إحصائية
az_latn_az: Yaş Qrupları → Statistik yaş qrupları matriksi
hy_am: Տարիքային խմբեր → Վիճակագրական տարիքային խմբեր մատրիցա
kk_kz: Матрица: жастарына қарай топтар → статистикалық жастар топтары
ru_ru: Матрица: Возрастные группы → Статистические возрастные группы
th_th: กลุ่มอายุ → เมตริกซ์กลุ่มอายุทางสถิติ
uk_ua: Вікові групи → Статистична матриця вікових груп

# MenuPatient
source: Persons
ar_iq: الأشخاص
az_latn_az: Şəxslər
hy_am: Համակարգում գրանցված մարդիկ
kk_kz: Жүйеде тіркелген адамдарың тізімі
ru_ru: Список людей, зарегистрированных в системе
th_th: บุคคล
uk_ua: Особи

# MenuLaunchEpiInfo
source: Launch EPI Info
ar_iq: إطلاق معلومات وبائية
az_latn_az: EPI İnfo-nı işə sal
hy_am: Գործարկել EPI Info-ն
kk_kz: Эпи Инфо жүргізу
ru_ru: Запустить EPI Info
th_th: ใช้งานข้อมูล EPI
uk_ua: Запустити EПI Інфо

# MenuDatabase
source: Database
ar_iq: قاعدة بيانات
az_latn_az: Məlumatlar bazası
hy_am: Տվյալների բազա
kk_kz: Дерекқор
ru_ru: База данных
th_th: ฐานข้อมูล
uk_ua: База даних

# MenuArchive
source: Connect to archive data
ar_iq: الاتصال ببيانات الأرشيف
az_latn_az: Arxiv məlumatlara qoşulma
hy_am: Միանալ արխիվային տվյալներին
kk_kz: Мұрағат деректеріне қосылу
ru_ru: Подсоединиться к архивным данным
th_th: เชื่อมต่อกับข้อมูลที่เก็บไว้
uk_ua: Під'єднатися до архівних даних

# MenuActual
source: Connect to actual data
ar_iq: الاتصال بالبيانات الفعلية
az_latn_az: Faktiki məlumatlara qoşul
hy_am: Միանալ ակտուալ տվյալներին
kk_kz: Өзекті деректерге қосылу
ru_ru: Подсоединиться к актуальным данным
th_th: เชื่อมต่อกับข้อมูลจริง
uk_ua: Під'єднатися до актуальних даних

source: Veterinary Cases Report
ar_iq: تقرير الحالات البيطرية
az_latn_az: Baytarlıq üzrə xəstəlik hadisələrinin hesabatı
hy_am: Կենդանու/թռչնի դեպքերի հաշվետվություն
kk_kz: Үй мал шаруашылығында болған жағдайлар туралы есептеме
ru_ru: Отчет по ветеринарным случаям
th_th: รายงานกรณีสัตวแพทย์
uk_ua: Звіт по ветеринарних випадках

# HumDataQualityIndicatorsRayons
source: Data Quality Indicators for rayons
ar_iq: مؤشرات نوعية البيانات للمناطق السكنية
az_latn_az: Daxil edilən məlumatın keyfiyyət indikatorları (Rayonlar)
hy_am: Մուտքագրվող տեղեկատվության որակի ցուցիչներ տարածաշրջանների համար
kk_kz: Енгізілетін ақпарат сапасының индикаторлары
ru_ru: Индикаторы качества вводимой информации для районов
th_th: ตัวบ่งชี้คุณภาพข้อมูล สำหรับเรยอง
uk_ua: Індикатори якості інформації, що вводиться для районів

# VeterinaryLaboratoriesAZ
source: Report of Activities Conducted in Veterinary Laboratories
ar_iq: تقرير النشاطات التي جرت في المخابر البيطرية
az_latn_az: Baytarlıq Laboratoriyalarında görülmüş işlər üzrə hesabat
hy_am: Անասնաբուժական լաբորատորիաներում իրականացված գործողությունների հաշվետվություն
kk_kz: Ветеринарлық Зертханалардың жұмысы туралы есептемеы
ru_ru: Отчет о работе Ветеринарных Лабораторий
th_th: รายงานของกิจกรรมที่ทำในห้องปฏิบัติการสัตวแพทย์
uk_ua: Звіт про роботу Ветеринарних Лабораторій

# VeterinaryFormVet1
source: Veterinary Report Form Vet 1
ar_iq: نموذج تقرير الحيواني VET 1
az_latn_az: Baytarlıq hesabatı Forma Vet 1
hy_am: Կենդանու/թռչնի հաշվետվության ձև Vet 1
kk_kz: Vet 1 Ветеринарлық есептеме формасы
ru_ru: Ветеринаный отчет Форма Vet 1
th_th: แบบฟอร์มรายงานสัตวแพทย์ สัตว์แพทยฺ 1
uk_ua: Ветерінаний звіт Форма Vet 1

# VeterinaryFormVet1A
source: Veterinary Report Form Vet 1A
ar_iq: نموذج تقرير الحيواني VET 1A
az_latn_az: Baytarlıq hesabatı Forma Vet 1A
hy_am: Կենդանու/թռչնի հաշվետվության ձև Vet 1A
kk_kz: Vet 1А Ветеринарлық есептеме формасы
ru_ru: Ветеринаный отчет Форма Vet 1A
th_th: แบบฟอร์มรายงานสัตวแพทย์ สัตว์แพทยฺ 1A
uk_ua: Ветерінаний звіт Форма Vet 1A

# VeterinarySummaryAZ
source: Summary Veterinary Report
ar_iq: ملخص التقرير الحيواني
az_latn_az: Toplu baytarlıq hesabatı
hy_am: Ամփոփ հաշվետվություն կենդանու/թռչնի մասին
kk_kz: Ветеринарлық есептеме
ru_ru: Сводный ветеринарный отчет
th_th: สรุปรายงานทางสัตว์แพทย์
uk_ua: Зведений ветеринарний звіт

# HumComparativeReportOfTwoYears
source: Comparative Report of several years by month
ar_iq: تقرير مقارن لسنتين حسب الشهر
az_latn_az: İllərin aylar üzrə müqayisəli hesabatı
hy_am: Երկու տարվա համեմատական հաշվետվություն ըստ ամիսների
kk_kz: Екі жылдық ай бойынша салыстырмалы есептеме
ru_ru: Сравнительный отчёт нескольких лет по месяцам
th_th: รายงานเปรียบเทียบของสองปี เป็นเดือน
uk_ua: Порівняльний звіт декількох років по місяцях

# HumBorderRayonsComparativeReport
source: Comparative report incidence for adjacent rayons
az_latn_az: Həmsərhəd rayonların xəstələnməsi üzrə müqayisəli hesabat
ru_ru: Сравнительный отчет о заболеваемости граничащих районах
th_th: รายงานเปรียบเทียบเหตุการณ์ในเขตพื้นที่อำเภอ/ตำบล
uk_ua: Порівняльний звіт про захворюваність межуючих районів

# MenuAberrationReports
source: Aberration Analysis
ar_iq: تحليل الانحراف
az_latn_az: Yayılmanın təhlili
hy_am: Շեղումների վերլուծություն
kk_kz: Аберация Анализы
ru_ru: Анализ отклонения
th_th: การวิเคราะห์การเบี่ยงเบน
uk_ua: Аналіз відхилення

# MenuExport
source: Export Query
ar_iq: تصدير استعلام
az_latn_az: Sorğunu eksport et
hy_am: Արտահանել հարցումը
kk_kz: Сұранымды Экспорттау
ru_ru: Экспорт запроса
th_th: เลือกประเภทไฟล์เพื่อส่งคิวรี่ออก
uk_ua: Експорт запиту

# MenuExport1
source: Query to Excel 2003 (xls format)
ar_iq: استعلام إلى Excel 2003 (تنسيق xls)
az_latn_az: Excel 2003 üçün sorğu (xls formatı)
hy_am: Հարցում դեպի Excel 2003 (xls ձևաչափ)
kk_kz: Excel 2003 (xls формат)-қа сұраным
ru_ru: Запрос в Excel 2003 (формат xls)
th_th: ส่งคิวรี่ออก Excel 2003 (ฟอร์แม็ต xls)
uk_ua: Запит в Excel 2003 (формат xls)

# MenuExport2
source: Query to Excel 2007 (xlsx format)
ar_iq: استعلام إلى Excel 2007 (تنسيق xlsx)
az_latn_az: Excel 2007 üçün sorğu (xlsx formatı)
hy_am: Հարցում դեպի Excel 2007 (xlsx ձևաչափ)
kk_kz: Excel 2007 (xls формат)-қа сұраным
ru_ru: Запрос в Excel 2007 (формат xlsx)
th_th: ส่งคิวรี่ออก Excel 2007 (ฟอร์แม็ต xls)
uk_ua: Запит в Excel 2007 (формат xlsx)

# MenuNewLayout
source: New Layout
ar_iq: تخطيط جديد
az_latn_az: Yeni cədvəl
hy_am: Նոր ներկայացում
kk_kz: Жаңа көрініс
ru_ru: Новый отчет
th_th: เลย์เอาท์ใหม่
uk_ua: Новий звіт

# MenuNewFolder
source: New Folder
ar_iq: مجلد جديد
az_latn_az: Yeni qovluq
hy_am: Ստեղծել թղթապանակ
kk_kz: Жаңа папка
ru_ru: Новая папка
th_th: โฟลด์เดอร์ใหม่
uk_ua: Нова папка

# MenuDeleteLayoutFolder
source: Delete Layout/Folder
ar_iq: حذف تخطيط/مجلد
az_latn_az: Cədvəl/qovluğu sil
hy_am: Ջնջել ներկայացումը/ թղթապանակը
kk_kz: Көріністі/Папканы жою
ru_ru: Удалить отчет / папку
th_th: ลบเลย์เอาท์/โฟลด์เดอร์
uk_ua: Видалити звіт / папку

# MenuCopyLayout
source: Copy Layout
ar_iq: نسخ تخطيط
az_latn_az: Cədvəlin surətini çıxar
hy_am: Պատճենել դասավորվածությունը
kk_kz: Көріністі Көшіру
ru_ru: Копировать отчет
th_th: คัดลอกเลย์เอาท์
uk_ua: Копіювати звіт

# MenuPublishLayoutFolder
source: Publish Layout/Folder
ar_iq: نشر تخطيط/مجلد
az_latn_az: Cədvəl/qovluğu nəşr et
hy_am: Հրապարակել ներկայացումը/ թղթապանակը
kk_kz: Көріністі/Папканы жария ету
ru_ru: Опубликовать отчет / папку
th_th: ตีพิมพ์เลย์เอาท์/โฟลด์เดอร์
uk_ua: Опублікувати звіт / папку

# MenuUnpublishLayoutFolder
source: Unpublish Layout/Folder
ar_iq: إلغاء نشر تخطيط/مجلد
az_latn_az: Cədvəl/qovluğun nəşri ləğv et
hy_am: Ապահրապարակել ներկայացումը/ թղթապանակը
kk_kz: Көріністі/Папканы жария етпеу
ru_ru: Отменить публикацию отчета / папки
th_th: เลิกการตีพิมพ์เลย์เอาท์/โฟลด์เดอร์
uk_ua: Скасувати публікацію звіту / папки

# MenuQueryLine
source: Query Line List to Excel
ar_iq: استعلام قائمة خط إلى Excel
az_latn_az: Excel-də sorğu sətri siyahısı
hy_am: Գծային դիագրամների ցանկի հարցում դեպի Excel
kk_kz: Excel үшін Жол Тізімі Сұранымы
ru_ru: Запрос списка линейных диаграмм в Excel
th_th: รายการคำถามไปที่ Excel
uk_ua: Запит списку лінійних діаграм в Excel

# MenuFile2
source: File
ar_iq: ملف
az_latn_az: Fayl
hy_am: Ֆայլ
kk_kz: Файл
ru_ru: Файл
th_th: ไฟล์
uk_ua: Файл

# ToolbarNewVsSession
source: New Vector Surveillance Session
ar_iq: جلسة مراقبة ناقل جديد
az_latn_az: Yeni keçiricilərə nəzarət sessiyası
hy_am: Նոր պահոցների/փոխանցողների հսկողության սեսիա
kk_kz: Жаңа Жұқтырушы Қадағалау Сессиясы
ru_ru: Новая сессия надзора за переносчиками заболевания
th_th: สร้างเซสชั่นการเฝ้าระวังพาหะนำโรคใหม่
uk_ua: Нова сесія нагляду за переносниками захворюваннь

# MenuNewVsSession
source: Vector Surveillance Session
ar_iq: جلسة مراقبة الناقل
az_latn_az: Keçiricilər üzrə nəzarət sessiyası
hy_am: Պահոցների/Փոխանցողների հսկողության սեսիա
kk_kz: Жұқтырушы Қадағалау Сессиясы
ru_ru: Новая сессия надзора за переносчиками заболеваний
th_th: เซสชั่นการเฝ้าระวังพาหะนำโรค
uk_ua: Сесія нагляду за переносниками захворювань

# MenuLaboratorySection
source: Laboratory Section
ar_iq: قسم المختبر
az_latn_az: Laborator bölmə
hy_am: Լաբորատորիա
kk_kz: Зертхана бөлімі
ru_ru: Лабораторный раздел
th_th: หมวดห้องปฏิบัติการ
uk_ua: Лабораторний розділ

# MenuVsSessionList
source: Vector Surveillance Sessions
ar_iq: جلسات مراقبة الناقل
az_latn_az: Keçiricilər üzrə nəzarət sessiyaları
hy_am: Պահոցների/Փոխանցողների հսկողության սեսիաներ
kk_kz: Вектор Бақылаудың Сессиялары
ru_ru: Сессии надзора за переносчиками заболеваний
th_th: เซสชั่นการเฝ้าระวังพาหะนำโรค
uk_ua: Сесії нагляду за переносниками захворювань

# MenuCaseClassification
source: Case Classification Editor
ar_iq: محرر تصنيف الحالة
az_latn_az: Xəstəlik hadisəsinin təsnifatlar istinadın redaktəedicisi
hy_am: Դեպքի դասակարգման խմբագրիչ
kk_kz: Жағдай Классификациялау Редакторы
ru_ru: Редактор классификации случаев заболевания
th_th: บรรณาธิกรการแยกประเภทกรณี
uk_ua: Редактор класифікації випадків захворювання

# MenuDiagnosesGroup2DiagnosisGroup
source: Diagnoses Group → Diagnosis Matrix
ar_iq: مجموعة تشخيص --> مصفوفة تشخيص
az_latn_az: Diaqnozlar Qrupu → Diaqnoz Matriksi
hy_am: Ախտորոշումների խմբեր →Ախտորոշում մատրիցա
kk_kz: Диагноздар Тобы→ Диагноздар Матрицасы
ru_ru: Матрица: Группа диагнозов → Диагноз
th_th: กลุ่มการวินิจฉัย → เมตริกซ์การวินิจฉัย
uk_ua: Матриця: Група діагнозів → Діагноз

# ToolbarNewASCampaign
source: New Active Surveillance Campaign
ar_iq: حملة مراقبة نشطة جديدة
az_latn_az: Yeni Fəal Müşahidə Kampaniyası
hy_am: Նոր կամպանիա- ակտիվ հսկողություն
kk_kz: Жаңа Актив Қадағалау Кампаниясы
ru_ru: Новая кампания активного надзора
th_th: สร้างเซสชั่นกิจกรรมการเฝ้าระวังเชิงรุกใหม่
uk_ua: Нова кампанія активного нагляду

# MenuBasicSyndromicSurveillanceList
source: Basic Syndromic Surveillance Forms
ar_iq: نماذج مراقبة الأعراض التناذرية الأساسية
az_latn_az: Əsas sindromlara nəzarət formaları
hy_am: Հիմնական համախտանշային հսկողության ձև
kk_kz: Векторлық Қадағалау Формалары
ru_ru: Формы основного синдромного надзора
th_th: แบบฟอร์มการเฝ้าระวังภัยเกี่ยวกับโรคพื้นฐาน
uk_ua: Форми основного синдромного нагляду

# MenuBasicSyndromicSurveillanceAggregateList
source: ILI Aggregate Forms
ar_iq: نماذج إجمالية لمراقبة الأعراض التناذرية الأساسية
az_latn_az: QBX cəmləşdirilmiş formaları
hy_am: Հիմնական համախտանշային ցուցակային ձևեր
kk_kz: Векторлық Қадағалаудың Жиынтық Формалары
ru_ru: Агрегировнаные данные по ГПЗ
th_th: แบบฟอร์มรวม ILI
uk_ua: Агреговані дані по ГПЗ

# MenuFindBasicSyndromicSurveillanceAggregateList
source: Search ILI Aggregate Forms
ar_iq: بحث في النماذج الإجمالية لمراقبة الأعراض التناذرية الأساسية
az_latn_az: QBX cəmləşdirilmiş formaları axtar
hy_am: Որոնել հիմնական համախտանշային հսկողության ցուցակային ձևերը
kk_kz: Векторлық Қадағалаудың Жиынтық Формаларды Іздеу
ru_ru: Поиск агрегированных форм основного синдромного надзора
th_th: ค้นหา แบบฟอร์มรวม ILI
uk_ua: Пошук агрегованих форм основного синдромного нагляду

# MenuNewBasicSyndromicSurveillanceItem
source: Basic Syndromic Surveillance Form
ar_iq: نموذج مراقبة الأعراض التناذرية الأساسية
az_latn_az: Əsas sindromlara nəzarət formaları
hy_am: Հիմնական համախտանշային հսկողության ձև
kk_kz: Векторлық Қадағалау Формасы
ru_ru: Форма основного синдромного надзора
th_th: แบบฟอร์มการเฝ้าระวังภัยเกี่ยวกับโรคพื้นฐาน
uk_ua: Форма основного синдромного нагляду

# ToolbarNewBasicSyndromicSurveillanceItem
source: New Basic Syndromic Surveillance Form
ar_iq: نموذج مراقبة أعراض تناذرية أساسية جديد
az_latn_az: Yeni əsas sindromlara nəzarət forma
hy_am: Նոր հիմնական համախտանշային հսկողության ձև
kk_kz: Векторлық Қадағалаудың Жаңа Формасы
ru_ru: Новая форма основного синдромного надзора
th_th: แบบฟอร์มการเฝ้าระวังภัยเกี่ยวกับโรคพื้นฐานใหม่
uk_ua: Нова форма основного синдромного нагляду

# MenuNewBasicSyndromicSurveillanceAggregateItem
source: ILI Aggregate Form
ar_iq: نموذج إجمالي لمراقبة الأعراض التناذرية الأساسية
az_latn_az: QBX dair cəmləşdirilmiş forma
hy_am: Հիմնական համախտանշային հսկողության ցուցակային ձև
kk_kz: Векторлық Қадағалаудың Жиынтық Формалары
ru_ru: Новый отчет по агрегированным данным ГПЗ
th_th: แบบฟอร์มรวม ILI
uk_ua: Новий звіт по агрегованих даних ГПЗ

# ToolbarNewBasicSyndromicSurveillanceAggregateItem
source: New ILI Aggregate Form
ar_iq: نموذج إجمالي جديد لمراقبة الأعراض التناذرية الأساسية
az_latn_az: Yeni QBX cəmləşdirilmiş forması
hy_am: Նոր հիմնական համախտանշային հսկողության ցուցակային ձև
kk_kz: Векторлық Қадағалаудың Жаңа Жиынтық Формасы
ru_ru: Новая агрегированная форма основного синдромного надзора
th_th: แบบฟอร์มรวม ILI ใหม่
uk_ua: Нова агрегована форма основного синдромного нагляду

# ReportsHumAberrationAnalysis
source: Human Cases Aberration Analysis
ar_iq: تحليل انحراف حالات بشرية
az_latn_az: İnsan xəstəliklərinin yayılması təhlili
hy_am: Մարդկանց դեպքերի շեղումների վերլուծություն
kk_kz: Адам Ауру Жағдайының Аберация Анализы
ru_ru: Анализ отклонений случаев заболевания человека
th_th: การวิเคราะห์การเบี่ยงเบนของกรณีผู้ป่วย
uk_ua: Аналіз відхилень випадків захворювання людини

# ReportsSyndrAberrationAnalysis
source: Syndromic Surveillance Aberration Analysis
ar_iq: تحليل انحراف مراقبة الأعراض التناذرية
az_latn_az: sindromlara nəzarətə dair yayılmanın təhlili
hy_am: Համախտանշային հսկողության շեղման վերլուծություն
kk_kz: Векторлық Қадағалаудың Аберация Анализы
ru_ru: Анализ отклонений синдромного надзора
th_th: การวิเคราะห์การเฝ้าระวังเบี่ยงเบนของโรค
uk_ua: Аналіз відхилень синдромного нагляду

# ReportsVetAberrationAnalysis
source: Avian/Livestock Cases Aberration Analysis
ar_iq: تحليل انحراف حالات الطيور/المواشي
az_latn_az: Quşlar/Heyvanların xəstəlik hadisələrinin yayılmasının təhlili
hy_am: Թռչնի/կենդանու դեպքերի շեղումների վերլուծություն
kk_kz: Құс/Мал Ауру Жағдайының Аберация Анализы
ru_ru: Анализ отклонений случаев заболевания домашней птицы / скота
th_th: การวิเคราะห์กรณีการเบี่ยงเบนของสัตว์ปีก/ปศุสัตว์
uk_ua: Аналіз відхилень випадків захворювання домашньої птиці / худоби

# MenuHumanAggregateCaseDeduplicationList
source: Human Aggregate Cases De-duplication
ar_iq: إلغاء تكرار مجموع الحالات البشرية
az_latn_az: İnsanların qrup şəklində xəstəlik hadisələrinin dedublikasiyası
hy_am: Մարդու ցուցակային տվյալների հաշվետվության ապակրկնապատկում
kk_kz: Адам ауру Жиынтық Жағдайлардың Дедупликациясы
ru_ru: Дедупликация агрегированных случаев заболеваний человека
th_th: ลบกรณีผู้ป่วยรวมซ้ำ
uk_ua: Дедуплікація агрегованих даних по захворюваннях людини

# MenuVetAggregateActionDeduplicationList
source: Veterinary Aggregate Actions De-duplication
ar_iq: إلغاء تكرار مجموع الإجراءات البيطرية
az_latn_az: Qrupşəkilli Baytarlıq Tədbirlərin Dedublikasiyası
hy_am: Անասնաբուժական միջոցառումների ապակրկնապատկում
kk_kz: Үй мал Жиынтық Аурулардың Дедупликациясы
ru_ru: Дедупликация агрегированных ветеринарных мероприятий
th_th: ลบการปฏิบัติการรวมทางสัตวแพทย์ที่ซ้ำ
uk_ua: Дедуплікація агрегованих даних по ветеринарним заходам

# MenuVetAggregateCaseDeduplicationList
source: Veterinary Aggregate Cases De-duplication
ar_iq: إلغاء تكرار مجموع الحالات البيطرية
az_latn_az: Baytarlığa dair qrupşəkilli xəstəlik hadisələrinin dedublikasiyası
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների հաշվետվությունների ապակրկնապատկում
kk_kz: Үй мал Жиынтық Аурулардың Дедупликациясы
ru_ru: Дедупликация агрегированных случаев заболеваний животных
th_th: ลบกรณีสัตว์รวมซ้ำ
uk_ua: Дедуплікація агрегованих даних по захворюваннях худоби

# MenuReportDiagnosesGroup2Diagnosis
source: Report Diagnoses Group → Diagnosis Matrix
ar_iq: إصدار تقرير عن مجموعة تشخيص --> مصفوفة تشخيص
az_latn_az: Hesabatın Diaqnozlar Qrupu → Diaqnozlar Matriksi
hy_am: Հաշվետվությունների ախտորոշումների խումբ → ախտորոշում մատրիցա
kk_kz: Диагноздар Тобы Есептемесі→ Диагноздар Матрицасы
ru_ru: Матрица: Группа диагнозов для пользоват. отчетов -> Диагноз
th_th: รายงานกลุ่มการวินิจฉัย → เมตริกซ์การวินิจฉัย
uk_ua: Матриця: Група діагнозів для користув. звітів → Діагноз

# MenuCustomReportRows
source: Custom Report Rows
ar_iq: صفوف تقرير مخصص
az_latn_az: Köklənilən hesabatların sətirləri
hy_am: Հաշվետվության տողերի կարգավորում
kk_kz: Есептеме жолақтары
ru_ru: Строки пользовательского отчёта
th_th: แถวรายงานกำหนดเอง
uk_ua: Строки користувальницького звіту

# WeeklySituationDiseasesByDistricts
source: Weekly situation on infectious diseases by districts
ar_iq: الحالة الأسبوعية حول الأمراض الانتقالية حسب المناطق
az_latn_az: Yoluxucu xəstəliklərin həftəlik vəziiyəti regionlar üzrə
hy_am: Շաբաթվա կտրվածքով վարակիչ հիվանդությունների վիճակն ըստ շրջանների
kk_kz: Аудаң бойынша жұқпалы аурулардың апталық жағдай
ru_ru: Еженедельная ситуация по инфекционным заболеваниям по районам
th_th: สถานการณ์ประจำสัปดาห์เกี่ยวกับโรคติดเชื้อ เป็นเขตต่างๆ
uk_ua: Щотижнева ситуація з інфекційних захворювань по районах

# MonthlySituationDiseasesByDistricts
source: Monthly situation on infectious diseases by districts
ar_iq: التقرير الشهري للامراض الانتقالية حسب المناطق
az_latn_az: Yoluxucu xəstəliklərin rayonlar üzrə aylıq məlumat
hy_am: Ամսվա կտրվածքով վարակիչ հիվանդությունների վիճակն ըստ շրջանների
kk_kz: Аудандарында жұқпалы аурулар бойынша ай сайынғы жағдай
ru_ru: Ежемесячная ситуация по инфекционным заболеваниям по районам
th_th: สถานการณ์ประจำเดือนเกี่ยวกับโรคติดเชื้อ เป็นเขตต่างๆ
uk_ua: Щомісячна ситуація з інфекційних захворювань по районах

# WeeklySituationDiseasesByAgeGroupAndSex
source: Weekly situation on infectious diseases by age group and sex
ar_iq: الحالة الأسبوعية حول الأمراض الانتقالية حسب الفئة العمرية والجنس
az_latn_az: Yoluxucu xəstəliklərin həftəlik vəziiyəti yaş qrupu və cins üzrə
hy_am: Շաբաթվա կտրվածքով վարակիչ հիվանդությունների վիճակն ըստ տարիքային խմբի և սեռի
kk_kz: Жас шамасы және жынысы бойынша жұқпалы аурулардың апталық жағдай
ru_ru: Еженедельная ситуация по инфекционным заболеваниям по возрастным группам и полу
th_th: สถานการ์ณประจำสัปดาห์เกี่ยวกับโรคติดเชื้อ เป็นกลุ่มอายุ และเพศ
uk_ua: Щотижнева ситуація з інфекційних захворювань за віковими групами та статтю

# MonthlySituationDiseasesByAgeGroupAndSex
source: Monthly situation on infectious diseases by age group and sex
ar_iq: التقرير الشهري للامراض الانتقالية حسب الفئة العمرية والجنس
az_latn_az: Yoluxucu xəstəliklərin cins və yaş qrupları üzrə aylıq məlumat
hy_am: Ամսվա կտրվածքով վարակիչ հիվանդությունների վիճակն ըստ տարիքային խմբի և սեռի
kk_kz: Жас тобы және жынысы бойынша жұқпалы аурулар бойынша ай сайынғы жағдай
ru_ru: Ежемесячная ситуация по инфекционным заболеваниям по возрастным группам и полу
th_th: สถานการณ์ประจำเดือนเกี่ยวกับโรคติดเชื้อ เป็นกลุ่มอายุ และเพศ
uk_ua: Щомісячна ситуація з інфекційних захворювань за віковими групами та статтю

# MenuReportDiagnosesGroup
source: Report Diagnoses Groups Editor
ar_iq: محرر التبليغ عن مجموعات التشخيص
az_latn_az: Hesabatda olan Diaqnozlar qrupların redaktəedicisi
hy_am: Ախտորոշման խմբերի հաշվետվությունների խմբագրիչի
kk_kz: Диагноз Тобы Есептеме Редакторы
ru_ru: Редактор отчётов групп диагнозов
th_th: บรรณาธิกรรายงานกลุ่มการวินิจฉัย
uk_ua: Редактор звітів груп діагнозів

# MenuIraq
source: Arabic (&Iraq)
ar_iq: عربي (&العراق)
az_latn_az: Ərəb (&İraq)
hy_am: Արաբերեն (&Իրաք)
kk_kz: Араб (&Ирак)
ru_ru: Арабский (&Ирак)
th_th: อราบิค (อิรัก)
uk_ua: Арабська (Ірак)

# MenuLaos
source: Laos
ar_iq: لاوس
hy_am: Լաոս
kk_kz: Лаос
ru_ru: Лаос
th_th: ลาว
uk_ua: Лаос

# MenuVietnam
source: Vietnam
ar_iq: فييتنام
az_latn_az: Vyetnam
hy_am: Վիետնամ
kk_kz: Вьетнам
ru_ru: Вьетнам
th_th: เวียตนาม
uk_ua: В'єтнам

# VetLaboratoryResearchResult
source: Laboratory Research Result
ar_iq: نتائج البحوث المختبرية
az_latn_az: Laboratoriya tədqiqatının nəticəsi
hy_am: Լաբորատոր հետազոտության արդյունք
kk_kz: Лаборатория Зерттеу Нәтихесі
ru_ru: Результат лабораторного исследования
th_th: ผลลัพธ์งานวิจัยทางห้องปฏิบัติการ
uk_ua: Результат лабораторного дослідження

# HumAntibioticResistanceCardLMA
source: Antibiotic Resistance Card (LMA)
ar_iq: بطاقة مقاومة المضادات الحيوية (LMA)
az_latn_az: Antibiotikə müqavimət kartı (AMK)
hy_am: Հակաբորբոքայինների նկատմամբ դիմացկունության քարտ (LMA)
kk_kz: Антибиотиктер Кедергі Картасы (LMA)
ru_ru: Карта устойчивости к антибиотикам (Лаборатория МСХ)
th_th: บัตรที่ต้านทานยาปฏิชีวนะ(LMA)
uk_ua: Карта стійкості до антибіотиків (Лабораторія МСГ)

# MenuHumanGGOldRevisionReports
source: Old Revision of Reports
ar_iq: المراجعة القديمة للتقارير
az_latn_az: Hesabatların köhnə düzəlişi
hy_am: Հաշվետվությունների հին հրատարակություն
kk_kz: Ескі Есептемелерді қайта қарастыру
ru_ru: Старая редакция отчётов
th_th: รายงานรุ่นเก่า
uk_ua: Стара редакція звітів

# ReportsVetRabiesBulletinEurope
source: Rabies Bulletin Europe - Quarterly Surveillance Sheet
ar_iq: داء الكلب نشرة أوروبا - ورقة مراقبة ربع سنوية
az_latn_az: Quduzluq Hadisələri Siyahısı Avropa - Rüblük Müşahidə Vərəqəsi
hy_am: Ամփոփագիր Եվրոպայում կատաղախտի տարածման վերաբերյալ - հսկողության եռամսյակային տեղեկագիր
kk_kz: Құтыру Бюллетень Еуропа - Тоқсан сайын бақылау парағы
ru_ru: Бюллетень о распространении заболевания бешенством в Европе - ежеквартальная ведомость ведения надзора
th_th: ประกาศเกี่ยวกับโรคพิษสุนัขบ้าในยุโรป - แผ่นงานการเฝ้าระวังภัยประจำไตรมาศ
uk_ua: Бюлетень про поширення захворювання на сказ в Європі - щоквартальна відомість ведення нагляду
