Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# ErrNoVectorForSample
source: To add sample you should have at least one registered pool/vector.
ar_iq: لإضافة عينة يجب أن يكون هناك على الأقل تجمع/ناقل واحد مسجل.
ka_ge: ნიმუშის დასარეგისტრირებლად თქვენ უნდა დაარეგისტრიროთ სულ მცირე ერთი პული ან გადამტანი.
kk_kz: Сынама қосу үшін сіз жануарлар тізіміне тым болмаса бір пул немесе бір жұқтырушыны тіркеуге тиіссіз.
ru_ru: Чтобы добавить пробу, вы должны зарегистрировать хотя бы один пул или одного переносчика.
th_th: ในการเพิ่มตัวอย่าง คุณควรมีกลุ่มเลือด/พาหะนำโรคที่ลงทะเบียนอย่างน้อยหนึ่งชนิด

# errNoVetAggregateCaseMatrix
source: There is no active Vet Aggregate Case Matrix. You should create and activate at least one Vet Aggregate Case Matrix version to work with this report.
ar_iq: لا توجد بالموقع مصفوفة حالة إجمالية بيطرية نشطة. يجب إنشاء وتفعيل مصفوفة حالة إجمالية بيطرية واحدة على الأقل للتعامل مع هذا التقرير.
ka_ge: არ არსებობს ვეტ აგრეგირებულ შემთხვევათა არცერთი აქტიური მატრიცა. ამ ანგარიშთან სამუშაოდ უნდა შექმნათ და გაააქტიუროთ ვეტ აგრეგირებულ შემთხვევათა მინიმუმ ერთი მატრიცის ვერსია.
kk_kz: Агрегацияланған есеп үшін жануар түрлері бойынша аурулар тізбесінде біррде-бір жазба жоқ. Есеп үшін деректер енгізу мүмкіндігін алу үшін сіз бұл тізбеде тым болмаса бір жазба жасауға тиіссіз,
ru_ru: Матрица агрегированных заболеваний животных не содержит ни одной записи. Вы должны создать хотя бы одну запись в этой матрице, чтобы иметь возможность вводить данные случая.
th_th: ไม่มีเมตริกซ์กรณีสัตว์รวมที่ใช้งานได้ กรุณาสร้างเมตริกซ์สัตว์รวมอย่างน้อยหนึ่งกรณีเพื่อใช้กับรายงานนี้

# errNoDiagnosisForTestResult
source: There is no selected disease for test result.
ar_iq: لم يتم تحديد مرض لنتيجة الاختبار.
ka_ge: ტესტის შედეგისთვის არაა განსაზღვრული დაავაედბა
kk_kz: Тест нәтижесі үшін диагноз таңдалмады.
ru_ru: Для результата теста не выбрано заболевание.
th_th: ไม่มีการเลือกโรคสำหรับผลลัพธ์การทดสอบนี้

# errNoVialInLocation
source: There is no container in the specified location.
ar_iq: ليس هناك حاويات في الموقع المحدد.
ka_ge: აღნიშნულ ადგილზე სინჯარა არ იმყოფება
kk_kz: Көрсетілген орында контейнер жоқ
ru_ru: Нет контейнера в указанном месте
th_th: ไม่มีตู้เก็บในตำแหน่งที่ระบุ

# Error_NoClinicalSignsInClipBoard
source: There is no Clinical Investigation data in the Clipboard.
ar_iq: لا توجد بيانات التحقيقات السريرية في الحافظة.
ka_ge: კლინიკური კვლევის მონაცემები არ მოიძებნა ბუფერში.
kk_kz: Алмастыру буферінде клиникалық эерттеу деректері жоқ.
ru_ru: Буфер обмена не содержит данных клинических расследованиий.
th_th: ไม่มีข้อมูลการสืบสวนทางคลีนิกในคลิปบอร์ด

# Error_ObjectExpired
source: Object is expired. Please try to create/edit object again.
ar_iq: كائن منتهي الصلاحية. يرجى محاولة إنشاء/تحرير الكائن مرة أخرى.
ka_ge: ფორმასთან კავშირი შეწყვეტილია არააქტიურობის ხანგძლივი პერიოდის გამო. გთხოვთ ხელახლა შექმნათ/დაარედაქტიროთ ფორმა.
kk_kz: Бұл объект ескірген. Осы объектіні жаңадан құрыңыз/редакциялаңыз.
ru_ru: Данный объект устарел. Пожалуйста, создайте/отредактируйте этот объект снова.
th_th: วัตถุหมดอายุแล้ว กรุณาพยายามสร้าง/แก้ไขวัตถุใหม่อีกครั้ง

# ErrorInTemplate
source: Error in template(s):
ar_iq: خطأ في القالب (القوالب):
ka_ge: შეცდომა შაბლონ(ებ)ში:
kk_kz: Қалыптағы (қалыптардағы) қате:
ru_ru: ошибка в шаблоне (шаблонах):
th_th: ข้อผิดพลาดในเท็มเพลต:

# errPeriodTypeDiffer
source: Selected records contain Time Interval ({0}) that differs from Time Interval in records on summary form ({1}). Only records with same Time Interval can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على الفاصل الزمني ({0}) الذي يختلف عن الفاصل الزمني في سجلات النموذج الملخص ({1}). يمكن فقط تحديد السجلات التي تتمتع بنفس الفاصل الزمني في النموذج الملخص.
ka_ge: ზოგიერთი შერჩეული ჩანაწერი შეიცავს დროის ისეთ ინტერვალს ({0}) რომელიც განსხვავდება ჯამურ ანგარიშში მოყვანილი დროის ინტერვალის ({1}) მქონე ჩანაწერებისგან. ჯამურ ანგარიშში შეიძლება შევიდეს მხოლოდ ერთიდაიგივე დროის ინტერვალის მქონე ჩანაწერები.
kk_kz: Таңдап алынған кейбір жазбалар жинақталған есепке таңдалып қойылған жазбалардағы уақыт аралығы үлгісінен айырмашылығы бар уақыт аралығы үлгісіне ({0}) жатады. Жинақталған есепке ({1}) уақыт аралығы үлгісі бірдей жазбалар ғана қосылуы мүмкін.
ru_ru: Некоторые из выбранных записей относятся к типу временного интервала ({0}), отличающимуся от типа временного интервала записей, уже выбранных в обобщенный отчет ({1}). В обобщенный отчет могут быть добавлены только записи с одинаковым типом временных интервалов.
th_th: เลือกบันทึกที่มีช่วงเวลา({0}) ที่ต่างจากช่วงเวลาในบันทึกบนแบบฟอร์มบทสรุป({1}) มีเฉพาะบันทึกที่มีช่วงเวลาเดียวกันเท่านั้นที่สามารถเลือกมาที่แบบฟอร์มบทสรุปได้

# errPeriodTypeInvalid
source: Selected records contain Time Interval ({0}) that is not allowed by Time Interval selected on summary form ({1}).
ar_iq: السجلات المحددة تحتوي على الفاصل الزمني ({0}) الذي لا يسمح به الفاصل الزمني المحدد في النموذج الملخص ({1}).
ka_ge: ზოგიერთი ჩანაწერის დროის ინტერვალი ({0}) არ შეესაბამება დროის ინტერვალს, რომელიც გამოიყენება ჯამურ ანგარიშში ({1}).
kk_kz: Таңдап алынған кейбір жазбалар жинақталған есептің ({1}) уақыт аралығы үлгісінде тыйым салынған уақыт аралығы үлгісіне ({0}) жатады.
ru_ru: Некоторые из выбранных записей относятся к типу временного интервала ({0}), который запрещен типом временного интервала обобщенного отчета ({1}).
th_th: บันทึกที่เลือกมีช่วงเวลา ({0})ที่ไม่ได้รับอนุญาต โดยช่วงระยะเวลา ที่เลือกในแบบฟอร์มการสรุป ({1}).

# errPeriodTypeMultiple
source: Selected records contain different Time Intervals. Only records with same Time Interval can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على فواصل زمنية مختلفة. يمكن فقط تحديد السجلات التي تتمتع بنفس الفاصل الزمني في النموذج الملخص.
ka_ge: შერჩეული ჩანაწერები მიეკუთვნება განსხვავებულ დროის ინტერვალს. მხოლოდ ერთიდაიგივე დროის ინტერვალის მქონე ჩანაწერები შეიძლება შეირჩეს ჯამური ანგარიშისთვის.
kk_kz: Таңдап алынған жазбалар әртүрлі уақыт аралығының үлгісіне жатады. Жинақталған есепке уақыт аралығының үлгісі бірдей жазбалар ғана қосылуы мүмкін.
ru_ru: Выбранные записи отностся к различным типам временных интервалов. В обобщенный отчет могут быть добавлены только записи с одинаковым типом временных интервалов.
th_th: บันทึกที่เลือกมีช่วงเวลาที่ต่างกัน สามารถเลือกเฉพาะบันทึกที่มีช่วงเวลาเดียวกันเท่านั้นไปที่แบบฟอร์มการสรุป

# errReasonForChangeIsTooShort
source: Reason for changing the test result must contain at least 6 symbols.
ar_iq: يجب أن يحتوي سبب تغيير نتيجة الاختبار على 6 رموز على الأقل.
ka_ge: მიზეზი უნდა შეიცავდეს სულ მცირე 6 სიმბოლოს
kk_kz: Тест нәтижесін өзгерту себебінің кемінде 6 нышаны болуға тиіс.
ru_ru: Причина изменения результата теста должна содержать по крайней мере 6 символов.
th_th: เหตุผลสำหรับการเปลี่ยนผลลัพธ์การทดสอบ ต้องมีอย่างน้อย6 สัญลักษณ์

# errCommentsIsTooShort
source: Comments must contain at least 6 symbols.
ar_iq: يجب أن تحتوي التعليقات على 6 رموز على الأقل.
ka_ge: კომენტარი უნდა შეიცავდეს სულ მცირე 6 სიმბოლოს
kk_kz: Ескерпе минимум 6 белгіден тұру керек
ru_ru: Комментарии должны содержать по крайней мере 6 символов.
th_th: ความเห็นต้องมีอย่างน้อย 6 สัญลักษณ์

# errAccessionInCommentIsTooShort
source: Accession In Comment must contain at least 6 symbols.
ar_iq: يجب ان يحوي التعليق على اللإدراج مالايقل عن 6 رموز.
ka_ge: ნიმუშის მიღებასთან დაკავშირებული კომენტარი უნდა შეიცავდეს სულ მცირე 6 სიმბოლოს
kk_kz: Қабылдау ескерпесі 6 немесе одан көп мәтін құру керек
ru_ru: Комментарий по приёму пробы должен содержать как минимум 6 символов.
th_th: การเข้าถึงในความเห็นต้องมีอย่างน้อย 6 สัญลักษณ์

# errReferenceIsNotEditable
source: This reference type cannot be edited.
ar_iq: لا يمكن تحرير نوع المرجع هذا.
ka_ge: ამ ცნობარის ტიპის წაშლა შეუძლებელია.
kk_kz: Анықтамалықтың бұл үлгісін редакциялауға тыйым салынған
ru_ru: Этот тип спровочника запрещен для редактирования
th_th: ไม่สามารถแก้ไขประเภทการอ้างอิงนี้ได้

# errRemotingSockeError
source: Unable to start server for communication with EIDSS Client Agent. Please check that no EIDSS application is started in other Windows session or ask adminisrtators to correct TCP port used by EIDSS. If you see this message, you will be not able to open EIDSS form directly from EIDSS Client Agent. Other EIDSS functionality is not changed.
ar_iq: لا يمكن تشغيل ملقم الاتصال بعميل النظام الالكتروني المتكامل لمراقبة الأمراض. يرجى التحقق من عدم كون تطبيق النظام الإلكتروني المتكامل لمراقبة الأمراض قيد التشغيل في جلسة وندوز أخرى، أو الطلب إلى المسؤول القيام بتصحيح وضع بوابة TCP المستخدمة من قبل النظام الإلكتروني المتكامل لمراقبة الأمراض. اذا رأيت هذه الرسالة، فلن تكون قادراً على فتح نموذج النظام الإلكتروني المتكامل لمراقبة الأمراض بشكل مباشر من عميل النظام الإلكتروني المتكامل لمراقبة الأمراض. لن يكون هناك تغيير في الوظائف الأخرى للنظام الإلكتروني المتكامل لمراقبة الأمراض.
ka_ge: შეუძლებელია სერვერის გააქტიურება დზეის–ის და დზეის კლიენტის აგენტის შორის კომუნიკაციისათვის. შეამოწმეთ, რომ დზეის პროგრამა არაა გაშვებული Windows–ის სხვა სესიაში ან სთხოვეთ ადმინისტრატორს შეასწოროს დზეის–ის მიერ გამოყენებული TCP პორტი. თუ თქვენ ხედავთ ამ შეტყობინებას, თქვენ ვერ შეძლებთ გახსნათ დზეის–ის ფორმა პირდაპირ დზეის კლიენტის აგენტიდან. დზეის–ის დანარჩენი ფუნქციონალურობა უცვლელია.
kk_kz: АҚЭИЖ Агентімен өзара іс-әрекет серверін іске қосу мүмкін болмай тұр. АҚЭИЖ қосымша бағдарламасы Windows-тың басқа сеансында іске қосылмағанына көз жеткізіңіз немесе жүйе әкімшілерінен АҚЭИЖ-да пайдаланылатын ТСР портын түзеуді сұраңыз. Егер сіз осы хабарды көрсеңіз, онда АҚЭИЖ нысанын АҚЭИЖ Агентінен тікелей аша алмайсыз. Жүйенің басқа функциясы өзгеріссіз қалды.
ru_ru: Не удается запустить сервер взаимодействия с Агентом ЭИСНЗ. Пожалуйста, убедитесь, что приложение ЭИСНЗ не запущено в другом сеансе Windows или попросите администаторов системы исправить TCP порты, используемые ЭИСНЗ. Если вы увидели это сообщение, вы не сможете открыть форму ЭИСНЗ непосредственно из Агента ЭИСНЗ. Остальная функциональность системы осталась неизменной.
th_th: ไม่สามารถเริ่มเซิร์ฟเวอร์สำหรับการสื่อสารกับเครื่องEIDSS กรุณาตรวจสอบว่าไม่มีแอพพลิเคชั่น EIDSS เริ่มการทำงานในหน้าต่างอื่นๆ หรือขอให้แอดมินเชื่อมต่อพอร์ทTCP ที่ใช้โดยEIDSS ถ้าคุณเห็นข้อความนี้ คุณจะไม่สามารถเปิดแบบฟอร์มEIDSS ได้โดยตรงจากเครื่องEIDSS ฟังค์ชั่นอื่นๆของEIDSS จะไม่เปลี่ยนแปลง

# ErrReusedPassword
source: You already used this password. Please, try another password.
ar_iq: لقد استخدمت كلمة المرور هذه مسبقاً. من فضلك، حاول كلمة مرور أخرى.
ka_ge: თქვენ უკვე გამოიყენეთ ეს პაროლი. გთხოვთ გამოიყენოთ სხვა პაროლი
kk_kz: Сіз бұл парольді пайдаланғансыз. Басқасын пайдаланып көріңіз.
ru_ru: Вы уже использовали этот пароль. Пожалуйста, попробуйте другой.
th_th: คุณเคยใช้รหัสผ่านนี้แล้ว กรุณาลองรหัสผ่านอื่น

# ErrSampleConditionRequired
source: Please enter a comment describing why the {0} is identified as "{1}".
ar_iq: الرجاء إدخال تعليق تصف فيه لماذا يتم التعرف على {0} كـ "{1}".
ka_ge: გთხოვთ შეიყვანოთ კომენტარი, რომელიც აღწერს, თუ რატომ {0} მონიშნულია, როგორც "{1}"
kk_kz: Неге {0} "{1}" бірдей екенін сипаттайтын түсіндірме енгізіңіз
ru_ru: Введите комментарий, описывающий почему {0} идентифицируется как "{1}"
th_th: กรุณาป้อนความเห็นอธิบายว่าทำไม{0} ถึงระบุเป็น "{1}".

# errSiteNotDefined
source: EIDSS site is not defined. Please reinstall the application with correct Site ID.
ar_iq: النظام الالكتروني المتكامل لمراقبة الأمراض غير معرَّف. يرجى إعادة تثبيت التطبيق مع معرِّف موقع صحيح.
ka_ge: დზეის ობიექტი არ არის განსაზღვრული. გთხოვთ თავიდან დააყენოთ პროგრამა და მიუთითოთ სწორი ობიექტის ID.
kk_kz: АҚЭИЖ сайты анықталмады. Қосымшаны сайттың дұрыс идентификаторымен қайта орнатыңыз.
ru_ru: Сайт ЭИСНЗ не определен. Переустановите приложение с корректным идентификатором сайта
th_th: ไม่มีการระบุพื้นที่EIDSS กรุณาติดตั้งแอพพลิเคชั่นด้วยID พื้นที่ๆถูกต้อง

# errStatisticImportFieldsQty
source: Invalid number of fields in line. Line must contain 8 fields separated by semicolon.
ar_iq: عدد الحقول في السطرغير صالح. يجب أن يحتوي السطر على 8 حقول منفصلة بفاصلة منقوطة.
ka_ge: ველების არასწორი რაოდენობა. სტრიქონი უნდა შეიცავდეს 8 ერთმანეთისგან წერტილმძიმით გამოყოფილი ველისგან.
kk_kz: Жолдағы жолақтардың саны дұрыс емес. Жол нүктелі үтірмен бөлінген 8 жоолақтан тұруға тиіс.
ru_ru: Неверное число полей в строке. Строка должна состоять из 8 полей разделенных точкой с запятой.
th_th: มีหมายเลขของช่องในแถวนี้ไม่ถูกต้อง แถวนี้ต้องมีอย่างน้อย 8 ช่องแยกกันโดยเซมิโคลอน

# errTotalVsDead
source: Total number of animals ({0}) can't be less than number of dead animals ({1}).
ar_iq: لا يمكن أن يكون العدد الإجمالي للحيوانات ({0}) أقل من عدد الحيوانات النافقة ({1}).
ka_ge: ცხოველთა საერთო რაოდენობა ({0}) არ შეიძლება იყოს დაცემულ ცხოველთა რაოდენობაზე ნაკლები ({1}).
kk_kz: Жануарлардың жалпы саны ({0}) қырылған жануарлардың санынан ({1}) кем болмауға тиіс.
ru_ru: Общее число животных ({0}) не может быть меньше, чем число павших животных ({1}) .
th_th: จำนวนสัตว์ทั้งหมด ({0}) ไม่สามารถน้อยกว่าจำนวนสัตว์ที่ตายได้ ({1}).

# errTotalVsSeek
source: Total number of animals ({0}) can't be less than number of sick animals ({1}).
ar_iq: لا يمكن أن يكون العدد الإجمالي للحيوانات ({0}) أقل من عدد الحيوانات المريضة ({1}).
ka_ge: ცხოველთა საერთო რაოდენობა ({0}) არ შეიძლება იყოს დაავადებულ ცხოველთა რაოდენობაზე ნაკლები ({1}).
kk_kz: Жануарлардың жалпы саны ({0}) ауырған жануарлардың санынан ({1}) кем болмауға тиіс.
ru_ru: Общее число животных ({0}) не может быть меньше, чем число заболевших животных ({1}) .
th_th: จำนวนสัตว์ทั้งหมด ({0}) ไม่สามารถน้อยกว่าจำนวนสัตว์ที่ป่วยได้ ({1}).

# errTotalVsSeekAndDead
source: The sum of <Dead> ({0}) and <Sick> ({1}) can’t be more than <Total> ({2}).
ar_iq: لا يمكن أن يكون مجموع <Dead> ({0}) و <Sick> ({1}) أكثر من <Total> ({2}).
ka_ge: ველებში <დაცემული> ({0}) და <დაავადებული> ({1}) რაოდენობების ჯამი ვერ იქნება მეტი ვიდრე ველში <სულ> ({2}).
kk_kz: <Өлген> ({0}) және <Ауру> ({1}) жолақтар соммасы <Барлығы> ({2}) саннан көп болиау керек.
ru_ru: Сумма полей <Пало> ({0}) и <Больных> ({1}) не может быть больше чем <Всего> ({2}).
th_th: จำนวนรวมของ<ตาย> ({0}) และ<ป่วย>({1}) ไม่สามารถมากกว่า <ทั้งหมด> ({2}).

# errWrongParentSite
source: This site can't be parent for current site.
ar_iq: لا يمكن أن يكون هذا الموقع هو الموقع الأصلي للموقع الحالي.
ka_ge: არჩეული ობიექტი არ შეიძლება იყოს ზედა დონის.
kk_kz: Бұл сайт осы сайттан туындамаған
ru_ru: Этот сайт не может быть родителем данного сайта.
th_th: พื้นที่นี้ไม่สามารถเป็นพื้นที่หลักสำหรับพื้นที่ปัจจุบันได้

# ErrWrongPassword
source: Wrong Password. Please, try again.
ar_iq: كلمة سر خاطئة. يرجى المحاولة مرة أخرى.
ka_ge: პაროლი არასწორია. ხელახლა სცადეთ.
kk_kz: Дұрыс емес пароль. Тағы бір рет көріңіз.
ru_ru: Неверный пароль. Пожалуйста, попробуйте еще раз.
th_th: รหัสผ่านผิด กรุณาลองใหม่อีกครั้ง

# errWrongRelativeSite
source: Site can't be relative for itself.
ar_iq: لا يمكن أن يكون الموقع مرتبطا بنفسه.
ka_ge: არჩეული ობიექტი არ შეიძლება იყოს დაკავშირებული.
kk_kz: Бұл сайт ағымдағы сайтпен байланысты бола алмайды.
ru_ru: Этот сайт не может быть связан с текущим сайтом.
th_th: พื้นที่ไม่สามารถเกี่ยวข้องกับตัวมันเองได้

# FalseValue
source: False
ar_iq: كاذب
ka_ge: მცდარი
kk_kz: Жоқ
ru_ru: Нет
th_th: ผิด

source: Farm
ar_iq: مزرعة
ka_ge: ფერმა
kk_kz: Ферма
ru_ru: Ферма
th_th: ฟาร์ม

# strAvianFarmTreeNode
source: Farm/Flock/Species
ar_iq: مزرعة/سرب/أنواع
ka_ge: ფერმა / გუნდი / სახეობა
kk_kz: Ферма/Табын/Түрлер
ru_ru: Ферма/Стада/Виды
th_th: ฟาร์ม/ฝูงนก/สายพันธุ์

# strLivestockFarmTreeNode
source: Farm/Herd/Species
ar_iq: مزرعة/قطيع/أنواع
ka_ge: ფერმა / ჯოგი / სახეობა
kk_kz: Ферма/Табын/түрлер
ru_ru: Ферма/стадо/виды
th_th: ฟาร์ม/ฝูงสัตว์/สายพันธุ์

# FarmPanelDetailsWindow
source: Farm Info Details
ar_iq: تفاصيل معلومات المرزعة
ka_ge: ფერმის დეტალური მონაცემები
kk_kz: Ферма туралы ақпарат
ru_ru: Информация о ферме
th_th: รายละเอียดข้อมูลฟาร์ม

source: February
ar_iq: فبراير/شباط
ka_ge: თებერვალი
kk_kz: Ақпан
ru_ru: Февраль
th_th: เดือนกุมภาพันธ์

source: Flock Epi/Clinical Signs
ar_iq: علامات مرضية سريرية عن القطيع
ka_ge: გუნდის ეპიდემიოლოგია / კლინიკური ნიშნები
kk_kz: Эпи табын/Клиникалық белгілері
ru_ru: Стада Эпид./ Клинич. признаки
th_th: ฝูงนก Epi/สัญญานทางคลีนิก

# frmHumanCase
source: Human Case Report Form
ar_iq: نموذج تقرير حالة بشرية
ka_ge: ადამიანის დაავადების შემთხვევის აღრიცხვის ფორმა
kk_kz: Адамның ауыру жағдайын есепке алу нысаны
ru_ru: Форма учета случая заболевания человека
th_th: แบบฟอร์มรายงานผู้ป่วย

# frmHumanCaseInSearchMode
source: Human Case Search Form
ar_iq: نموذج بحث في حالة بشرية
ka_ge: ადამიანის დაავადების შემთხვევის ძებნის ფორმა
kk_kz: Адамның ауыру жағдайларын кеңейтілген іздеу
ru_ru: Расширенный поиск случаев заболевания человека
th_th: แบบฟอร์มการค้นหากรณีมนุษย์

# frmOutbreak
source: Outbreak Details
ar_iq: تفاصيل عن التفشي
ka_ge: ეპიდაფეთქების დეტალები
kk_kz: Аурудың шығуы туралы егжей-тегжейлі деректер
ru_ru: Подробные сведения о вспышке заболевания
th_th: รายละเอียดการระบาด

# frmLaboratorySection
source: Laboratory Section
ar_iq: قسم المخبر
ka_ge: ლაბორატორიული ნაწილი
kk_kz: Зертхана бөлімі
ru_ru: Лабораторный раздел
th_th: หมวดห้องปฏิบัติการ

# tabLaboratorySection
source: Laboratory Section
ar_iq: قسم المخبر
ka_ge: ლაბორატორიული ნაწილი
kk_kz: Зертхана бөлімі
ru_ru: Лабораторный раздел
th_th: หมวดห้องปฏิบัติการ

# tabMyPreferences
source: My Preferences
ar_iq: تفضيلاتي
ka_ge: შერჩეულების ჩამონათვალი
kk_kz: Менің қалағандарым
ru_ru: Мои персональные настройки
th_th: การตั้งค่ากำหนดเองของฉัน

# frmFarm
source: Farm Info
ar_iq: معلومات المزرعة
ka_ge: ინფორმაცია ფერმის შესახებ
kk_kz: Ферма туралы ақпарат
ru_ru: Информация о ферме
th_th: ข้อมูลฟาร์ม

# GainedMaxNestLevel
source: Can't add Section. The maximum nest level is reached.
ar_iq: لا يمكن إضافة مقطع. تم الوصول إلى مستوى الإدراج الأقصى.
ka_ge: სექციის დამატება შეუძლებელია. ქვე-სექციათა მაქსიმალური დონე უკვე მიღწეულია.
kk_kz: Секция қосу мүмкін емес. Салым ең жоғары деңгейге жетті.
ru_ru: Не удается добавить секцию. Достигнут максимальный уровень вложений.
th_th: ไม่สามารถเพิ่มหมวดได้ ระดับ nest เกิดกว่าที่จำกัดแล้ว

# Gender
source: Sex
ar_iq: الجنس
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ

# GeoLocation_LatitudeExceedsValues
source: Latitude cannot be less than -90 and greater than 90.
ar_iq: لا يمكن لخط العرض ان يكون أقل من -90 وأكثر من 90.
ka_ge: განედი არ შეიძლება იყოს –90 ნაკლები და 90 მეტი.
kk_kz: Ендік 90-нан кем және 90-нан артық болмайды
ru_ru: Широта не может быть меньше -90 и больше 90.
th_th: ละติจูดไม่สามารถน้อยกว่า -90 และมากกว่า 90 ได้

# GeoLocation_LongtitudeExceedsValues
source: Longtitude cannot be less than -180 and greater than 180.
ar_iq: لا يمكن لخط الطول أن يكون أقل من -180 وأكثر من 180.
ka_ge: გრძედი ვერ იქნება ნაკლები -180 და მეტი 180.
kk_kz: Бойлық -180-нен кем және 180-нен артық болмайды..
ru_ru: Долгота не может быть меньше -180 и больше 180.
th_th: ลองติจูดไม่สามารถน้อยกว่า -180 และมากกว่า 180 ได้

# gis_avrData
source: AVR Data
ar_iq: بيانات مراقبة صحة التقرير
ka_ge: ანალიტიკური მოდულის მონაცემები
kk_kz: ТКЕ деректері
ru_ru: Данные АВО
th_th: ข้อมูล AVR

# gis_Caption_OpenMap
source: Open map:
ar_iq: فتح خريطة:
ka_ge: გახსენით რუკა:
kk_kz: Карта ашу:
ru_ru: Открыть карту:
th_th: เปิดแผนที่:

source: Open
ar_iq: فتح
ka_ge: გახსენით
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด

# titleOpen
source: Open
ar_iq: فتح
ka_ge: ანგარიშის ჩვენება
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด

# gis_Caption_SaveOpenMpk
source: Select map pack
ar_iq: تحديد حزمة خرائط
ka_ge: შეარჩიეთ რუკების პაკეტი
kk_kz: Картографиялық пакетті таңдаңыз.
ru_ru: Выберите картографический пакет
th_th: เลือกกลุ่มแผนที่

# strDefault
source: Default
ar_iq: افتراضي
ka_ge: ნაგულისხმევი
kk_kz: Әдепкілік бойынша
ru_ru: По умолчанию
th_th: ค่าตั้งต้น

# gis_ErrMessage_OpenMap
source: Can't open selected map. Please check versions compatibility.
ar_iq: لا يمكن فتح الخريطة المحددة. يرجى التحقق من توافق الإصدارات.
ka_ge: შეუძლებელია შერჩეული რუკის გახსნა. გთხოვთ, შეამოწმეთ რუკების ვერსიების შეთავსების უნარიანობა.
kk_kz: Таңдалған картаны ашу мүмкін емес. Карта нүұсқаларының үйлесімділігін тексеріңіз.
ru_ru: Невозможно открыть выбранную карту. Пожалуйста проверьте совместимость версий карты.
th_th: ไม่สามารถเปิดแผนที่ๆเลือกได้ กรุณาตรวจสอบการทำงานร่วมกันของรุ่น

# gis_Filter_Raster
source: Raster files(*.tif,*.img,*.jpg)
ar_iq: ملفات نقطية(*.tif,*.img,*.jpg)
ka_ge: რასტრის ფაილები(*.tif,*.img,*.jpg)
kk_kz: Растрлық файл (*.tif,*.img,*.jpg)
ru_ru: Растровые файлы(*.tif,*.img,*.jpg)
th_th: ไฟล์แรสเตอร์ (*.tif,*.img,*.jpg)

# gis_Filter_Shp
source: Shape files(*.shp)
ar_iq: ملفات شكل(*.shp)
ka_ge: შეიპ-ფაილები(*.shp)
kk_kz: (*.shp) нысанындағы файл
ru_ru: Файлы формы(*.shp)
th_th: ไฟล์เชป (*.shp)

# gis_FilterMpk
source: Map pack files | *.mpk
ar_iq: ملفات حزمة خرائط| *.mpk
ka_ge: რუკების პაკეტის ფაილები (*.mpk) | *.mpk
kk_kz: Картографиялық пакеттер файлдары (*.mpk) | *.mpk
ru_ru: Файлы картографических пакетов (*.mpk) | *.mpk
th_th: ไฟล์กลุ่มแผนที่ | *.mpk

# gis_Message_AddLayerToMap
source: Would you like to add layer to map?
ar_iq: هل ترغب في إضافة طبقة إلى الخريطة؟
ka_ge: გსურთ რუკაზე დონის დამატება?
kk_kz: Картаға қабат қосқыңыз келе ме?
ru_ru: Хотите добавить слой к карте?
th_th: คุณต้องการเพิ่มเลเยอร์ในแผนที่หรือไม่?

# gis_Message_BufZoneLayerInUse
source: This layer currently in use and can not be removed.
ar_iq: هذ الطبقة قيد الاستخدام و لا يمكن إزالتها.
ka_ge: ეს დონე ამჟამად გამოიყენება და მისი წაშლა შეუძლებელია.
kk_kz: Бұл қабат қазір пайдаланылуда, сондықтан жоюға болмайды.
ru_ru: Данный слой сейчас используется и не может быть удален.
th_th: เลเยอร์นี้มีการใช้งานอยู่ และไม่สามารถนำออกได้

# gis_Message_OpenMap
source: Would you like to open this map?
ar_iq: هل ترغب في فتح هذه الخريطة؟
ka_ge: გსურთ ამ რუკის გახსნა?
kk_kz: Осы картаны ашқыңыз келе ме?
ru_ru: Хотите открыть эту карту?
th_th: คุณต้องการเปิดแผนที่นี้หรือไม่?

# gis_Message_RemoveBufZoneLayer
source: Would you like to remove selected buffer zones layer?
ar_iq: هل ترغب في إزالة طبقة المناطق العازلة المحددة؟
ka_ge: გსურთ ბუფერული ზონების მონიშნული დონის ამოღება?
kk_kz: Таңдалған буферлік аймақ қабатын алып тастағыңыз келе ме?
ru_ru: Хотите удалить выбранный слой буферных зон?
th_th: คุณต้องการย้ายเลเยอร์พื้นที่แนวกันชนนี้ออกหรือไม่

# gis_Message_RemoveLayer
source: Would you like to remove this layer?
ar_iq: هل ترغب في إزالة هذه الطبقة؟
ka_ge: გსურთ ამ დონის ამოღება?
kk_kz: Осы қабатты алып тастағыңыз келе ме?
ru_ru: Вы хотите удалит этот слой?
th_th: คุณต้องการย้ายเลเยอร์นี้ออกหรือไม่?

# gis_Message_SaveMap
source: Would you like to save customized map?
ar_iq: هل ترغب في حفظ الخريطة المخصصة؟
ka_ge: გსურთ ინდივიდუალიზირებული რუკის დამახსოვრება?
kk_kz: Теңшелген картаны сақтағыңыз келе ме?
ru_ru: Хотите сохранить настроенную карту?
th_th: คุณต้องการบันทึกแผนที่กำหนดเองนี้หรือไม่?

# gis_Message_TooManyLayers
source: You have exceeded the maximum number of layers in the map (100).
ar_iq: لقد تجاوزت الحد الأقصى لعدد الطبقات في الخريطة (100).
ka_ge: ამ რუკაზე თქვენ გადააჭარბეთ დონეების მაქსიმალურ რაოდენობას (100)
kk_kz: Сіз картадағы қабаттардың ең көп санынан асып кеттіңіз (100).
ru_ru: Вы превысили максимальное количество слоев в карте (100)
th_th: คุณได้เพิ่มเลเยอร์เกินกว่าจำนวนมากที่สุดที่จำกัดในแผนที่นี้แล้ว (100)

# gis_Message_WrongRaster
source: Cannot open this file as a raster layer.
ar_iq: لا يمكن فتح هذا الملف كطبقة نقطية.
ka_ge: ამ ფაილის გახსნა რასტრის დონის სახით შეუძლებელია.
kk_kz: Бұл файлды растрлық қабат ретінде ашу мүмкін емес.
ru_ru: Невозможно открыть данный файл как растровый слой.
th_th: ไม่สามารถเปิดไฟล์นี้เป็นเลเยอร์แรสเตอร์ได้

# gis_Message_WrongShp
source: Cannot open this shape file.
ar_iq: لا يمكن فتح ملف الشكل هذا.
ka_ge: ამ შეიპ ფაილის გახსნა შეუძლებელია
kk_kz: Векторлы деректер файлын ашу мүмкін емес
ru_ru: Невозможно открыть файл векторных данных
th_th: ไม่สามารถเปิดไฟล์รูปร่างได้

# gis_Name_CaseLocation
source: Case location
ar_iq: العلامات والاعراض
ka_ge: შემთხვევის ადგილმდებარეობა
kk_kz: Жағдай болған жер.
ru_ru: Местоположение случая
th_th: ตำแหน่งกรณี
