Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

source: Abbreviation
ar_iq: اختصار
az_latn_az: Təşkilatın qısa adı
hy_am: Հապավում
ka_ge: აბრევიატურა
kk_kz: Ұйым (қысқаша)
ru_ru: Организация (сокращение)
th_th: ตัวย่อ
uk_ua: Скорочення

source: Action
ar_iq: الإجراء
az_latn_az: Tədbir
hy_am: Գործողություն
ka_ge: ქმედება
kk_kz: Іс-әрекет
ru_ru: Действие
th_th: การปฏิบัติ
uk_ua: Дія

# AddressName
source: Address
ar_iq: العنوان
az_latn_az: Ünvan
hy_am: Հասցե
ka_ge: მისამართი
kk_kz: Мекенжайы
ru_ru: Адрес
th_th: ที่อยู่
uk_ua: Адреса

source: Age
ar_iq: العمر
az_latn_az: Yaşı
hy_am: Տարիք
ka_ge: ასაკი
kk_kz: Жасы
ru_ru: Возраст
th_th: อายุ
uk_ua: Вік

# AggregateCase.strCaseID
source: Case ID
ar_iq: معرف الحالة
az_latn_az: Hadisənin Q/N-si
hy_am: Դեպքի ն/հ
ka_ge: შემთხვევის ID
kk_kz: Жағдайдың дара №
ru_ru: Инд. № случая
th_th: ID กรณี
uk_ua: Інд. № випадку

source: Animal
ar_iq: حيوان
az_latn_az: Heyvan
hy_am: Կենդանի
ka_ge: ცხოველი
kk_kz: Жануар
ru_ru: Животное
th_th: สัตว์
uk_ua: Тварина

# Animal.idfParty
source: Herd / Species
ar_iq: القطيع / الأنواع
az_latn_az: Sürü\ Növlər
hy_am: Հոտ/Կենդանատեսակ
ka_ge: ჯოგი / სახეობები
kk_kz: Табын/Түр
ru_ru: Стадо / Биол. виды
th_th: ฝูง/สายพันธุ์
uk_ua: Стадо / Види

source: Animal Age
ar_iq: عمر الحيوان
az_latn_az: Heyvanın yaşı
hy_am: Կենդանու տարիք
ka_ge: ცხოველის ასაკი
kk_kz: Жануардың жасы
ru_ru: Возраст животного
th_th: อายุของสัตว์
uk_ua: Вік тварини

# AnimalID
source: Animal ID/Species
ar_iq: معرف الحيوان/الأنواع
az_latn_az: Heyvanın Q/N/ Növlər
hy_am: Կենդանու ն/հ/կենդանատեսակ
ka_ge: ცხოველის ID
kk_kz: Жануардың дара №
ru_ru: Инд. № животного
th_th: ID สัตว์/สายพันธุ์
uk_ua: Інд. № тварини

# AnimalName
source: Animal ID/Species/Vector ID
ar_iq: معرف الحيوان/معرف الأنواع/معرف الناقل
az_latn_az: Heyvanın Q/N-si / Dəstənin Q/N-si/Keçiricinin Q/N-si
hy_am: Կենդանու /Կենդանատեսակի /Պահոցի/Փոխանցողի ն/հ
ka_ge: ცხოველის ID
kk_kz: Жануардың дара №/түрі
ru_ru: Инд. №/Вид животного
th_th: ID สัตว์/สายพันธุ์/ ID ตัวนำโรค
uk_ua: Інд. № тварини/виду/Вектору

source: Animals
ar_iq: حيوانات
az_latn_az: Heyvanlar
hy_am: Կենդանիներ
ka_ge: ცხოველები
kk_kz: Жануарлар
ru_ru: Животные
th_th: สัตว์
uk_ua: Тварини

# AsCampaign.Diseases
source: Diseases And Species Lists
ar_iq: قوائم الأمراض وأنواع الحيوانات
az_latn_az: Xəstəliklərin və heyvan növlərin siyahısı
hy_am: Հիվանդությունների և կենդանատեսակների ցանկեր
ka_ge: დაავადებების და სახეობების ჩამონათვალი
kk_kz: Жануар аурулары мен түрлерінің тізбесі
ru_ru: Перечень заболеваний и видов животных
th_th: รายการโรค และสายพันธุ์
uk_ua: Перелік захворювань

# AsCampaign.strComments
source: Comments / Descriptions
ar_iq: ملاحظات / وصف
az_latn_az: Qeydlər\ təsvirlər
hy_am: Մեկնաբանություններ / Նկարագրություններ
ka_ge: კომენტარები/აღწერილობა
kk_kz: Түсіндірме/сипаттама
ru_ru: Комментарии/описания
th_th: ความเห็น/คำอธิบาย
uk_ua: Коментарі / Опис

# AsCampaignListItem.idfsDiagnosis
source: Campaign Disease
ar_iq: حملة على المرض
az_latn_az: Kampaniyanın xəstəliyi
hy_am: Կամպանիայի հիվանդություն
ka_ge: კამპანიით გათვალისწინებული დაავადება
kk_kz: Ауру бойынша науқан
ru_ru: Кампания по заболеванию
th_th: โรคที่จัดกิจกรรม
uk_ua: Кампанії по захворюванням

# AsSession.datEndDate
source: Session End Date
ar_iq: تاريخ نهاية الجلسة
az_latn_az: Sessiyanın bitmə tarixi
hy_am: Սեսիայի ավարտի ամսաթիվ
ka_ge: სესიის დასრულების თარიღი
kk_kz: Сессияның аяқталу күні
ru_ru: Дата окончания сессии
th_th: วันสิ้นสุดเซสชั่น
uk_ua: Дата закінчення сесії

# AsSession.datStartDate
source: Session Start Date
ar_iq: تاريخ بداية الجلسة
az_latn_az: Sessiyanın başlanma tarixi
hy_am: Սեսիայի մեկնարկի ամսաթիվ
ka_ge: სესიის დაწყების თარიღი
kk_kz: Сессияның басталу күні
ru_ru: Дата начала сессии
th_th: วันเริ่มเซสชั่น
uk_ua: Дата початку сесії

# AsSession.DetailsStartDate
source: Session Start Date
ar_iq: تاريخ بداية الجلسة
az_latn_az: Sessiyanın başlanma tarixi
hy_am: Սեսիայի մեկնարկի ամսաթիվ
ka_ge: სესიის დაწყების თარიღი
kk_kz: Сессияның басталу күні
ru_ru: Дата начала сессии
th_th: วันที่เริ่มการประชุม
uk_ua: Дата початку сесії

# AsSession.Status
source: Status
ar_iq: الحالة
az_latn_az: Sessiyanın statusu
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние сессии
th_th: สถานะ
uk_ua: Статус

# AsSession.strSettlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Yaşayış məntəqəsi
hy_am: Բնակավայր
ka_ge: დასახლებული პუქნქტი
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: รหัสพื้นที่
uk_ua: Населений пункт

# AsSessionAction.datActionDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# AsSessionCase.datEnteredDate
source: Case Date
ar_iq: تاريخ الحالة
az_latn_az: Hadisənin baş vermə tarixi
hy_am: Դեպքի ամսաթիվ
ka_ge: შემთხვევის თარიღი
kk_kz: Тіркеу күні
ru_ru: Дата регистрации
th_th: วันที่ของกรณี
uk_ua: Дата реєстрації

# AsSessionCase.strAddress
source: Address
ar_iq: العنوان
az_latn_az: Ünvan
hy_am: Հասցե
ka_ge: მისამართი
kk_kz: Мекенжайы
ru_ru: Адрес
th_th: ที่อยู่
uk_ua: Адреса

# AsSessionCase.strCaseStatus
source: Case Classification
ar_iq: تصنيف الحالة
az_latn_az: Xəstəlik hadisəsinin təsnifatı
hy_am: Դեպքի դասակարգում
ka_ge: შემთხვევის კლასიფიკაცია
kk_kz: Жағдайдың сыныптамасы
ru_ru: Классификация случая
th_th: การแยกประเภทกรณี
uk_ua: Класифікація випадку

# AsSessionCase.strGeoLocation
source: Location
ar_iq: الموقع
az_latn_az: Yerləşmə
hy_am: Վայր
ka_ge: ადგილმდებარეობა
kk_kz: Орналасқан жері
ru_ru: Местоположение
th_th: ตำแหน่ง
uk_ua: Місцезнаходження

# AsSessionListItem.datEnteredDate
source: Date Entered
ar_iq: تاريخ الإدخال
az_latn_az: Məlumatın daxil edilmə tarixi
hy_am: Մուտքագրման ամսաթիվ
ka_ge: შეყვანის თარიღი
kk_kz: Енгізу күні
ru_ru: Дата ввода
th_th: วันที่ป้อน
uk_ua: Дата вводу

# AsSessionListItem.idfsDiagnosis
source: Session Disease
ar_iq: جلسة المرض
az_latn_az: Sessiyanın xəstəliyi
hy_am: Սեսիայի հիվանդություն
ka_ge: სესიით გათვალისწინებული დაავადება
kk_kz: Ауру бойынша сессия
ru_ru: Сессия по заболеванию
th_th: โรคหน่วย
uk_ua: Сесія по захворюванню

# AsSessionSummary.strSamples
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# SummaryCaption
source: Summary
ar_iq: الملخص
az_latn_az: Xülasə
hy_am: Ամփոփիչ տվյալներ
ka_ge: ჯამური
kk_kz: Жиыны
ru_ru: Сводные данные
th_th: การสรุป
uk_ua: Резюме

# TotalCaption
source: Summary
ar_iq: الملخص
az_latn_az: Xülasə
hy_am: Ընդամենը
ka_ge: ჯამური
kk_kz: Барлығы
ru_ru: Итого
th_th: การสรุป
uk_ua: Всього

# AsSessionTableViewItem.strFieldBarcode
source: Field Sample ID
ar_iq: معرف العينة الحقلية
az_latn_az: Nümunənin toplanma vaxtı Q/N-si
hy_am: Նմուշի դաշտային ն/հ
ka_ge: ნიმუშის საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID พื้นที่ตัวอย่าง
uk_ua: Інд. польовий № зразку

# AsSessionTableViewItem.strSampleName
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# BatchTestCode
source: Batch ID
ar_iq: معرف الدفعة
az_latn_az: Qrupşəkilli testin Q/N
hy_am: Խմբաքանակի ն/հ
ka_ge: პარტიის ID
kk_kz: Топтың дара №
ru_ru: Инд. № группы
th_th: ID กลุ่ม
uk_ua: Інд. № постановки

# strBatchID
source: Group test ID
ar_iq: معرف اختبار المجموعة
az_latn_az: Qrupşəkilli testin Q/N
hy_am: Խմբային հետազոտության ն/հ
ka_ge: პარტიის ID
kk_kz: Тобты Тесттер нөмірі
ru_ru: Идентификатор группового теста
th_th: ID การทดสอบกลุ่ม
uk_ua: Ідентифікатор групового тесту

# bitCollectionByPool
source: Collected By Pool
ar_iq: تم جمعها كمجموعة
az_latn_az: Hövzə ilə toplanıb
hy_am: Հավաքագրված է որպես պուլ
ka_ge: აღებულია პულებად
kk_kz: Пул ретінде жиналды
ru_ru: Собрано как пул
th_th: เก็บโดยสมาคม
uk_ua: Зібрано як пул

# blnClinicalDiagBasis
source: Clinical
ar_iq: سريري
az_latn_az: Kliniki
hy_am: Կլինիկական
ka_ge: კლინიკური
kk_kz: Клиникалық белгілер
ru_ru: Клинические признаки
th_th: ทางคลีนิก
uk_ua: Клінічні

# blnEpiDiagBasis
source: Epidemiological Links
ar_iq: روابط وبائية
az_latn_az: Epidemioloji
hy_am: Համաճարակաբանական կապեր
ka_ge: ეპიდემიოლოგიური კავშირები
kk_kz: Эпидемиологиялық байланыстар
ru_ru: Эпидемиологические связи
th_th: การเชื่อมโยงการระบาดของโรค
uk_ua: Епідеміологічні зв'язки

# blnIsAvian
source: Avian
ar_iq: طيور
az_latn_az: Quşlar
hy_am: Թռչուն
ka_ge: ფრინველი
kk_kz: Құс
ru_ru: Птица
th_th: สัตว์ปีก
uk_ua: Птах

# blnIsLivestock
source: Livestock
ar_iq: ماشية
az_latn_az: Heyvanlar
hy_am: Կենդանի
ka_ge: შინაური ცხოველი
kk_kz: Үй малы
ru_ru: Домашний скот
th_th: ปศุสัตว์
uk_ua: Домашня худоба

# blnLabDiagBasis
source: Laboratory Test
ar_iq: اختبار المخبر
az_latn_az: Laborator testlər
hy_am: Լաբորատոր հետազոտություն
ka_ge: ლაბორატორიული ტესტი
kk_kz: Зертханалық зерттеу
ru_ru: Лабораторные исследования
th_th: การทดสอบทางห้องปฏิบัติการ
uk_ua: Лабораторний тест

# blnPermantentAddressAsCurrent
source: Permanent Address same as Current Address
ar_iq: العنوان الدائم مماثل للعنوان الحالي
az_latn_az: Daimi yaşayış yeri Cari yaşayış yeri ilə eynidir
hy_am: Մշտական հասցեն համընկնում է ներկա հասցեի հետ
ka_ge: რეგისტრირებული საცხოვრებელი ადგილი იგივეა რაც ამჟამინდელი საცხოვრებელი ადგილი
kk_kz: Тұрақты мекежай қазіргі тұрып жатқан мекенжаймен бірдей
ru_ru: Адрес постоянного места жительства совпадает с текущим адресом
th_th: ที่อยู่ตามทะเบียนบ้านเหมือนกับที่อยู่ปัจจับัน
uk_ua: Адреса місця реєстрації збігається з фактичною адресою

# blnValidateStatus
source: Validated (Y/N)
ar_iq: تم التأكيد (نعم/لا)
az_latn_az: Təsdiq olunub (Bəli/Xeyr)
hy_am: Հաստատված է (Այո/Ոչ)
ka_ge: გადამოწმებული (დიახ/არა)
kk_kz: Растау (Иә/Жоқ)
ru_ru: Проверен (Да/Нет)
th_th: ตรวจสอบแล้ว (Y/N)
uk_ua: Перевірено (Т/Н)

source: Campaign Type
ar_iq: نوع الحملة
az_latn_az: Kampaniyanın növü
hy_am: Կամպանիայի տեսակ
ka_ge: კამპანიის ტიპი
kk_kz: Науқан үлгісі
ru_ru: Тип кампании
th_th: ประเภทการรณรงค์
uk_ua: Тип кампанії

# captionNumberOfPools
source: Number of pools
ar_iq: عدد التجمعات
az_latn_az: Hövzələrin sayi
hy_am: Պուլերի թիվ
ka_ge: პულების რაოდენობა
kk_kz: Пул саны
ru_ru: Число пулов
th_th: จำนวนกลุ่มเลือด
uk_ua: Кількість пулів

# captionNumberOfVectors
source: Number of vectors
ar_iq: عدد النواقل
az_latn_az: Keçiricilərin sayı
hy_am: Պահոցների/Փոխանցողների քանակ
ka_ge: გადამტანების რაოდენობა
kk_kz: Векторлар саны
ru_ru: Количество переносчиков
th_th: จำนวนตัวนำโรค
uk_ua: Кількість переносників

# captionNumberOfSamples
source: Number of samples
ar_iq: عدد العينات
az_latn_az: Nümunələrin sayi
hy_am: Նմուշների քանակ
ka_ge: ნიმუშების რაოდენობა
kk_kz: Сынама саны
ru_ru: Кол-во проб
th_th: จำนวนตัวอย่าง
uk_ua: Кількість зразків

source: Case
ar_iq: حالة
az_latn_az: Xəstəlik hadisəsi
hy_am: Դեպք
ka_ge: შემთხვევა
kk_kz: Жағдай
ru_ru: Случай
th_th: กรณี
uk_ua: Випадок

# CaseID
source: Case ID/Session ID
ar_iq: معرف الحالة/معرف الجلسة
az_latn_az: Hadisənin Q/N-si/Sessiyanın Q/N-si
hy_am: Դեպքի ն/հ / սեսիայի ն/հ
ka_ge: შემთხვევის ID/სესიის ID
kk_kz: Жағдайдың/сессияның дара №
ru_ru: Инд. № случая/сессии
th_th: ID กรณี / ID การประชุม
uk_ua: Інд. № випадку/Інд. № сесії

# CaseProgressStatusName
source: Case Status
ar_iq: صفة الحالة
az_latn_az: Xəstəlik hadisəsinin statusu
hy_am: Դեպքի կարգավիճակ
ka_ge: შემთხვევის სტატუსი
kk_kz: Жағдайдың мәртебесі
ru_ru: Статус случая
th_th: สถานะเคสผู้ป่วย
uk_ua: Статус випадку

# LabCaseStatus
source: Case Status
ar_iq: صفة الحالة
az_latn_az: Müşahidə növü
hy_am: Դեպքի կարգավիճակ
ka_ge: ზედამხედველობის ტიპი
kk_kz: Жағдайдың мәртебесі
ru_ru: Тип случая
th_th: สถานะกรณี
uk_ua: Статус випадку

# CaseStatusName
source: Case Classification
ar_iq: تصنيف الحالة
az_latn_az: Xəstəlik hadisəsinin təsnifatı
hy_am: Դեպքի դասակարգում
ka_ge: შემთხვევის კლასიფიკაცია
kk_kz: Жағдайдың сыныптамасы
ru_ru: Классификация случая
th_th: ประเภทผู้ป่วย
uk_ua: Класифікація випадку

# chbFilterSamplesByDiagnosis
source: Filter samples by Diagnosis
ar_iq: تصفية العينات حسب التشخيص
az_latn_az: Xəstəliyə görə nümunələrin filtrdən keçirilməsi
hy_am: Ֆիլտրել նմուշները ըստ ախտորոշման
ka_ge: ნიმუშების გაფილტვრა დიაგნოზის მიხედვით
kk_kz: Аурулар бойынша сынамалар сүзгісі
ru_ru: Фильтр проб по заболеваниям
th_th: กรองตัวอย่างโดยการวินิจฉัย
uk_ua: Фільтр зразків за діагнозом

# lbSites
source: Site:
ar_iq: الموقع:
az_latn_az: Ərazi:
hy_am: Կայք
ka_ge: ობიექტი:
kk_kz: Сайт:
ru_ru: Сайт:
th_th: พื้นที่:
uk_ua: Сайт:

# FunctionName
source: Function
ar_iq: الوظيفة
az_latn_az: Funksiya
hy_am: Ֆունկցիա
ka_ge: ფუნქცია
kk_kz: Функция
ru_ru: Функция
th_th: ฟังค์ชั่น
uk_ua: Функція

# ObjectOperationName
source: Operation
ar_iq: العملية
az_latn_az: Əməliyyat
hy_am: Գործողություն
ka_ge: ოპერაცია
kk_kz: Операция
ru_ru: Операция
th_th: การปฏิบัติงาน
uk_ua: Операція

# isDeny
source: Deny
ar_iq: رفض
az_latn_az: Qadağan etmək
hy_am: Մերժել
ka_ge: აკრძალულია
kk_kz: Тыйым салу
ru_ru: Запретить
th_th: ปฏิเสธ
uk_ua: Заборонити

# isAllow
source: Allow
ar_iq: سماح
az_latn_az: İcazə vermək
hy_am: Թույլատրել
ka_ge: ნებადართულია
kk_kz: Рұқсат ету
ru_ru: Разрешить
th_th: อนุญาต
uk_ua: Дозволити

source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

source: Collected by Institution
ar_iq: جمعت من طرف المؤسسة
az_latn_az: Toplayan təşkilat
hy_am: Հավաքագրված է կազմակերպության կողմից
ka_ge: აღებულია ორგანიზაციის მიერ
kk_kz: Ұйым жинады
ru_ru: Собрано организацией
th_th: หน่วยงานที่เก็บตัวอย่าง
uk_ua: Зібрано організацією

source: Collected by Officer
ar_iq: جمعت من طرف الموظف
az_latn_az: Toplayan işçi
hy_am: Հավաքագրել է
ka_ge: აღებულია თანამშრომლის მიერ
kk_kz: Кім іріктеп алды
ru_ru: Собрано сотрудником
th_th: เจ้าหน้าที่ผู้เก็บตัวอย่าง
uk_ua: Ким зібрано

source: Confirm Password
ar_iq: تأكيد كلمة المرور الجديدة
az_latn_az: Yeni parolu təsdiqləyin
hy_am: Հաստատել նոր գաղտնաբառը
ka_ge: ახალი პაროლის დადასტურება
kk_kz: Жаңа парольді растаңыз
ru_ru: Подтвердите новый пароль
th_th: ยืนยันรหัสผ่าน
uk_ua: Підтвердити новий пароль

# DestructionStatus
source: Disposition
ar_iq: الترتيب (التخلص من)
az_latn_az: Vəziyyət
hy_am: Վիճակ
ka_ge: განკარგვა
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: แนวโน้มรับโรค
uk_ua: Стан

# datAccession
source: Accession Date
ar_iq: تاريخ الإضافة
az_latn_az: Qəbul edilmə tarixi
hy_am: Ընդունման ամսաթիվ
ka_ge: მიღების თარიღი
kk_kz: Қабылдау күні
ru_ru: Дата приема
th_th: วันที่รับ
uk_ua: Дата прийому

# datSampleStatusDate
source: Sample Status Date
ar_iq: تاريخ حالة العينة
az_latn_az: Nümunə statusunun tarixi
hy_am: Նմուշի կարգավիճակի ամսաթիվ
ka_ge: სტატუსის შეცვლის თარიღი
kk_kz: Үлгі Статус Мерзім
ru_ru: Дата статуса пробы
th_th: วันที่ระบุสถานะตัวอย่าง
uk_ua: Дата статусу проби

# datActionDate
source: Action Date
ar_iq: تاريخ الإجراء
az_latn_az: Tədbirin görüldüyü tarix
hy_am: Գործողության ամսաթիվ
ka_ge: ქმედების თარიღი
kk_kz: Іс-әрекет күні
ru_ru: Дата действия
th_th: วันที่ทำการปฏิบัติ
uk_ua: Дата дії

# datAmendmentDate
source: Amendment Date
ar_iq: تاريخ التعديل
az_latn_az: Dəyişikliklərin tarixi
hy_am: Փոփոխման ամսաթիվ
ka_ge: ცვლილების შეტანის თარიღი
kk_kz: Өзгеріс күні
ru_ru: Дата изменения
th_th: วันที่ทำการแก้ไข
uk_ua: Дата зміни

# datAssignedDate
source: Assigned Date
ar_iq: تاريخ التعيين
az_latn_az: Təyin edilmə tarixi
hy_am: Նշանակված ամսաթիվ
ka_ge: მოკვლევის დაწყების თარიღი
kk_kz: Тағайындалған күн
ru_ru: Дата назначения
th_th: วันที่กำหนด
uk_ua: Дата призначення

# datCampaignDateEnd
source: Campaign End Date
ar_iq: تاريخ نهاية الحملة
az_latn_az: Kampaniyanın başa çatma tarixi
hy_am: Կամպանիայի ավարտի ամսաթիվ
ka_ge: კამპანიის დასრულების თარიღი
kk_kz: Науқанның аяқталу күні
ru_ru: Дата окончания кампании
th_th: วันสิ้นสุดกิจกรรม
uk_ua: Дата припинення кампанії

# datCampaignDateStart
source: Campaign Start Date
ar_iq: تاريخ بداية الحملة
az_latn_az: Kampaniyanın başlama tarixi
hy_am: Կամպանիայի մեկնարկի ամսաթիվ
ka_ge: კამპანიის დაწყების თარიღი
kk_kz: Науқанның басталған күні
ru_ru: Дата начала кампании
th_th: วันที่เริ่มกิจกรรม
uk_ua: Дата початку кампанії

# datCloseDate
source: Close Date
ar_iq: تاريخ الإغلاق
az_latn_az: Bitmə tarixi
hy_am: Ավարտի ամսաթիվ
ka_ge: დასრულების თარიღი
kk_kz: Аяқталу күні
ru_ru: Дата окончания
th_th: วันที่สิ้นสุด
uk_ua: Дата закінчення

# datCollectionDate
source: Collection Date
ar_iq: تاريخ جمع العينات
az_latn_az: Toplanma tarixi
hy_am: Նմուշառման ամսաթիվ
ka_ge: აღების თარიღი
kk_kz: Іріктеп алу күні
ru_ru: Дата отбора
th_th: วันที่เก็บ
uk_ua: Дата відбору

# datCollectionDateTime
source: Collection Date
ar_iq: تاريخ جمع العينات
az_latn_az: Toplanma tarixi
hy_am: Հավաքագրման ամսաթիվ
ka_ge: არების თარიღი
kk_kz: Іріктеп алу күні
ru_ru: Дата сбора
th_th: วันที่เก็บ
uk_ua: Дата відбору

# datCompletionPaperFormDate
source: Date of Completion of Paper form
ar_iq: تاريخ إكمال النموذج الورقي
az_latn_az: Kağız formanın doldurulma tarixi
hy_am: Թղթային ձևի լրացման ամսաթիվ
ka_ge: შეტყობინების ფორმის (ქაღალდის) შევსების თარიღი
kk_kz: Қағаз нысан толтырылған күн
ru_ru: Дата заполнения бумажной формы
th_th: วันที่ทำการกรอกแบบฟอร์มหน้ากระดาษเสร็จสิ้น
uk_ua: Дата заповнення паперової форми

# datConcludedDate
source: Result Date
ar_iq: تاريخ النتيجة
az_latn_az: Nəticənin tarixi
hy_am: Հետազոտության հաստատման ամսաթիվ
ka_ge: ტესტის დასრულების თარიღი
kk_kz: Расталған күні
ru_ru: Дата результата теста
th_th: วันที่ได้รับผลทดสอบ
uk_ua: Дата завершення тесту

# datReceivedDate
source: Date Result Received
ar_iq: تاريخ استلام النتيجة
az_latn_az: Test nəticəsinin qəbul edilmə tarixi
hy_am: Հետազոտության արդյունքների ստացման ամսաթիվ
ka_ge: ტესტის შედეგის მიღების თარიღი
kk_kz: Тест нәтижелерін алу күні
ru_ru: Дата получения результатов теста
th_th: วันที่ได้รับผล
uk_ua: Дата отримання результатів тесту

# idfHospital
source: Hospital Name
ar_iq: اسم المستشفى
az_latn_az: Xəstəxananın adı
hy_am: Հիվանդանոցի անվանում
ka_ge: საავადმყოფოს დასახელება
kk_kz: Аурухананың атауы
ru_ru: Название больницы
th_th: ชื่อโรงพยาบาล
uk_ua: Назва лікарні

# idfPerformedByOffice
source: Laboratory
ar_iq: المخبر
az_latn_az: Laboratoriya
hy_am: Լաբորատորիա
ka_ge: ლაბორატორია
kk_kz: Зертхана
ru_ru: Лаборатория
th_th: ห้องปฏิบัติการ
uk_ua: Лабораторія

# strResultsReceivedFrom
source: Results Received From
ar_iq: وصلت النتائج من
az_latn_az: Nəticələr haradan alınıb
hy_am: Արդյունքներն ընդունվել են
ka_ge: შედეგი მიღებულია საიდან
kk_kz: Нәтижелерді тапсырған
ru_ru: Внешняя лаборатория
th_th: ได้รับผลจาก
uk_ua: Зовнішня лабораторія

# strContactPerson
source: Employee
ar_iq: الموظف
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: พนักงาน
uk_ua: Співробітник

# strContact
source: Contact Person
ar_iq: جهة اتصال
az_latn_az: Əlaqələndirici şəxs
hy_am: Կոնտակտ
ka_ge: კონტაქტი
kk_kz: Қарым қатынас
ru_ru: Контактные данные
th_th: ผู้ติดต่อ
uk_ua: Контактні дані

# datDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datDateofBirth
source: Date of Birth
ar_iq: تاريخ الميلاد
az_latn_az: Doğum tarixi
hy_am: Ծննդյան ամսաթիվ
ka_ge: დაბადების თარიღი
kk_kz: Туған күні
ru_ru: Дата рождения
th_th: วันเกิด
uk_ua: Дата народження

# datDateOfDeath
source: Date of death
ar_iq: تاريخ الوفاة
az_latn_az: Ölüm tarixi
hy_am: Մահվան ամսաթիվ
ka_ge: გარდაცვალების თარიღი
kk_kz: Қайтыс болған күні
ru_ru: Дата смерти
th_th: วันที่เสียชีวิต
uk_ua: Дата смерті

# datDateOfLastContact
source: Date of last contact
ar_iq: تاريخ آخر اتصال
az_latn_az: Son təmas tarixi
hy_am: Վերջին շփման ամսաթիվ
ka_ge: ბოლო კონტაქტის თარიღი
kk_kz: Соңғы байланыс күні
ru_ru: Дата последнего контакта
th_th: วันที่สัมผัสครั้งล่าสุด
uk_ua: Дата останнього контакту

# datDiagnosisDate
source: Diagnosis Date
ar_iq: تاريخ التشخيص
az_latn_az: Diaqnozun qoyulma tarixi
hy_am: Ախտորոշման ամսաթիվ
ka_ge: დიაგნოზის დასმის თარიღი
kk_kz: Болжамды диагноз қойылған күн
ru_ru: Дата предположительного диагноза
th_th: วันที่วินิจฉัย
uk_ua: Дата орієнтовного діагнозу

# datDischargeDate
source: Date of discharge
ar_iq: تاريخ المغادرة
az_latn_az: Xəstəxanadan çıxma tarixi
hy_am: Դուրս գրման ամսաթիվ
ka_ge: გაწერის თარიღი
kk_kz: Шығарылған күн
ru_ru: Дата выписки
th_th: วันที่จำหน่าย
uk_ua: Дата виписки

source: Date collected
ar_iq: تاريخ جمع العينة
az_latn_az: Toplama tarixi
hy_am: Նմուշառման ամսաթիվ
ka_ge: აღების თარიღი
kk_kz: Іріктеп алу күні
ru_ru: Дата отбора
th_th: วันที่เก็บ
uk_ua: Дата відбору

# datEndDate
source: End Date
ar_iq: تاريخ الانتهاء
az_latn_az: Bitmə tarixi
hy_am: Ավարտի ամսաթիվ
ka_ge: დასრულების თარიღი
kk_kz: Аяқталған күні
ru_ru: Дата окончания
th_th: วันที่สิ้นสุด
uk_ua: Дата завершення

# datEnteredByDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datEnteredDate
source: Date Entered
ar_iq: تاريخ الإدخال
az_latn_az: Daxil edilmə tarixi
hy_am: Մուտքագրման ամսաթիվ
ka_ge: შეყვანის თარიღი
kk_kz: Енгізу күні
ru_ru: Дата ввода
th_th: วันที่นำเข้า
uk_ua: Дата вводу

# datPersonEnteredDate
source: Person Create Date
ar_iq: الشخص الذي أنشأ التاريخ
az_latn_az: Məlumatın daxil edilmə tarixi
hy_am: Անձի մասին տվյալների ստեղծման ամսաթիվ
ka_ge: თანამშრომლის რეგისტრაციის თარიღი
kk_kz: Адам жағдайын құру мерзімі
ru_ru: Дата создания записи о человеке
th_th: วันที่สร้างรายการ
uk_ua: Дата створення запису про людину

# datEnteredDateFull
source: Date Entered
ar_iq: تاريخ الإدخال
az_latn_az: Daxil edilmə tarixi
hy_am: Մուտքագրման ամսաթիվ
ka_ge: შეყვანის თარიღი
kk_kz: Жағдайды енгізу күні
ru_ru: Дата ввода случая
th_th: วันที่ป้อน
uk_ua: Дата введення

# datEnteredDateSearchPanel
source: Data Entry Date
ar_iq: تاريخ إدخال البيانات
az_latn_az: Məlumatın daxil edilmə tarixi
hy_am: Տվյալների մուտքագրման ամսաթիվ
ka_ge: მონაცემთა შეყვანის თარიღი
kk_kz: Деректерді енгізу күні
ru_ru: Дата ввода данных
th_th: วันที่ป้อนข้อมูล
uk_ua: Дата введення даних

# datEnteringDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datEventDatatime
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datExposureDate
source: Date of Exposure
ar_iq: تاريخ التعرض
az_latn_az: Təxmini yoluxma tarixi
hy_am: Վարակման ենթադրյալ ամսաթիվ
ka_ge: ექსპოზიციის თარიღი
kk_kz: Ауру жұқтырған болжамды күн
ru_ru: Предполагаемая дата заражения
th_th: วันที่สัมผัสโรค
uk_ua: Дата зараження

# datFacilityLastVisit
source: Date of Last Presence at Work, Study and Preschool Institution
ar_iq: تاريخ آخر زيارة للعمل أو للمدرسة أو لدار الحضانة
az_latn_az: İşə, tədris və uşaq müəssisəsinə son davamiyyət tarixi
hy_am: Աշխատավայր, դպրոց, նախադպրոցական հաստատություն այցելելու վերջին ամսաթիվ
ka_ge: სამსახურში, სასწავლო დაწესებულებაში ბოლო გამოცხადების თარიღი
kk_kz: Жұмыс/оқу орнына, балалар мекемесіне соңғы рет барған күн
ru_ru: Дата последнего посещения места работы, учебы, детского учреждения
th_th: วันที่ไปทำงาน/เรียนครั้งล่าสุด
uk_ua: Дата останнього відвідання місця роботи, навчання або дошкільного закладу

# HumanCaseListItem.datFacilityLastVisit
source: Last presence at work
ar_iq: آخر يوم في العمل
az_latn_az: İş yerinə son baş çəkmə tarixi
hy_am: Աշխատավայր, ուսման վայր հաճախելու վերջին ամսաթիվ
ka_ge: ბოლო გამოცხადების თარიღი სამსახურში
kk_kz: Жұмыс орнында болған соңғы күні
ru_ru: Дата последнего посещения места работы
th_th: วันที่ปรากฏตัวที่ทำงานวันสุดท้าย
uk_ua: В останнє присутній на роботі

# datFieldCollectionDate
source: Collection Date
ar_iq: تاريخ جمع العينات
az_latn_az: Toplanma tarixi
hy_am: Նմուշառման ամսաթիվ
ka_ge: აღების თარიღი
kk_kz: Іріктеп алу күні
ru_ru: Дата отбора
th_th: วันที่เก็บตัวอย่าง
uk_ua: Дата відбору

# datFieldSentDate
source: Sent Date
ar_iq: تاريخ الإرسال
az_latn_az: Nümunənin göndərilmə tarixi
hy_am: Ուղարկման ամսաթիվ
ka_ge: გაგზავნის თარიღი
kk_kz: Берілген күн
ru_ru: Дата направления
th_th: วันที่ส่ง
uk_ua: Дата відправлення
