Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# msgUpOutbreakDiagnosisToGroup2
source: Outbreak diagnosis {0} and diagnosis(-es) of the case(s)/session(s) {1} are not equal, but are included to the same diagnoses group {2}. Do you want to enter {2} as outbreak diagnosis?
ar_iq: تشخيص التفشي {0} وتشخيص (تشخيصات) الحالة (الحالات)/الجلسة (الجلسات) {1} ليسا متماثلين ولكنها موجودان في نفس مجموعة التشخيص {2}. هل تود إدخال {2} كتشخيص تفشي؟
ka_ge: ეპიდაფეთქების დიაგნოზი {0} და შემთხვევ(ებ)ის/სესი(ებ)ის დიანოზ()ები(s) {1} არ ექმთხვევა ერთმანეთს,მაგრამ შედიან ერთ ჯგუფში {2}.გსურთ {2} დიაგნოზის დამატება ეპიდაფეთქების დიაგნოზების ჩამონათვალში?
kk_kz: Ауру Тарауы Диагнозы {0} және Адам Ауру/Сессия Диагнозымен {1} бірдей емес бірақ бір диагноз тобына {2} қосылды. Сіз {2} Ауру Тарауының Диагнозы ретінде қолдануыңыз келе ме?
ru_ru: Диагноз вспышки заболевания {0} и диагноз(-ы) случая(-ев) заболевания / сессии(-й) {1} не равны, а включены в одну и ту же группу диагнозов {2}. Ввести {2} в качестве диагноза вспышки заболевания?
th_th: การวินิจฉัยการระบาด {0} และการวินิจฉัยกรณี/เซสชั่น {1} ไม่เท่ากัน แต่รวมอยู่ในกลุ่มการวินิจฉัยเดียวกัน {2} คุณต้องการป้อน {2}เป็นการวินิจฉัยการระบาดหรือไม่

# msgOutbreakDiagnosisErrorCases
source: Case/session {0} cannot be added to the outbreak {1}. Diagnosis of the case/session must be the same as the diagnosis of the outbreak or be included to the diagnoses group of the outbreak. Outbreak’s diagnosis/diagnoses group is {2}.
ar_iq: لا يمكن إضافة الحالة/الجلسة {0} إلى التفشي {1}. يجب أن يكون تشخيص الحالة/الجلسة هو نفس تشخيص التفشي أو ضمه إلى مجموعة تشخيصات التفشي. مجموعة تشخيص/تشخيصات التفشي هي {2}.
ka_ge: შემთხვევა/სესია {0} ვერ დაემატება ეპიდაფეთქებას {1}. შემთხვევის/ სესიის დაიაგნოზი უნდა იყოს იგივე რაც მითითებულია ეპიდაფეთქების ჩანაწერში ან უნდა შედიოდეს ეპიდაფეთქების დიაგნოზთა ჯგუფში. ეპიდაფეთქების დიაგნოზი/დიაგნოზსთა ჯგუფი არის {2}.
kk_kz: Жағдай/Сессия {0} Ауру Тарауына {1} қосуға болмайды. Жағдай/Сессия Диагнозы Ауру Тарауы Диагнозына сәйкес болу керек немесе Ауру Таруы Диагноз тобына қосылу керек. Ауру Тарауы Диагнозы {2}.
ru_ru: Не удаётся добавить случай / сессию {0} во вспышку заболевания {1}. Диагноз случая заболевания / сессии должен быть такой же, как диагноз вспышки заболевания, или быть включён в группу диагнозов вспышки заболевания. Группой диагноза / диагнозов вспышки заболевания является {2}.
th_th: กรณี/เซสชั่น {0} ไม่สามารถเพิ่มเข้าไปในการระบาดได้ {1} การวินิจฉัยของกรณี/เซสชั่นนั้นๆต้องเหมือนกับการวินิจฉัยของการระบาด หรือรวมอยู่ในกลุ่มการวินิจฉัยของการระบาด การวินิจฉัย/กลุ่มการวินิจฉัยของกลุ่มคือ {2}

# msgOutbreakDiagnosisErrorCases2
source: Diagnosis of the case/session must be the same as the diagnosis of the outbreak or be included to the diagnoses group of the outbreak. Diagnoses of the following cases/sessions do not satisfy the rule: {0}. Change the outbreak’s diagnosis (diagnoses group) or remove these cases/sessions from the outbreak.
ar_iq: يجب أن يكون تشخيص الحالة/الجلسة هو نفس تشخيص التفشي أو ضمه إلى مجموعة تشخيصات التفشي. تشخيصات الحالات/الجلسات لا تحقق القاعدة: {0}. يجب تغيير تشخيص التفشي (تشخيصات المجموعة) أو إزالة هذه الحالات/الجلسات من التفشي.
ka_ge: შემთხვევის/სესიის დიაგნოზი უნდაემთხვეოდეს ან შედიოდეს ეპიდაფეთქების დიაგნოზთა ჯგუფში. მოცემული შემთხვევა/სესია არ აკმაყოფილებს შემდეგ წესს: {0}. შეცვალეთ ეპიდაფეთქების დიაგნოზი (ან ჯგუფი) ან ამოიღეთ ეს შემთხვევა ეპიდაფეთქებიდან.
kk_kz: Жағдай/Сессия Диагнозы Ауру Тарауы Диагнозына сәйкес болу керек немесе Ауру Таруы Диагноз тобына қосылу керек. Жағдай/Сессия Диагнозы ережеге сәйкес келмейді: {0}. Ауру Тарауы Диагнозын/Диагноз Тобын өзгертіңіз немесе Жағдайды/сессияны Ауру Тарауынан алып тастаңыз.
ru_ru: Диагноз случая заболевания / сессии должен быть такой же, как диагноз вспышки заболевания, или быть включён в группу диагнозов вспышки заболевания. Диагнозы следующих случаев заболевания / сессий не удовлетворяет правилу: {0}. Измените диагноз вспышки заболевания (группы диагнозов) или удалите эти случаи / сессии из вспышки заболевания.
th_th: การวินิจฉัยกรณี/เซสชั่นนั้นต้องเหมือนกันกับการวินิจฉัยของการระบาด หรือรวมอยู่ในกลุ่มการวินิจฉัยของการระบาด การวินิจฉัยของกรณี/เซสชั่นต่อไปนี้ ไม่เสริมกฏนั้นๆ: {0} เปลี่ยนการวินิจฉัยการระบาด (กลุ่มการวินิจฉัย) หรือย้ายกรณี/เซสชั่นเหล่านี้ออกจากการระบาด

# msgSessionInOutbreak
source: The session {0} is included in the outbreak {1}. Remove this session from another outbreak?
ar_iq: الجلسة {0} موجودة في التفشي {1}. هل تود إزالة هذه الجلسة من تفشٍ آخر؟
ka_ge: სესია {0} დამატებულია {1} ეპიდაფეთქებაში.მოხდეს მისი ამოღება სხვა ეპიდაფეთქებიდან ?
kk_kz: Жағдай {0} Ауру Тарауына {1} қосылды. Жағдайды Ару Тарауынан алып тастауыңыз келе ме?
ru_ru: Сессия {0} включена в вспышку заболевания {1}. Удалить эту сессию из другой вспышки заболевания?
th_th: เซสชั่น {0} รวมอยู่ในการระบาด {1} คุณต้องการย้ายเซสชั่นนี้จากอีกการระบาดหรือไม่

# msgCaseMissing
source: Information on this case doesn’t exist in the system. Probably it has been deleted before.
ar_iq: معلومات عن هذه الحالة غير موجودة في النظام. ربما قد تم حذفها من قبل.
ka_ge: სისტემაში არ არსებობს ინფორმაცია ამ შემთხვევის შესახებ. სავარაუდოდ ის მანამდე იქნა წაშლილი.
kk_kz: Жүйеде бұл жағдай бойынша ақпарат жоқ. Ол бұрын жойылуы мүмкін.
ru_ru: Информация по данному случаю в системе отсутствует. Возможно, он был ранее удален.
th_th: ไม่มีข้อมูลของกรณีในระบบ อาจถูกลบไปแล้วก่อนหน้านี้

# msgCaseModeActive
source: Active
ar_iq: نشط
ka_ge: აქტიური
kk_kz: Активті
ru_ru: Активные
th_th: ทำงานได้

# msgCaseModePassive
source: Passive
ar_iq: سلبي
ka_ge: პასიური
kk_kz: Пассивті
ru_ru: Пассивные
th_th: นิ่ง

# msgCaseNoRights
source: You don’t have rights to view this case.
ar_iq: ليس لديك حقوق عرض هذه الحالة.
ka_ge: თქვენ არ გაქვთ ამ შემთხვევის ნახვის უფლება.
kk_kz: Бұл жағдайды қарап шығу үшін сіздің құқыңыз жеткіліксіз.
ru_ru: У вас недостаточно прав для просмотра данного случая.
th_th: คุณไม่มีสิทธิ์ในการดูกรณีนี้

# msgChangeData
source: Do you want to change data?
ar_iq: هل ترغب في تغيير البيانات؟
ka_ge: გსურთ მონაცემთა შეცვლა?
kk_kz: Сіз деректерді өзгерткіңіз келе ме?
ru_ru: Вы хотите изменить данные?
th_th: คุณต้องการเปลี่ยนข้องมูลหรือไม่?

# msgClearFF
source: Panel content will be cleared. Clear it?
ar_iq: سيتم مسح محتوى اللوحة. هل تود المسح؟
ka_ge: პანელის შიგთავსი გასუფთავდება. გსურთ მისი გასუფთავება?
kk_kz: Панельдің ішіндегісі тазаланады. Тазалау керек пе?
ru_ru: Содержимое панели будет очищено. Очистить?
th_th: ข้อมูลในแผงจะถูกล้าง ต้องการล้างหรือไม่?

# msgClearFFCaption
source: Clear panel
ar_iq: مسح اللوحة
ka_ge: პანელის გასუფთავება
kk_kz: Панельді тазалау
ru_ru: Очистить панель
th_th: ล้างแผง

# msgCloseApp
source: Close application?
ar_iq: إغلاق التطبيق؟
ka_ge: გსურთ პროგრამიდან გამოსვლა?
kk_kz: Бағдарламаны жабу керек пе?
ru_ru: Закрыть программу?
th_th: ปิดแอพพลิเคชั่นหรือไม่?

# msgYearPattern
source: yyyy
ar_iq: س س س س
ka_ge: წელი
kk_kz: жыл
ru_ru: гггг
th_th: ปี

# msgMonthPattern
source: mm
ar_iq: ش ش
ka_ge: თვე
kk_kz: ай
ru_ru: мм
th_th: เดือน

# msgDayPattern
source: dd
ar_iq: ي ي
ka_ge: რიცხვი
kk_kz: күн
ru_ru: дд
th_th: วัน

# msgConfermCaseAnimalDelete
source: The animal and all samples related with this animal will be deleted. Delete animal?
ar_iq: سيتم حذف الحيوان مع جميع العينات المتعلقة مع هذا الحيوان. هل تود حذف الحيوان؟
ka_ge: ჩანაწერი ცხოველის შესახებ და მასთან დაკავშირებული ნიმუშების ჩანაწერები იქნება წაშლილი. გსურთ ცხოველის წაშლა?
kk_kz: Жануар туралы жазба, сондай-ақ осы жануарға барлық сынамалар мен тесттер жағдай сипаттамасынан алып тасталады. Жазба алып тасталсын ба?
ru_ru: Запись о животном, а также все пробы и тесты, относящиеся к данному животному будут удалены из описания случая. Удалить запись?
th_th: สัตว์และตัวอย่างทั้งหมดที่เกี่ยวกับกันสัตว์นี้จะถูกลบ ลบสัตว์นี้หรือไม่?

# msgConfirmCancelChangesForm
source: Return the form to the last saved state?
ar_iq: إعادة النموذج إلى آخر حالة محفوظة؟
ka_ge: გსურთ ფორმის დაბრუნება ბოლო დამახსოვრების მდგომარეობაში?
kk_kz: Нысан соңғы сақталу жағдайына қайтарылсын ба?
ru_ru: Вернуть форму в состояние последнего сохранения?
th_th: เรียกคืนสถานะแบบฟอร์มที่บันทึกล่าสุดหรือไม่?

# msgConfirmCaseFarmDeleteAvian
source: You are going to replace the current farm with another one. All flocks, species, samples and tests records related to the current farm will be assigned to the other farm. Replace the farm?
ar_iq: أنت تريد استبدال المزرعة الحالية بمزرعة أخرى. سيتم تعيين جميع الأسراب والأنواع والعينات وسجلات الاختبارات المتعلقة بالمزرعة الحالية إلى المزرعة الأخرى. هل تود استبدال المزرعة؟
ka_ge: თქვენ ცვლით მიმდინარე ფერმის ჩანაწერს სხვა ფერმის ჩანაწერით. შეცვლის შემთხვევაში მიმდინარე ფერმასთან დაკავშირებული ყველა ჩანაწერი (გუნდები, სახეობები, ნიმუშები, ტესტები) დაკავშირდება შერჩეულ ფერმას. გსურთ შეცვალოთ მიმდინარე ფერმა?
kk_kz: Сіз ферма туралы осы жазбаны ауыстырмақшысыз ба? Табынға, жануарларға, сынамаларға сілтемелер және осы фермаға қатысты тесттер жағдайдың сипаттамасынан алып тасталады. Жазба ауыстырылсын ба?
ru_ru: Вы собираетесь заменить текущую запись о ферме. Все ссылки на стада, пробы и тесты, относящиеся к данной ферме будут удалены из описания случая. Заменить запись?
th_th: คุณกำลังจะแทนที่ฟาร์มปัจจุบันด้วยฟาร์มอื่น ฝูงนก,สายพันธุ์,ตัวอย่างและการทดสอบทั้งหมดที่เกี่ยวข้องกับฟาร์มปัจจุบันจะถูกกำหนดไปที่ฟาร์มอื่น ต้องการแทนที่ฟาร์มหรือไม่?

# msgConfirmCaseFarmDeleteLivestock
source: You are going to replace the current farm with the new one. All herds, animals, samples and tests records related with current farm will be assigned to the new farm. Replace the farm?
ar_iq: انك سوف تعوض المزرعة الحالية بمزرعة اخرى جديدة. سيتم تعيين جميع قطعان والحيوانات، وعينات وسجلات الاختبارات ذات الصلة مع المزارع الحالية إلى المزرعة الجديدة. استبدال المزرعة؟
ka_ge: თქვენ ცვლით მიმდინარე ფერმის ჩანაწერს სხვა ფერმის ჩანაწერით. შეცვლის შემთხვევაში მიმდინარე ფერმასთან დაკავშირებული ყველა ჩანაწერი (ჯოგები, ცხოველები, ნიმუშები, ტესტები) დაკავშირდება შერჩეულ ფერმას. გსურთ შეცვალოთ მიმდინარე ფერმა?
kk_kz: Сіз ферма туралы осы жазбаны ауыстырмақшысыз ба? Табынға, жануарларға, сынамаларға сілтемелер және осы фермаға қатысты тесттер жағдайдың сипаттамасынан алып тасталады. Жазба ауыстырылсын ба?
ru_ru: Вы собираетесь заменить текущую запись о ферме. Все ссылки на стада, животных, пробы и тесты, относящиеся к данной ферме будут удалены из описания случая. Заменить запись?
th_th: คุณกำลังจะแทนที่ฟาร์มปัจจุบันด้วยฟาร์มใหม่ ฝูงสัตว์,สัตว์,ตัวอย่างและการทดสอบทั้งหมดที่เกี่ยวข้องกับฟาร์มปัจจุบันจะถูกกำหนดไปที่ฟาร์มใหม่ ต้องการแทนที่ฟาร์มหรือไม่?

# msgConfirmClearForm
source: Clear the form content?
ar_iq: هل تود مسح محتوى النموذج؟
ka_ge: გსურთ ფორმის შიგთავსის გასუფთავება?
kk_kz: Нысанды тазалау керек пе?
ru_ru: Очистить форму?
th_th: ล้างเนื้อหาแบบฟอร์มหรือไม่?

# msgConfirmDeleteFolder
source: Are you sure you want to delete the folder '{0}' and all its contents?
ar_iq: هل أنت متأكد من حذف المجلد '{0}' مع كافة محتوياته؟
ka_ge: დარწმუნებული ხართ, რომ გსურთ '{0}' საქაღალდის და მთელი მისი შიგთავსის წაშლა?
kk_kz: '{0}' папкасын және оның ішіндегінің бәрін алып тастағыңыз келетініне сенімдісіз бе?
ru_ru: Вы уверены, что хотите удалить папку '{0}' и все ее содержимое?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบโฟลด์เดอร์ '{0}' และเนื้อหาทั้งหมด?

# msgConfirmPasswordError
source: New and Confirmed passwords must match
ar_iq: يجب أن تتطابق كلمة المرور الجديدة وكلمة المرور المؤكدة
ka_ge: პაროლის დადასტურება არასწორია.
kk_kz: Расталған пароль дұрыс емес.
ru_ru: Подтвержденный пароль неверен.
th_th: รหัสผ่านใหม่และรหัสที่ยืนยันต้องเหมือนกัน

# msgVetCaseIsNotAvailable
source: VetCase is not available.
ar_iq: الحالة البيطرية غير متوفرة.
ka_ge: ვეტ დაავადების შემთხვევა მიუწვდომელია
kk_kz: Жануарлардың ауыру жағдайы қол жеткізгісіз
ru_ru: Случай заболевания животных недоступен
th_th: กรณีทางสัตว์แพทย์ไม่มีอยู่

# Error_Custom
source: An error occurred.
ar_iq: حدث خطأ.
ka_ge: შეცდომაა.
kk_kz: Қате шықты
ru_ru: Возникла ошибка.
th_th: เกิดข้อผิดพลาด

# Error_Unknown
source: Can't find the exception.
ar_iq: تعذر العثور على الاستثناء.
ka_ge: შეცდომის აღწერა არ მოიძებნა.
kk_kz: Қатенің сипаттамасын табу мүмкін болмай тұр.
ru_ru: Не удается найти описание ошибки.
th_th: ไม่พบข้อยกเว้น

# Error_PageNotFound
source: The page you requested was not found.
ar_iq: لم يتم العثور على الصفحة التي طلبتها.
ka_ge: თქვენს მიერ მოთხოვნილი გვერდი არ მოიძებნა.
kk_kz: Сұралған бет табылған жоқ.
ru_ru: Запрошенная страница не найдена.
th_th: ไม่พบหน้าที่คุณเรียก

source: Error: session expired.
ar_iq: خطأ: انتهت مدة الجلسة.
ka_ge: შეცდომა: ვებ სერვერთან კავშირის სესიის დრო ამოიწურა.
kk_kz: Қате: веб-сервердің сессиясы ескірген
ru_ru: Ошибка: сессия веб сервера устарела
th_th: ข้อผิดพลาด: เซสชั่นหมดอายุ

# Error_SummaryNotFound
source: Error: Summary is not found.
ar_iq: خطأ: لم يتم العثور على الملخص.
ka_ge: შეცდომა: ჯამური ანგარიში არ მოიძებნა.
kk_kz: Жинақталған есеп жазбасы табылмады
ru_ru: Запись обобщенного отчета не найдена
th_th: ข้อผิดพลาด: ไม่พบข้อสรุป

# msgCopyPrefix
source: Copy{0} of
ar_iq: نسخة{0} من
ka_ge: {0}–ს ასლი
kk_kz: {0} көшірмесі
ru_ru: Копия {0}
th_th: สำเนา{0} ของ

# msgDeduplicateQuestion
source: Do you want to de-duplicate the cases?
ar_iq: إلغاء تكرار الحالات؟
ka_ge: გსურთ მოახდინოთ შემთხვევების დედუპლიკაცია?
kk_kz: Дубликат алып тасталсын ба?
ru_ru: Вы уверены в том, что хотите удалить дубликат?
th_th: คุณต้องการจะลบกรณีที่ซ้ำออกหรือไม่?

# msgDefaultFolderName
source: New folder
ar_iq: مجلد جديد
ka_ge: ახალი საქაღალდე
kk_kz: Жаңа папка
ru_ru: Новая папка
th_th: โฟลด์เดอร์ใหม่

source: New Folder
ar_iq: مجلد جديد
ka_ge: ახალი საქაღალდე
kk_kz: Жаңа папка
ru_ru: Новая папка
th_th: โฟลด์เดอร์ใหม่

# msgDeleteHerdCaption
source: Delete {0}.
ar_iq: حذف {0}.
ka_ge: {0}–ს წაშლა
kk_kz: {0} жою.
ru_ru: Удалить {0}.
th_th: ลบ {0}

# msgDeleteSpeciesCaption
source: Delete species
ar_iq: حذف الأنواع
ka_ge: სახეობების წაშლა
kk_kz: Түрді алып тастау
ru_ru: Удалить вид
th_th: ลบสายพันธุ์

# msgDestroyContainer
source: The container will be marked as destroyed. You will not be able to produce any operation with this container in the future. Destroy container?
ar_iq: سيتم تعليم الحاوية على أنها دمِّرت. ولن تكون قادراً على إنتاج أية عملية باستخدام هذه الحاوية في المستقبل. هل تود تدمير الحاوية؟
ka_ge: კონტეინერი აღნიშნული იქნება როგორც განადგურებული. მომავალში ამ კონტეინერთან დაკავშირებით ვერანაირ ოპერაციას ვერ განახორციელებთ. განადგურდეს კონტეინერი?
kk_kz: Бұл контейнер жойылған ретінде белгіленетін болады.Болашақта сіз бұл контейнермен қандайда бір операция орындай алмайтын боласыз. Жалғастыру керек пе?
ru_ru: Данный контейнер будет помечен как уничтоженный. В будущем Вы не сможете выполнять каких-либо операций с данным контейнером. Продолжить?
th_th: ตู้เก็บนี้จะถูกทำเครื่องหมายว่าถูกทำลาย คุณจะไม่สามารถทำการปฏิบัติการใดๆกับที่เก็บนี้ในอนาคตได้ ต้องการทำลายตู้เก็บหรือไม่?

# msgEmptyRow
source: One of rows has empty translation {0}
ar_iq: أحد الأسطر خالي من الترجمة {0}
ka_ge: ერთ–ერთ სტრიქონს არ გააჩნია ქართული მნიშვნელობა {0}
kk_kz: Жолдардың бірінде {0} аудармасы жоқ.
ru_ru: Одна из строк не содержит перевода {0}
th_th: หนึ่งในแถวมีการแปลที่ว่าง {0}

# msgEnglishCharsEnabled
source: International name can include only latin letters.
ar_iq: الأسماء العالمية يمكن أن تحتوي على أحرف لاتينية فقط.
ka_ge: საერთაშორისო დასახელება უნდა შეიცავდეს მხოლოდ ლათინურ ასოებს.
kk_kz: Ағылшынша атауы тек қана латын әріптерінен тұруға тиіс.
ru_ru: Английское название может состоять только из латинских букв.
th_th: ชื่อสากลสามารถใช้ตัวอักษรลาตินได้อย่างเดียวเท่านั้น

# msgEnRayonExists
source: It is not possible to create 2 rayons with the same English name. Such value already exists.
ar_iq: ليس من الممكن إنشاء منطقتين سكنيتين تحملان نفس الاسم الإنجليزي. هذه القيمة موجودة مسبقاً.
ka_ge: რაიონი მოცემული ინგლისური დასახელებით უკვე არსებობს. შეიყვანეთ სხვა რაიონის ინგლისური დასახელება.
kk_kz: Ағылшынша атауы осындай аудан бар.Ағылшын тіліндегі атауы басқа ауданды енгізіңіз.
ru_ru: Район с таким английским названием уже существует. Пожалуйста, введите другое название района на английском языке
th_th: ไม่สามารถสร้างอำเภอ/ตำบลทั้ง 2 ด้วยชื่อภาษาอังกฤษเดียวกันได้ ค่านั้นๆมีปรากฏอยู่แล้ว

# msgEnSetlementExists
source: It is not possible to create 2 settlements with the same English name. Such value already exists.
ar_iq: ليس من الممكن إنشاء تجمعين سكنيين يحملان نفس الاسم الإنجليزي. هذه القيمة موجودة مسبقاً.
ka_ge: დასახლებული პუნქტი მოცემული ინგლისური დასახელებით უკვე არსებობს. შეიყვანეთ დასახლებული პუნქტის სხვა ინგლისური დასახელება.
kk_kz: Ағылшынша атауы осындай елді мекен бар. Ағылшын тіліндегі атауы басқа елді мекенді енгізіңіз
ru_ru: Населенный пункт с таким английским названием уже существует. Пожалуйста, введите другое название населенного пункта на английском языке
th_th: ไม่สามารถสร้างชุมชนทั้ง 2 ด้วยชื่อภาษาอังกฤษเดียวกันได้ ค่านั้นๆมีปรากฏอยู่แล้ว

# msgEnterRequiredParameter
source: Enter required parameters.
ar_iq: إدخال المعلمات المطلوبة.
ka_ge: შეიყვანეთ საჭირო პარამეტრები
kk_kz: Қажетті параметрлерді енгізіңіз.
ru_ru: Введите необходимые параметры
th_th: ป้อนพารามิเตอร์ที่จำเป็น

# msgExportSuccess
source: Data Export has been completed successfully.
ar_iq: تم الانتهاء من تصدير البيانات بنجاح.
ka_ge: მონცემთა ექსპორტი წარმატებით დასრულდა
kk_kz: Деректерді экспорттау ойдағыдай аяқталды
ru_ru: Экспорт данных был успешно завершен
th_th: ทำการส่งออกข้อมูลเรียบร้อยแล้ว

# msgFarmDoesntExist
source: Couldn't find the farm for which you want to create the case. Check that the session is saved and farm is not deleted by another user during session editing.
ar_iq: تعذر العثور على المزرعة التي تريد إنشاء الحالة لها. تأكد من أن الجلسة قد حفظت وأن المزرعة لم تحذف من قبل مستخدم آخر أثناء تحرير الجلسة.
ka_ge: ფერმა, რომლისთვისაც თქვენ გსურთ შემთხვევის შექმნა, არ მოიძებნა. შეამოწმეთ, რომ სესია დამახსოვრებულია და ფერმა არ არის წაშლილი სხვა მომხმარებლის მიერ სესიის რედაქტირების დროს.
kk_kz: Ол үшін жағдай ашқыңыз келетін ферманы табу мүмкін емес. Белсенді қадағалау сессиясы сақталғанын және сесссияны редакциялау кезінде басқа пайдаланушы ферманы алып тастамағанын тексеріңіз.
ru_ru: Невозможно найти ферму, для которой вы хотите создать случай. Проверьте, что сессия активного надзора сохранена и ферма не удалена другим пользователем во время редактирования сессии.
th_th: ไม่พบฟาร์มที่คุณต้องการสร้างกรณี ตรวจสอบเซสชั่นว่ามีการบันทึกแล้ว และไม่ได้ลบฟาร์มโดยผู้ใช้คนอื่นในระหว่างการแก้ไขเซสชั่น

# msgFarmHasNoTestResults
source: There are no records in the session with Rule In interpretation, for which a case has not been created yet.
ar_iq: لا توجد سجلات في الجلسة مع تفسير تأكيد، والتي لم يتم إنشاء حالة لها.
ka_ge: შემთხვევის შექმნა შეუძლებელია. არ არსებობს ამ ფერმასთან დაკავშირებული ახალი დადებითი ტესტი.
kk_kz: Жағдайды ашу мүмкін емес. Осы фермаға байланысты оң тест жоқ.
ru_ru: Сессия не содержит записей в списке интерпретаций результатов проведенных тестов со статусом 'Подтверждает', для которых еще не был создан случай заболевания.
th_th: ไม่มีบันทึกในเซสชั่นเกี่ยวกับผล Rule In ว่าสำหรับกรณีใดที่ยังไม่ได้สร้าง

# msgFieldGroupSuffix
source: Fields
ar_iq: حقول
ka_ge: ველები
kk_kz: Жолақ
ru_ru: Поля
th_th: ช่อง

# msgFilterAccess
source: MS Access database|*.mdb
ar_iq: قاعدة البيانات MS Access|*.mdb
ka_ge: MS Access მონაცემთა ბაზა|*.mdb
kk_kz: MS Access деректер базасы|*.mdb
ru_ru: База данных MS Access|*.mdb
th_th: การเข้าถึงฐานข้อมูล MS |*.mdb

# msgFilterExcel
source: Excel documents (xls format)|*.xls
ar_iq: مستندات Excel (تنسيق xls)|*.xls
ka_ge: Excel–ის ფორმატის დოკუმენტები|*.xls
kk_kz: Excel құжаттар|*.XLS
ru_ru: Документы Excel|*.XLS
th_th: เอกสาร Excel (ฟอร์แม็ต xls )|*.xls

# msgFilterExcelXLSX
source: Excel documents (xlsx format)|*.xlsx
ar_iq: مستندات Excel (تنسيق xlsx)|*.xlsx
ka_ge: Excel–ის ფორმატის დოკუმენტები|*.xlsx
kk_kz: Excel құжаттар|*.XLSX
ru_ru: Документы Excel|*.XLSX
th_th: เอกสาร Excel (ฟอร์แม็ต xlsx)|*.xlsx

# msgFilterGroupSuffix
source: Filters
ar_iq: عوامل التصفية
ka_ge: ფილტრები
kk_kz: Сүзгілер
ru_ru: Фильтры
th_th: ตัวกรอง

# msgFilterHtml
source: HTML documents|*.html
ar_iq: مستندات HTML|*.html
ka_ge: HTML ფორმატის დოკუმენტები|*.html
kk_kz: HTML құжаттары|*.html
ru_ru: Документы HTML|*.html
th_th: เอกสาร HTML |*.html

# msgFilterJpg
source: Jpeg images|*.jpg
ar_iq: Jpeg صور|*.jpg
ka_ge: Jpeg ფორმატის სურათები|*.jpg
kk_kz: Jpeg бейнесі|*.jpg
ru_ru: Jpeg изображения|*.jpg
th_th: รูปภาพ Jpeg |*.jpg

# msgFilterPdf
source: PDF documents|*.pdf
ar_iq: PDF مستندات|*.pdf
ka_ge: PDF ფორმატის დოკუმენტები|*.pdf
kk_kz: PDF құжаты*.pdf
ru_ru: Документы PDF|*.pdf
th_th: เอกสาร PDF |*.pdf

# msgFilterRtf
source: Rich text documents|*.rtf
ar_iq: مستندات نص منسق|*.rtf
ka_ge: მდიდარი ტექსტური ფორმატის დოკუმენტები|*.rtf
kk_kz: |*.rtf құжаттары
ru_ru: Документы RTF|*.rtf
th_th: เอกสารข้อความเข้มข้น|*.rtf

# msgFirstHundredRecords
source: It is too much records. The first 100 records are shown only.
ar_iq: هناك عدد كبير جدا من السجلات. يتم عرض أول 100 سجل فقط.
ka_ge: ძებნის შედეგად ნაპოვნია ძალიან ბევრი ჩანაწერი. ნაჩვენებია მხოლოდ პირველი 100 ჩანაწერი
kk_kz: Жазбалар тым көп. Алғашқы 100 жазба ғана көрсетілді.
ru_ru: Слишком много записей. Показаны только 100 первых записей.
th_th: มีบันทึกมากเกินไป จะแสดงเฉพาะบันทึก 100 รายการแรกเท่านั้น

# msgFolderExists
source: Cannot rename {0}: A folder with the name you specified already exists. Specify a different folder name.
ar_iq: لا يمكن إعادة التسمية {0}: هناك مجلد موجود مسبقاً يحمل الاسم الذي حددته. حدد اسم مجلد مختلف.
ka_ge: {0} დასახელების შეცვლა შეუძლებელია: საქაღალდე ასეთი დასახელებით უკვე არსებობს. მიუთითეთ საქაღალდის სხვა დასახელება.
kk_kz: {0}-ге басқа атау беру мүмкін емес: Осындай атаулы папка бар. Папканың басқа атауын көрсетіңіз.
ru_ru: Не удается переименовать '{0}': Папка с указанным именем уже существует. Укажите другое имя папки.
th_th: ไม่สามารถแก้ไขชื่อ{0}: โฟลด์เดอร์ที่มีชื่อที่คุณกำหนดนั้นมีปรากฏอยู่แล้ว กรุณากำหนดชื่อสำหรับโฟลด์เดอร์นี้ใหม่

# msgNoUniqueFolderName
source: Folder with the name you specified already exists. Specify a different folder name.
ar_iq: هناك مجلد موجود مسبقاً يحمل الاسم الذي حددته. حدد اسم مجلد مختلف.
ka_ge: საქაღალდე ასეთი დასახელებით უკვე არსებობს. მიუთითეთ განსხვავებული დასახელება
kk_kz: Папка берілген атумен жүйеде бұрыннан бар. Папкаға басқа атау беріңіз.
ru_ru: Папка с указанным именем уже существует. Укажите другое имя папки.
th_th: ชื่อโฟลเดอร์ที่คุณกำหนดนั้นมีอยู่แล้วในระบบ กรุณากำหนดชื่อใหม่สำหรับโฟลเดอร์นี้

# msgNoUniqueNatFolderName
source: Folder with the national name you specified already exists. Specify a different folder name.
ar_iq: هناك مجلد موجود مسبقاً يحمل الاسم الوطني الذي حددته. حدد اسم مجلد مختلف.
ka_ge: საქაღალდე ასეთი ქართული დასახელებით უკვე არსებობს. მიუთითეთ განსხვავებული დასახელება
kk_kz: Папка өз тілінде берілген атумен жүйеде бұрыннан бар. Папкаға басқа атау беріңіз.
ru_ru: Папка с указанным именем на русском языке уже существует. Укажите другое имя папки.
th_th: ชื่อโฟลเดอร์ที่มีชื่อประเทศที่คุณกำหนดนั้นมีอยู่แล้วในระบบ กรุณากำหนดชื่อใหม่สำหรับโฟลเดอร์นี้

# msgHumCaseForm
source: Human Case Investigation Form
ar_iq: نموذج تحقيق في حالة بشرية
ka_ge: ადამიანის დაავადების შემთხვევის კვლევის ფორმა
kk_kz: Адамның ауыру жағдайын эпидемиологиялық зерттеу картасы
ru_ru: Карта эпидемиологического расследования случая заболевания человека
th_th: แบบฟอร์มการสืบสวนกรณีผู้ป่วย

# msgImportMaxErrorsExceeded
source: Data was not imported. Input data contains too many errors. Maximum errors number is exceeded.
ar_iq: لم يتم استيراد البيانات. إدخال البيانات يحتوي على أخطاء كثيرة جدا. تم تجاوز الحد الأقصى لعدد الأخطاء.
ka_ge: მონაცემთა იმპორტი ვერ მოხერხდა. შემავალი მონაცემი შეიცავს დასაშვებზე მეტ შეცდომას.
kk_kz: Деректер импортталған жоқ. Кіру деректерінде қате өте көп. Қателер жол берілетін ең көп саннан асып кеткен.
ru_ru: Данные не были импортированы. Входные данные содержат слишком много ошибок. Превышено максимально допустимое число ошибок.
th_th: ไม่มีการอิมพอร์ตข้อมูล การป้อนข้อมูลมีข้อผิดพลาดมากเกินไป จำนวนข้อผิดพลาดนั้นเกินกว่าที่กำหนด
