Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# msgTooBigLayoutForChart
source: The layout should contains at most {0} items to show on chart.
ar_iq: يجب أن يحتوي التخطيط على {0} عنصر (عناصر) على الأكثر لعرضه على المخطط.
ka_ge: სქემა არ უნდა შეიცავდეს {0} ელემენტზე მეტს დიაგრამაზე ასასახად.
kk_kz: Диаграммада көрсету үшін көріністе {0} ден артық емес элемент болу керек
ru_ru: Отчет должен содержать не более {0} элементов для отображения на диаграмме.
th_th: เลย์เอาท์ควรมีรายการ{0} อย่างมากเพื่อแสดงในแผนภูมิ

# msgUndefinedPrinter
source: Printer Has not Been Set
ar_iq: لم يتم إعداد الطابعة
ka_ge: პრინტერი არ არის დაყენებული
kk_kz: Принтер берілген жоқ.
ru_ru: Принтер не задан.
th_th: ยังไม่ได้ตั้งค่าเครื่องพิมพ์

# msgVectorSampleUniqueID
source: Combination of Field Sample ID and Vector type must be unique.
ar_iq: يجب أن يكون خليط معرف حقل العينة ونوع الناقل فريداً.
ka_ge: ნიმუშის საველე ID და გადამტანის ტიპის ველების მნიშვნელობების კომბინაცია უნდა იყოს უნიკალური
kk_kz: Сынаманың далалық дара № және Жұқтырушының типі жолақтары мәнінің құрамасы бірегей болуға тиіс.
ru_ru: Комбинация значений полей Полевой инд.№ пробы и Тип переносчика должна быть уникальной.
th_th: การรวมกันระหว่างID ตัวอย่างช่องและประเภทตัวพาหะโรคนั้นต้องไม่ซ้ำ

# msgCustomReportRowsUniqueID
source: Combination of Diagnosis Or Group and Name must be unique.
ar_iq: يجب أن يكون الجمع ما بين التشخيص أو المجموعة والأسم فريداً.
ka_ge: დიაგნოზის ან ჯგუფის და სახელის კომბინაცია უნდა იყოს უნიკალური.
kk_kz: Диагноз және Атау комбинациясы бірегей болу керек.
ru_ru: Сочетание диагноза или группы и имени должно быть уникальным.
th_th: การรวมกันระหว่างการวินิจฉัย หรือกลุ่มและชื่อนั้นต้องไม่ซ้ำ

# msgHospitalUniqueID
source: Record with this hospital/sentinel station already exists.
ar_iq: هناك سجل موجود مسبقاً يحمل اسم هذه المستشفى/مركز الحراسة.
ka_ge: ჩანაწერი ასეთი საავადმყოფოთი/საყრდენი ბაზით უკვე არსებობს.
kk_kz: Ауру хана деректері жүйеде бұрыннан бар.
ru_ru: Запись в этой больнице / контрольном посту уже существует.
th_th: บันทึกที่มีโรงพยาบาล/สถานีเฝ้ายามมีปรากฏอยู่แล้ว

# msgBssAggUnique
source: Only one form can be created for the same time interval and site.
ar_iq: لايمكن إنشاء غير انموذج واحد لنفس الفترة الزمنية والموقع.
ka_ge: ერთიდაიგივე დროის ინტერვალისთვის და ობიექტისთვის მხოლოდ ერთი ფორმის შექმნაა შესაძლბელი
kk_kz: Бір сайтта және бір мезгілде тек қана бір форма жасауға болады.
ru_ru: Для одного и того же временного интервала и сайта можно создать только одну форму.
th_th: สำหรับช่วงเวลาและพื้นที่เดียวกัน สามารถสร้างได้เพียงแบบฟอร์มเดียวเท่านั้น

# msgDiagnosesUniqueID
source: Diseases must be unique.
ar_iq: يجب أن تكون الأمراض فريدة.
ka_ge: დაავადების დასახელება უნდა იყოს უნიკალური
kk_kz: Диагноз бірегей болу керек.
ru_ru: Заболевания должны быть уникальными.
th_th: โรคต่างๆต้องไม่ซ้ำ

# msgVSSummaryQuantities
source: The sum of all positive quantities must be equal or less then Summary total quantity
ar_iq: يجب أن يكون مجموع كافة الكميات الإيجابية مساوٍ أو أقل من ملخص الكمية الإجمالية
ka_ge: ყველა დადებითი სიდიდის შეჯამებული რაოდენობა უნდა უდრიდეს ან იყოს ნაკლები ვიდრე საერთო ჯამური რაოდენობა.
kk_kz: Оң болған жағдайлардың соммасы барлық жағдайлардың соммасына тең немесе кем болу керек.
ru_ru: Сумма всех положительных величин должна быть равна или меньше общего количества сводных данных
th_th: การสรุปของปริมาณที่เป็นบวกต้องเท่ากัน หรือน้อยกว่าการสรุปของปริมาณทั้งหมด

# msgWholePage
source: Whole Page
ar_iq: صفحة كاملة
ka_ge: მთლიანი გვერდი
kk_kz: Бүкіл бет
ru_ru: Вся страница
th_th: ทั้งหน้า

# msgCouldNotExportChart
source: Could not get Export chart. View ID={0}, Language={1}
ar_iq: لم يكن بالإمكان الحصول على مخطط التصدير. معرف العرض ={0}، اللغة={1}
ka_ge: დიაგრამის ექსპორტი ვერ მოხერხდა. გამოსახულების ID={0}, ენა={1}
kk_kz: Диаграмманы экспорттау мүмкін емес. Көрініс нөмірі ={0}, Тіл={1}
ru_ru: Невозможно экспортировать диаграмму. Идентификатор представления={0}, язык={1}
th_th: ไม่สามารถรับแผนภูมิส่งออกได้ ดู ID={0} ภาษา={1}

# New_test_result_as_old_one
source: New test result can not be the same as old one.
ar_iq: لا يمكن ان تكون النتيجة الجديدة هي نفس النتيجة القديمة.
ka_ge: ტესტის ახალი შედეგი ვერ იქნება იგივე რაც ძველი შედეგი.
kk_kz: Тесттің жаңа нәтижесі бұрынғы сияқты болмайды
ru_ru: Новый результат теста не может быть таким же как старый.
th_th: ผลการทดสอบใหม่จะไม่สามารถเหมือนกับผลเก่าได้

# NoResults
source: There are no results
ar_iq: لا توجد نتائج
ka_ge: შედეგი არ არის
kk_kz: Нәтиже жоқ.
ru_ru: Нет результатов
th_th: ไม่มีผลลัพธ์

# NoSavedLayoutMessage
source: [New layout]
ar_iq: [تخطيط جديد]
ka_ge: [ახალი სქემა]
kk_kz: [Жаңа көрініс]
ru_ru: [Новый отчет]
th_th: [เลย์เอาท์ใหม่]

source: New Layout
ar_iq: تخطيط جديد
ka_ge: ახალი სქემა
kk_kz: Жаңа көрініс
ru_ru: Новый отчет
th_th: เลย์เอาท์ใหม่

# noEmployeeSelectedErrorMessage
source: Please select an employee
ar_iq: يرجى تحديد موظف
ka_ge: გთხოვთ შეარჩიოთ თანამშრომელი
kk_kz: Қызметкерді таңдаңыз
ru_ru: Пожалуйста, выберите сотрудника
th_th: กรุณาเลือกผู้ว่าจ้าง

source: November
ar_iq: نوفمبر/تشرين 2
ka_ge: ნოემბერი
kk_kz: Қараша
ru_ru: Ноябрь
th_th: เดือนพฤศจิกายน

source: October
ar_iq: أوكتوبر/تشرين 1
ka_ge: ოქტომბერი
kk_kz: Қазан
ru_ru: Октябрь
th_th: เดือนตุลาคม

# pageTitleAvianDetails
source: Avian Disease Investigation Form
ar_iq: نموذج تحقيق في مرض الطيور
ka_ge: ფრინველის დაავადების კვლევის ფორმა
kk_kz: Құстың ауруын зерттеу
ru_ru: Форма исследования заболеваний птицы
th_th: แบบฟอร์มการสืบสวนโรคจากสัตว์ปีก

# pageTitleChangePassword
source: Change Password
ar_iq: تغيير كلمة المرور
ka_ge: პაროლის შეცვლა
kk_kz: Құпия сөзді ауыстырыңыз
ru_ru: Смена пароля
th_th: เปลี่ยนรหัสผ่าน

# pageTitleSetLocation
source: Set location
ar_iq: تحديد الموقع
ka_ge: მდებარეობის მითითება
kk_kz: Тұрған жерді көрсетіңіз
ru_ru: Укажите местоположение
th_th: ตั้งค่าตำแหน่ง

# pageTitleLvstkDetails
source: Livestock Disease Investigation Form
ar_iq: نموذج تحقيق في مرض المواشي
ka_ge: შინაურ ცხოველთა დაავადების კვლევის ფორმა
kk_kz: Жануарларлардың ауруын зерттеу
ru_ru: Форма расследования заболевания животных
th_th: แบบฟอร์มการสืบสวนโรคจากปศุสัตว์

# ParameterAlreadyInTemplateMessage
source: Can't add parameter, because it is in template already
ar_iq: لا يمكن إضافة المعلمة، لأنها موجودة مسبقاُ في القالب
ka_ge: შეუძლებელია პარამეტრის დამატება, რადგან იგი უკვე გამოყენებულია ამ შაბლონში
kk_kz: Параметр қосуға болмайды, себебі ол қалыпқа қосылған
ru_ru: Нельзя добавить параметр, потому что он уже добавлен в шаблон
th_th: ไม่สามารรถเพิ่มพารามิเตอร์ เพราะว่าอยู่ในเท็มเพลตเรียบร้อยแล้ว

# ParameterDeleteQuestion
source: Do you want delete parameter?
ar_iq: هل تريد ازالة المعلمة؟
ka_ge: გსურთ პარამეტრის წაშლა?
kk_kz: Сіз параметрді алып тастағыңыз келе ме?
ru_ru: Вы хотите удалить параметр?
th_th: คุณต้องการลบพารามิเตอร์หรือไม่?

# ParameterFixedPresetValueRemove_Has_tlbActivityParameters
source: Parameter Fixed Preset Value can not be deleted. It is used in Activity Parameters.
ar_iq: لا يمكن حذف قيمة المعلمة المعينة مسبقا والمثبتة. لأنها مستخدمة في معلمات النشاط.
ka_ge: პარამეტრის წინასწარ დაყენებული ფიქსირებული სიდიდის წაშლა შეუძლებელია. რადგან იგი გამოიყენება აქტივობების პარამეტრებში.
kk_kz: Параметрдің белгіленген берілген мәнін жоюға болмайды. Ол деректерде пайдаланылады.
ru_ru: Фиксированное заданное значение параметра не может быть удалено. Оно уже используется данными.
th_th: ไม่สามารถลบค่าพารามิเตอร์ที่กำหนดที่ตั้งค่าไว้ก่อนได้ มีการใช้ค่านี้ในพารามิเตอร์การปฏิบัติการ

# ParameterFixedPresetValueRemove_Has_tlbAggrMatrixVersion
source: Parameter Fixed Preset Value can not be deleted. It is used in Aggregate Matrix.
ar_iq: لا يمكن حذف قيمة المعلمة المعينة مسبقاً والمثبتة. لأنها مستخدمة في المصفوفة الإجمالية.
ka_ge: პარამეტრის წინასწარ დაყენებული ფიქსირებული სიდიდის წაშლა შეუძლებელია. რადგან იგი გამოიყენება აგრეგირებულ მატრიცაში.
kk_kz: Параметрдің белгіленген берілген мәнін жоюға болмайды. Ол агрегацияланған деректерде пайдаланылады.
ru_ru: Фиксированное заданное значение параметра не может быть удалено. Оно используется агрегированными данными.
th_th: ไม่สามารถลบค่าพารามิเตอร์ที่กำหนดที่ตั้งค่าไว้ก่อนได้ มีการใช้ค่านี้ในเมตริกซ์รวม

# ParameterRemove_Has_ffParameterForTemplate_Rows
source: Parameter can not be deleted. It is used in Templates.
ar_iq: لا يمكن حذف المعلمة. فهي مستخدمة في القوالب.
ka_ge: პარამეტრის წაშლა შეუძლებელია. იგი გამოიყენება შაბლონებში.
kk_kz: Параметрді жоюға болмайды. Ол қалыптарда пайдаланылады.
ru_ru: Параметр не может быть удален. Он используется в Шаблонах.
th_th: ไม่สามารถลบพารามิเตอร์ได้ มีการใช้อยู่ในเท็มเพลต

# ParameterRemove_Has_Rules_Rows
source: Parameter can not be deleted. It is used in Rules.
ar_iq: لا يمكن حذف المعلمة. فهي مستخدمة في القواعد.
ka_ge: პარამეტრის წაშლა შეუძლებელია. იგი გამოიყენება წესებში.
kk_kz: Параметрді жоюға болмайды. Ол ережелерде пайдаланылады.
ru_ru: Параметр не может быть удален. Он используется в правилах.
th_th: ไม่สามารถลบพารามิเตอร์ได้ มีการใช้อยู่ในกฏ

# ParameterRemove_Has_tasQuerySearchField_Rows
source: Parameter can not be deleted. It is used in AVR.
ar_iq: لا يمكن حذف المعلمة. فهي مستخدمة في مراقبة صحة التقارير.
ka_ge: პარამეტრის წაშლა შეუძლებელია. რადგან იგი გამოიყენება AVR-ში.
kk_kz: Параметрді жоюға болмайды. Ол ТКЕ модулінде пайдаланылады.
ru_ru: Параметр не может быть удален. Он используется модулем АВО.
th_th: ไม่สามารถลบพารามิเตอร์ได้ มีการใช้อยู่ใน AVR

# ParameterRemove_Has_tlbActivityParameters_Rows
source: Parameter can not be deleted. There are some data in Activity Parameters.
ar_iq: لا يمكن حذف المعلمة. هناك بعض البيانات في معلمات النشاط.
ka_ge: პარამეტრის წაშლა შეუძლებელია. რადგან არსებობს რაღაც მონაცემები აქტივობების პარამეტრებში.
kk_kz: Параметрді жоюға болмайды. Осы параметрмен байланысты деректерді қамтитын нысандар бар.
ru_ru: Параметр не может быть удален. Существуют формы, содержащие данные связанные, с этим параметром.
th_th: ไม่สามารถลบพารามิเตอร์ได้ มีข้อมูลบางอย่างอยู่ในพารามิเตอร์การปฏิบัติงาน

# ParameterRemove_Has_tlbAggrMatrixVersion_Rows
source: Parameter can not be deleted. There are some data in Aggregate Matrix linked to this parameter
ar_iq: لا يمكن حذف المعلمة. هناك بعض البيانات في المصفوفة الإجمالية مرتبطة بهذه المعلمة
ka_ge: პარამეტრის წაშლა შეუძლებელია. იგი გამოიყენება აგრეგირებულ მატრიცაში.
kk_kz: Параметрді жоюға болмайды. Ол агрегацияланған деректерде пайдаланылады.
ru_ru: Параметр не может быть удален. Он используется агрегированными данными.
th_th: ไม่สามารถลบพารามิเตอร์ได้ มีข้อมูลบางอย่างอยู่ในเมตริกซ์รวมที่เชื่อมต่อกับพารามิเตอร์นี้

# ParameterRemove_ParameterForFunction
source: Parameter can not be deleted. There are some rules with uses this parameter.
ar_iq: لا يمكن حذف المعلمة. هناك بعض القواعد تستخدم هذه المعلمة.
ka_ge: პარამეტრის წაშლა შეუძლებელია. რადგან ზოგიერთი წესი იყენებს ამ პარამეტრს.
kk_kz: Параметрді жоюға а болмайды. Кейбір ережелерде осы параметр пайдаланылады.
ru_ru: Параметр не может быть удален. Некоторые правила используют этот параметр.
th_th: ไม่สามารถลบพารามิเตอร์ได้ มีข้อมูลกฏบางอย่างที่มีการใช้กับพารามิเตอร์นี้

# ParameterTypeRemove_Has_ffParameter
source: Parameter Type can not be deleted. It is used in Parameters.
ar_iq: لا يمكن حذف نوع المعلمة. لأنها مستخدمة في معلمات أخرى.
ka_ge: პარამეტრის ტიპის წაშლა შეუძლებელია. რადგან იგი გამოიყენება პარამეტრებში.
kk_kz: Параметр үлгісін жоюға болмайды. Ол Параметрлерде пайдаланылады.
ru_ru: Тип параметра не может быть удален. Он используется в Параметрах.
th_th: ไม่สามารถลบประเภทพารามิเตอร์ได้ มีการใช้อยู่ในพารามิเตอร์

# ParameterTypeRemove_Has_tlbActivityParameters
source: Parameter Type can not be deleted. It is used in Activity Parameters.
ar_iq: لا يمكن حذف نوع المعلمة. لأنها مستخدمة في معلمات النشاط.
ka_ge: პარამეტრის ტიპის წაშლა შეუძლებელია. რადგან იგი გამოიყენება აქტივობების პარამეტრებში.
kk_kz: Параметр үлгісін жоюға болмайды. Осы параметрмен байланысты деректерді қамтитын нысандар бар.
ru_ru: Тип параметра не может быть удален. Существуют формы, содержащие данные, связанные с этим параметром.
th_th: ไม่สามารถลบประเภทพารามิเตอร์ได้ มีการใช้อยู่ในพารามิเตอร์การปฏิบัติงาน

source: Paste
ar_iq: لصق
ka_ge: ჩასმა
kk_kz: Кірістіру
ru_ru: Вставить
th_th: วาง

source: Pool/Vector ID
ar_iq: معرف التجمع/الناقل
ka_ge: პულის/გადამტანის ID
kk_kz: Пулдың-жұқтырушының дара №
ru_ru: Инд. № пула/переносчика
th_th: ID กลุ่มเลือด/ตัวนำโรค

source: Remove
ar_iq: إزالة
ka_ge: წაშლა
kk_kz: Алып тастау
ru_ru: Удалить
th_th: ย้ายออก

source: Report
ar_iq: تقرير
ka_ge: ანგარიში
kk_kz: Есеп
ru_ru: Отчет
th_th: รายงาน

source: Results
ar_iq: النتائج
ka_ge: შედეგი
kk_kz: Нәтижелер
ru_ru: Результаты
th_th: ผลลัพธ์

# ResultsFound
source: Results ({0} item(s) are found)
ar_iq: نتائج ({0} عنصر (عناصر) موجودة )
ka_ge: შედეგი ({0} ობიექტი ნაპოვნია)
kk_kz: Нәтижелер ( {0} элемент табылды)
ru_ru: Результаты (найдено {0} элементов)
th_th: ผลลัพธ์ ({0}พบรายการ (s) นี้)

# Rule_Cant_Add_Unsaved_Parameter
source: The unsaved parameter can't be used. You must save parameter.
ar_iq: لا يمكن استخدام المعلمة الغير محفوظة. يجب حفظ المعلمة.
ka_ge: შეუძლებელია პარამეტრის შაბლონში გამოყენება დამახსოვრების გარეშე. მოახდინეთ პარამეტრის დამახსოვრება.
kk_kz: Сақталмаған параметрді пайдалану мүмкін емес. Сіз параметрді сақтауыңыз керек.
ru_ru: Несохраненный параметр не может быть использован. Вы должны сохранить параметр.
th_th: ไม่สามารถใช้พารามิเตอร์ที่ไม่ได้บันทึกได้ คุณต้องบันทึกพารามิเตอร์

# Rule_Cant_Add_Unsaved_Template
source: The rule can't be added into unsaved template. You must save template.
ar_iq: لا يمكن أن تضاف القاعدة إلى قالب غير محفوظ. يجب حفظ القالب.
ka_ge: შეუძლებელია წესის დამატება შაბლონში დამახსოვრების გარეშე. მოახდინეთ შაბლონის დამახსოვრება.
kk_kz: Ережені сақталмаған қалыпқа қосу мүмкін емес. Қалыпты сақтап қойыңыз.
ru_ru: Правило не может быть добавлено в несохраненный шаблон. Вы должны сохранить шаблон.
th_th: ไม่สามารถเพิ่มกฏลงไปในไปเท็มเพลตที่ไม่ได้บันทึกได้ คุณต้องบันทึกเท็มเพลต

# Rule_Save_MustSetAction
source: You must set rule action for {0}
ar_iq: يجب عليك تعيين إجراء القاعدة لـ {0}
ka_ge: უნდა დააყენოთ წესის ქმედება შემდეგი წესისთვის {0}.
kk_kz: Сіз {0} үшін ереженің қолданылуын белгілеуге тиіссіз
ru_ru: Вы должны установить действие правила для {0}.
th_th: คุณต้องตั้งค่าการปฏิบัติงานกฏสำหรับ {0}

# Rule_Save_MustSetConstant
source: You must set rule constant(s) for {0}
ar_iq: يجب عليك تعيين ثابت (ثوابت) القاعدة لـ {0}
ka_ge: უნდა დააყენოთ წესის კონსტანტა(ები) შემდეგი წესისთვის {0}.
kk_kz: Сіз {0} үшін ереженің тұрақты шамасын белгілеуге тиіссіз
ru_ru: Вы должны установить константы правила для {0}.
th_th: คุณต้องตั้งค่าค่าคงตัวกฏสำหรับ {0}

# Rule_Save_MustSetFunction
source: You must set rule function for {0}
ar_iq: يجب عليك تعيين وظيفة القاعدة لـ {0}
ka_ge: უნდა დააყენოთ წესის ფუნქცია შემდეგი {0}.
kk_kz: Сіз {0} үшін ереженің функциясын белгілеуге тиіссіз
ru_ru: Вы должны установить функцию правила для {0}.
th_th: คุณต้องตั้งค่าฟังค์ชั่นกฏสำหรับ {0}

# Rule_MessageText
source: The field "Message Text" is mandatory. You must enter data in this field before saving form.
ar_iq: الحقل "نص رسالة" إلزامي. يجب عليك إدخال البيانات في هذا الحقل قبل حفظ النموذج.
ka_ge: ველი "შეტყობინების ტექსტი ინგლისურად" სავალდებულოა. თქვენ უნდ აშეავსოთ ეს ველი ფორმის დამახსოვრებამდე
kk_kz: "Хабарлама тексті" жолағы толтырылуға мғндетті. Форманы сақтаудан бұрын бұл жолақты толтырыңыз.
ru_ru: Поле «Текст сообщения» является обязательным. Перед сохранением формы вы должны ввести данные в это поле.
th_th: ช่อง"ข้อความ"นั้นจำเป็น คุณต้องทำการป้อนข้อมูลลงในช่องนี้ก่อนทำการบันทึกแบบฟอร์ม

# Rule_MessageNationalText
source: The field "Message National Text" is mandatory. You must enter data in this field before saving form.
ar_iq: الحقل "نص رسالة وطني" إلزامي. يجب عليك إدخال البيانات في هذا الحقل قبل حفظ النموذج.
ka_ge: ველი "შეტყობინების ტექსტი ქართულად" სავალდებულოა. თქვენ უნდ აშეავსოთ ეს ველი ფორმის დამახსოვრებამდე
kk_kz: "Хабарлама тексті" жолағы толтырылуға мғндетті. Форманы сақтаудан бұрын бұл жолақты толтырыңыз.
ru_ru: Поле «Текст сообщения на русском языке» является обязательным. Перед сохранением формы вы должны ввести данные в это поле.
th_th: ช่อง"ข้อความประจำชาติ"นั้นจำเป็น คุณต้องทำการป้อนข้อมูลลงในช่องนี้ก่อนทำการบันทึกแบบฟอร์ม

# RuleDeleteQuestion
source: Do you want delete rule?
ar_iq: هل تريد حذف القاعدة؟
ka_ge: გსურთ წესის წაშლა?
kk_kz: Сіз ережені алып тастағыңыз келе ме?
ru_ru: Вы хотите удалить правило?
th_th: คุณต้องการลบกฏนี้หรือไม่?

source: Save
ar_iq: حفظ
ka_ge: დამახსოვრება
kk_kz: Сақтау
ru_ru: Сохранить
th_th: บันทึก

# btnSaveShort
source: Save
ar_iq: حفظ
ka_ge: დამახს.
kk_kz: Сақтау
ru_ru: Сохранить
th_th: บันทึก

source: Search
ar_iq: بحث
ka_ge: ძებნა
kk_kz: Іздеп табу
ru_ru: Найти
th_th: ค้นหา

# SearchResRecords
source: search results
ar_iq: نتائج البحث
ka_ge: ძებნის შედეგი
kk_kz: Іздеу нәтижелері
ru_ru: результаты поиска
th_th: ค้นหาผลลัพธ์

# SectionDeleteQuestion
source: Do you want delete section?
ar_iq: هل تريد حذف القسم؟
ka_ge: გსურთ სექციის წაშლა?
kk_kz: Сіз секцияны алып тастағыңыз келе ме?
ru_ru: Вы хотите удалить секцию?
th_th: คุณต้องการลบหมวดนี้หรือไม่?

# sectionDiseasesList
source: Diseases And Species List
ar_iq: قائمة الأمراض و أنواع الحيوانات
ka_ge: დაავადებათა და სახეობათა ჩამონათვალი
kk_kz: Жануар аурулары мен түрлерінің тізбесі
ru_ru: Перечень заболеваний и видов животных
th_th: รายการโรคและสายพันธุ์

source: Diseases And Species
ar_iq: الأمراض وأنواع الحيوانات
ka_ge: დაავადებების და სახეობების ჩამონათვალი
kk_kz: Жануар аурулары мен түрлері
ru_ru: Заболевания и виды животных
th_th: โรคและสายพันธุ์

# SectionRemove_Has_ffDecorElement_Rows
source: Section can not be deleted. It is used in Decor Elements.
ar_iq: لا يمكن حذف القسم. لأنه مستخدم في عناصر الديكور.
ka_ge: სექციის წაშლა შეუძლებელია. იგი გამოიყენება დეკორის ელემენტებში.
kk_kz: Секцияны жою мүмкін емес. Ол ресімдеу элементтерінде пайдаланылады.
ru_ru: Невозможно удалить секцию. Она используется в элементах оформления.
th_th: ไม่สามารถลบหมวดนี้ได้ มีการใช้อยู่ในส่วนประกอบการตกแต่ง

# SectionRemove_Has_ffParameter_Rows
source: Section can not be deleted. There are parameters in this section.
ar_iq: لا يمكن حذف القسم. هناك معلمات في هذا القسم.
ka_ge: სექციის წაშლა შეუძლებელია, რადგან ამ სექციაში არსებობს პარამეტრები.
kk_kz: Секцияны жою мүмкін емес. Онда параметрлер бар.
ru_ru: Невозможно удалить секцию. Она содержит параметры.
th_th: ไม่สามารถลบหมวดนี้ได้ มีพารามิเตอร์อยู่ในหมวดนี้

# SectionRemove_Has_ffSection_ParentSection_Rows
source: Section can not be deleted. There are child sections.
ar_iq: لا يمكن حذف القسم. هناك أقسام فرعية.
ka_ge: სექციის წაშლა შეუძლებელია, რადგან არსებობს შვილობილი სექციები.
kk_kz: Секцияны жою мүмкін емес. Онда еншілес секциялар бар.
ru_ru: Невозможно удалить секцию. Она содержит дочерние секции.
th_th: ไม่สามารถลบหมวดนี้ได้ มีหมวดย่อยอยู่

# SectionRemove_Has_ffSectionForTemplate_Rows
source: Section can not be deleted. It is used in Templates.
ar_iq: لا يمكن حذف القسم. لأنه مستخدم في القوالب.
ka_ge: სექციის წაშლა შეუძლებელია. იგი გამოიყენება შაბლონებში.
kk_kz: Секцияны жою мүмкін емес. Ол қалыптарда пайдаланылады.
ru_ru: Невозможно удалить секцию. Она используется в Шаблонах.
th_th: ไม่สามารถลบหมวดนี้ได้ มีการใช้ในเท็มเพลต

# sectionTitleAvianEpiInfo
source: Epidemiological information/Product Movement/Backward Tracing
ar_iq: معلومات وبائية/حركة الإنتاج/تتبع عكسي
ka_ge: ეპიდემიოლოგიური ინფორმაცია / პროდუქტის გადაადგილება / უკუმიდევნება
kk_kz: Эпидемиологиялық деректер/ Өнімнің орнын ауыстыру/Кері қадағалау
ru_ru: Эпидемиологические данные/Перемещение продукции/ Обратное отслеживание
th_th: ข้อมูลเกี่ยวกับการระบาดของโรค/การเคลื่อนย้ายผลิตภัณฑ์/การติดตามย้อนหลัง

# sectionTitleControlMeasures
source: Control Measures
ar_iq: إحراءات وقائية
ka_ge: საკონტროლო ღონისძიებები
kk_kz: Ауруларды бақылау бойынша іс-шаралар
ru_ru: Мероприятия по контролю за заболеванием
th_th: มาตรการการควบคุม

# sectionTitleEpiInfo
source: Epidemiological information
ar_iq: معلومات وبائية
ka_ge: ეპიდემიოლოგიური ინფორმაცია
kk_kz: Эпидемиологиялық деректер
ru_ru: Эпидемиологические данные
th_th: ข้อมูลเกี่ยวกับการระบาดของโรค

# sectionTitleFarmKind
source: Farm Kind
ar_iq: نوع المزرعة
ka_ge: ფერმის ნაირსახეობა
kk_kz: Ферма түрі
ru_ru: Вид фермы
th_th: ประเภทฟาร์ม

# strFlockSpeciesInfo
source: Flock/Species info
ar_iq: معلومات عن السرب/الأنواع
ka_ge: ინფორმაცია გუნდის/სახეობის შესახებ
kk_kz: Табын/түрлер бойынша деректер
ru_ru: Данные по стаду/видам
th_th: ข้อมูลฝูงสัตว์ปีก/สายพันธุ์

# strHerdSpeciesInfo
source: Herd/Species Info
ar_iq: معلومات عن القطيع/الأنواع
ka_ge: ჯოგის/სახეობის მონაცემები
kk_kz: Табын/түр туралы ақпарат
ru_ru: Информация о стаде / биол. виде
th_th: ข้อมูลฝูงสัตว์/สายพันธุ์

source: Select
ar_iq: تحديد
ka_ge: არჩევა
kk_kz: Таңдау
ru_ru: Выбрать
th_th: เลือก

source: September
ar_iq: سبتمبر/أيلول
ka_ge: სექტემბერი
kk_kz: Қыркүйек
ru_ru: Сентябрь
th_th: เดือนกันยายน

# SessionExpired
source: Your session is expired. Please Logout and Log in again.
ar_iq: انتهت مدة صلاحية جلستك. يرجى تسجيل الخروج وتسجيل الدخول مرة أخرى.
ka_ge: ვებ სესიის სეანსის დრო ამოიწურა. ხელახლა გაიარეთ ავტორიზაცია.
kk_kz: Веб сессия сеансы аяқталды. Жаңадан авторлықты көрсетіңіз.
ru_ru: Сеанс веб сессии истек. Пожалуйста, авторизуйтесь заново.
th_th: เซสชั่นของคุณหมดอายุแล้ว กรุณาลงชื่อออกและลงชื่อเข้าใช้อีกครั้ง

source: Species
ar_iq: نوع الحيوان
ka_ge: სახეობა
kk_kz: Түр
ru_ru: Вид
th_th: สายพันธุ์

# intCollectionEffort_CurrentDate_msgId
source: Collection Effort must be positive value.
ar_iq: يجب أن يتمتع جهد الجمع بقيمة إيجابية.
ka_ge: შეგროვების ხანგძლივობა უნდა იყოს დადებითი სიდიდე
kk_kz: Жігер Топтамасы мәтіні оң болу керек.
ru_ru: Значение «Длительность сбора» должно быть положительным.
th_th: การเก็บต้องเป็นค่าบวก

# intQuantity_intPositiveQuantity_msgId
source: The value of 'Positive Pools/Vectors' must not be bigger than value in the 'Number of Pools/Vectors Collected' field.
ar_iq: يجب أن ألا تكون قيمة ’تجمعات/نواقل إيجابية‘ أكبر من القيمة في حقل ’عدد التجمعات/النواقل التي تم جمعها‘.
ka_ge: "დადებითი პულების/გადამტანების რაოდენობა" არ უნდა არემატებოდეს "შეგროვებული პულების/გადამტანების რაოდენობას"
kk_kz: Оң болған Пул / Жұқтырушы' мәтіні 'Жиналған Пул/Жұқтырушы Саны' жолағының мәтінінен көп болмау керек..
ru_ru: Значение «Положительные группы / переносчики заболеваний» не должно превышать значение, указанное в поле «Количество собранных групп / переносчиков заболеваний».
th_th: ค่าของ 'กลุ่มเลือด/พาหะนำโรคบวก' ต้องไม่มากกว่าค่าในช่อง 'จำนวนกลุ่มเลือด/พาหะนำโรคที่เก็บ'

# strActionID
source: Action ID
ar_iq: معرف الإجراء
ka_ge: ღონისძიების ID
kk_kz: Іс-әрекеттің дара №
ru_ru: Инд. № действия
th_th: ID การปฏิบัติ

# strCantChangeAvianSpecies
source: There are samples that refer to this species. You should delete these samples before species change.
ar_iq: هناك عينات تشير إلى هذا النوع. يجب حذف هذه العينات قبل تغيير الأنواع.
ka_ge: არსებობს ნიმუშები, რომლებიც დაკავშირებულია ამ სახეობასთან. წაშალეთ ეს ნიმუშების ჩანაწერები სანამ მოახდენთ სახეობის შეცვლას.
kk_kz: Бұл түрге қатысты сынамалар бар. Түрді өзгерпес бұрын бұл сынамаларды алып тастауға тиіссіз.
ru_ru: Существуют пробы, относящиеся к этому виды. Вы должны удалить эти пробы до изменения вида.
th_th: มีตัวอย่างที่อ้างอิงถึงสายพันธุ์นี้ คุณควรลบตัวอย่างเหล่านี้ก่อนสายพันธุ์เปลี่ยน

# strCantChangeLivestockSpecies
source: There are animals that refer to this species. You should delete these animals before species change.
ar_iq: هناك حيوانات تشير إلى هذا النوع. يجب حذف هذه الحيوانات قبل تغيير الأنواع.
ka_ge: არსებობს ცხოველები, რომლებიც დაკავშირებულია ამ სახეობასთან. წაშალეთ ეს ცხოველების ჩანაწერები სანამ მოახდენთ სახეობის შეცვლას.
kk_kz: Бұл түрге жататын жануар бар. Түрді өзгертпес бұрын бұл жануарды алып тастауға тиіссіз.
ru_ru: Существуют животные, относящиеся к этому виду. Вы должны удалить этих животных прежде чем менять вид.
th_th: มีสัตว์ที่อ้างอิงถึงสายพันธุ์นี้ คุณควรลบสัตว์เหล่านี้ก่อนสายพันธุ์เปลี่ยน

# strColumn
source: Column
ar_iq: العمود
ka_ge: სვეტი
kk_kz: Бағана
ru_ru: Колонка
th_th: คอลัมน์
