Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# gis_OpenMpkError
source: Map can't be imported!
ar_iq: لا يمكن استيراد الخريطة!
ka_ge: რუკის იმპორტი შეუძლებელია!
kk_kz: Карта импортталмауға тиіс!
ru_ru: Карта не может быть импортирована!
th_th: ไม่สามารถนำเข้าแผนที่ได้

# gis_SaveMpkError
source: Map can't be saved!
ar_iq: لا يمكن حفظ الخريطة!
ka_ge: რუკის შენახვა შეუძლებელია!
kk_kz: Карта сақталмауға тиіс!
ru_ru: Карта не может быть сохранена!
th_th: ไม่สามารถบันทึกแผนที่ได้!

# HumanSampleID
source: Local Sample ID
ar_iq: معرف العينة المحلية
ka_ge: ნიმუშის ადგილობრივი ID
kk_kz: Іріктеп алу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID ตัวอย่างท้องถิ่น

# idfAnimal
source: Animal ID
ar_iq: معرف الحيوان
ka_ge: ცხოველის ID
kk_kz: Жануардың дара №
ru_ru: Инд. № животного
th_th: ID สัตว์

# intPatientAge_idfsHumanAgeType_msgId
source: Fields 'Age' and 'Age Type' should be set or reset together.
ar_iq: يجب إعداد أو إعادة إعداد الحقلين ’العمر‘ و ’فئة العمر‘ معاً.
ka_ge: "ასაკის" და "ასაკის ტიპი"–ს ველები ან ორივე უნდა იყოს შევსებული ან არცერთი
ru_ru: Поля «Возраст» и «Тип возраста» должны быть оба либо заполнены, либо пусты.
th_th: ควรตั้งค่า หรือรีเซ็ตช่อง 'อายุ' และ 'ประเภทอายุ' ด้วยกัน

# idfsFinalDiagnosis_idfsTentativeDiagnosis_msgId
source: Final diagnosis shall be different from Diagnosis.
ar_iq: يجب ان يكون التشخيص النهائي مختلفا عن التشخيص.
ka_ge: საბოლოო დიაგნოზი უნდა განსხვავდებოდეს სავარაუდო დიაგნოზისგან
kk_kz: Түпкілікті диагноздың алдын ала диагноздан айырмашылығы болуға тиіс.
ru_ru: Окончательный диагноз должен отличаться от предварительного диагноза.
th_th: การวินิจฉัยสุดท้ายควรต่างจากการวินิจฉัย

# idfsYNHospitalization_Hospitalization
source: It is impossible to change Hospitalization. There is some information on hospitalization.
ar_iq: من المستحيل تغيير العلاج في المستشفى. هناك بعض المعلومات عن العلاج في المستشفي.
ka_ge: ჰოსპიტალიაზაციის ველის მნიშვნელობის შეცვლა შეუძლებელია,რადგან შეყვანილია ინფორმაცია ჰოსპიტალიზაციის შესახებ.
kk_kz: Госпитальға жатқызу жолағын өзгертуге болмайды, себебі госпитальға жатқызу туралы ақпарат енгізілген.
ru_ru: Нельзя изменить поле Госпитализация, т.к. введена информация о госпитализации.
th_th: ไม่สามารถเปลี่ยนระยะเวลาการนอนโรงพยาบาลได้ มีข้อมูลบางอย่างอยู่ในระยะเวลาการนอนโรงพยาบาล

# infoNewAccessionIn
source: New material accession in is created.
ar_iq: تم إنشاء إضافة مواد جديدة.
ka_ge: შეიქმნა ჩანაწერი ახალი ნიმუშის მიღების შესახებ
kk_kz: Жаңа сынама алынды
ru_ru: Принята новая проба
th_th: มีการสร้างการเข้าถึงในวัสดุใหม่

# infoNewAccessionOut
source: New material accession out is created.
ar_iq: تم إنشاء استبعاد مواد جديدة.
ka_ge: შეიქმნა ჩანაწერი ნიმუშის გადაცემის შესახებ
kk_kz: Сынаманы жаңадан беру
ru_ru: Новая передача пробы
th_th: มีการสร้างการเข้าถึงนอกวัสดุใหม่

# infoNewHumanCase
source: New human case is created.
ar_iq: تم إنشاء حالة بشرية جديدة
ka_ge: შეიქმნა ადამიანის დაავადების ახალი შემთხვევა
kk_kz: Адамға байланысты жаңа жағдай туралы хабарлама ашылды
ru_ru: Создано извещение о новом случае, связанном с человеком
th_th: มีการสร้างกรณีผู้ป่วยใหม่

# infoNewHumanCaseReceived
source: New human case notification is received.
ar_iq: تم استقبال اشعار بحالة بشرية جديدة.
ka_ge: მიღებულია შეტყობინება ადამიანის დაავადების ახალი შემთხვევის შესახებ
kk_kz: Адамның ауруының жаңа жағдайы туралы хабарлама алынды
ru_ru: Получено извещение о новом случае заболевания человека
th_th: ได้รับการรายงานกรณีผู้ป่วยใหม่

# infoNewNotificationEvent
source: New notification event is received.
ar_iq: تم استقبال إشعار بحدث جديد.
ka_ge: მიღებულია შეტყობინება ახალი მოვლენის შესახებ
kk_kz: Жаңа жағдай туралы хабарлама алынды
ru_ru: Получено извещение о новом событии
th_th: ได้รับการรายงานเหตุการณ์ใหม่

# infoNewOutbreak
source: New outbreak notification is created
ar_iq: تم إنشاء إشعار بتفشي جديد.
ka_ge: შეიქმნა შეტყობინება ახალი ეპიდაფეთქების შესახებ
kk_kz: Аурудың шығуы туралы хабарлама ашылды
ru_ru: Создано извещение о новой вспышке
th_th: มีการสร้างการรายงานการระบาดใหม่

# infoNewOutbreakReceived
source: New outbreak notification is received.
ar_iq: تم استلام إشعار بتفشي جديد.
ka_ge: მიღებულია შეტყობინება ახალი ეპიდაფეთქების შესახებ
kk_kz: Жаңадан аурудың шығуы туралы хабарлама алынды
ru_ru: Получено извещение о новой вспышке
th_th: ได้รับการรายงานการระบาดใหม่

# infoNewVetCase
source: New veterinary case is created.
ar_iq: تم إنشاء حالة بيطرية جديدة.
ka_ge: შეიქმნა ახალი ვეტ შემთხვევა
kk_kz: Жаңа ветеринариялық жағдай туралы хабарлама ашылды
ru_ru: Создано извещение о новом ветеринарном случае
th_th: มีการสร้างกรณีทางสัตวแพทย์ใหม่

# infoNewVetCaseReceived
source: New vet case notification is received.
ar_iq: تم استلام إشعار بحالة بيطرية جديدة.
ka_ge: მიღებულია შეტყობინება ვეტ დაავადების ახალი შემთხვევის შესახებ
kk_kz: Жаңа ветеринариялық жағдай туралы хабарлама алынды
ru_ru: Получено извещение о новом ветеринарном случае
th_th: ได้รับการรายงานกรณีทางสัตวแพทย์ใหม่

# infoPopupFormat
source: {0}. Click here to view new EIDSS events.
ar_iq: {0}. انقر هنا لعرض أحداث جديدة من النظام الإلكتروني المتكامل لمراقبة الأمراض.
ka_ge: {0}. დზეის–ის ახალი მოვლენის სანახავად დააწკაპუნეთ აქ.
kk_kz: {0}.АҚЭИЖ оқиғалары туралы жаңа хабарламаларды қарап шығу үшін осы жерде тімтуірді басыңыз
ru_ru: {0}. Щелкните мышкой здесь, чтобы просмотреть новые уведомления о событиях ЭИСНЗ
th_th: {0 คลิกที่นี่เพื่อดูเหตุการณ์ EIDSS

# infoTestRequest
source: New test request is created.
ar_iq: تم إنشاء طلب اختبار جديد.
ka_ge: შეიქმნა ახალი მოთხოვნა ტესტის ჩატარებაზე
kk_kz: Тест жүргізуге жаңа сұраным ашылды
ru_ru: Создан новый запрос на проведение теста
th_th: มีการสร้างคำร้องขอการทดสอบใหม่

# infoTestResult
source: New test results are created.
ar_iq: تم إنشاء نتائج اختبار جديدة.
ka_ge: შეიქმნა ტესტის ახალი შედეგები
kk_kz: Тесттің жаңа нәтижелері ашылды
ru_ru: Созданы новые результаты теста
th_th: มีการสร้างผลลัพธ์การทดสอบใหม่

# infoTestResultReceived
source: New test results are received.
ar_iq: تم استلام نتائج اختبار جديدة.
ka_ge: მიღებულია ტესტის ახალი შედეგები
kk_kz: Тесттің жаңа нәтижелері алынды
ru_ru: Получены новые результаты теста
th_th: ได้รับผลลัพธ์การทดสอบใหม่

source: item
ar_iq: عنصر
ka_ge: ობიექტი
kk_kz: объект
ru_ru: объект
th_th: รายการ

source: items
ar_iq: عناصر
ka_ge: ობიექტი
kk_kz: объектілер
ru_ru: объекты
th_th: รายการ

source: Monday
ar_iq: الأثنين
ka_ge: ორშაბათი
kk_kz: Дүйсенбі
ru_ru: Понедельник
th_th: วันจันทร์

source: Tuesday
ar_iq: الثلاثاء
ka_ge: სამშაბათი
kk_kz: Сейсенбі
ru_ru: Вторник
th_th: วันอังคาร

source: Wednesday
ar_iq: الأربعاء
ka_ge: ოთხშაბათი
kk_kz: Сәрсенбі
ru_ru: Среда
th_th: วันพุธ

source: Thursday
ar_iq: الخميس
ka_ge: ხუთშაბათი
kk_kz: Бейсенбі
ru_ru: Четверг
th_th: วันพฤหัสบดี

source: Friday
ar_iq: الجمعة
ka_ge: პარასკევი
kk_kz: Жұма
ru_ru: Пятница
th_th: วันศุกร์

source: Saturday
ar_iq: السبت
ka_ge: შაბათი
kk_kz: Сенбі
ru_ru: Суббота
th_th: วันเสาร์

source: Sunday
ar_iq: الأحد
ka_ge: კვირა
kk_kz: Жексенбі
ru_ru: Воскресенье
th_th: วันอาทิตย์

source: January
ar_iq: يناير/كانون الثاني
ka_ge: იანვარი
kk_kz: Қаңтар
ru_ru: Январь
th_th: เดือนมกราคม

# Journal60BH
source: Human
ar_iq: بشري
ka_ge: ადამიანი
kk_kz: Адам
ru_ru: Человек
th_th: มนุษย์

# Journal60BHA
source: Human, Avian
ar_iq: بشري، طيور
ka_ge: ადამიანი, ფრინველი
kk_kz: Адам, Құс
ru_ru: Человек, Птица
th_th: มนุษย์ สัตว์ปีก

# Journal60BHAL
source: Human, Avian, Livestock
ar_iq: بشري، طيور، ماشية
ka_ge: ადამიანი, შინაური ცხოველი, ფრინველი
kk_kz: Адам, Мал, Құс
ru_ru: Человек, Скот, Птица
th_th: มนุษย์ สัตว์ปีก ปศุสัตว์

# Journal60BHL
source: Human, Livestock
ar_iq: بشري، ماشية
ka_ge: ადამიანი, შინაური ცხოველი
kk_kz: Адам, Құс
ru_ru: Человек, Скот
th_th: มนุษย์ ปศุสัตว์

source: July
ar_iq: يوليو/تموز
ka_ge: ივლისი
kk_kz: Шілде
ru_ru: Июль
th_th: เดือนกรกฏาคม

source: June
ar_iq: يونيو/حزيران
ka_ge: ივნისი
kk_kz: Маусым
ru_ru: Июнь
th_th: เดือนมิถุนายน

# LabTestRuleIn
source: Rule In
ar_iq: تأكيد
ka_ge: დამტკიცება
kk_kz: Растайды
ru_ru: Подтверждает
th_th: นำไปใช้

# LabTestRuleOut
source: Rule Out
ar_iq: استبعاد
ka_ge: გამორიცხვა
kk_kz: Теріске шығарады
ru_ru: Опровергает
th_th: ไม่นำไปใช้

source: Language Name
ar_iq: اسم اللغة
ka_ge: ენის დასახელება
kk_kz: Тілдің атауы
ru_ru: Название языка
th_th: ชื่อภาษา

# LayoutTreeEditorHeader
source: Layout Tree Editor -
ar_iq: محرر شجرة التخطيط -
ka_ge: განლაგების სქემის ხის რედაქტორი -
kk_kz: Көрініс ағашының редакторы -
ru_ru: Редактор дерева отчетов -
th_th: บรรณาธิกรแผนผังเลย์เอาท์

# lbCloseAppCaption
source: Application Closing
ar_iq: جاري إغلاق التطبيق
ka_ge: პროგრამა იხურება
kk_kz: Бағдарламаны жабу
ru_ru: Закрытие программы
th_th: การปิดแอพพลิเคชั่น

# lbFreeLocationsCount
source: Free Locations:
ar_iq: مواقع خالية:
ka_ge: თავისუფალი ადგილები:
kk_kz: Бос орындар:
ru_ru: Свободные места:
th_th: ตำแหน่งฟรี:

# lblClinicalSigns
source: Species epidemiological and clinical investigation
ar_iq: تحقيقات وبائية وسريرية خاصة بالأنواع
ka_ge: სახეობების ეპიდემიოლოგიური და კლინიკური კვლევა
kk_kz: Клиникалық белгілер
ru_ru: Клинические признаки
th_th: การสอบสวนวิชาการเกี่ยวกับประเภทและการระบาดของโรคทางคลีนิค

# btClinicalInvestigation
source: Clinical Investigation
ar_iq: تحقيقات سريرية
ka_ge: კლინიკური ნიშნები
kk_kz: Клиникалық Зерттеулер
ru_ru: Клиническое исследование
th_th: การสอบสวนทางคลีนิค

# lblClinicalSignsAvian
source: Management/Clinical Signs/Necropsy Examination
ar_iq: الإدارة/العلامات السريرية/الفحص التشريحي للجثة
ka_ge: მართვა / კლინიკური ნიშნები / აუტოფსია
kk_kz: Іс-шаралар/Клиникалық белгілері/Ашып қарау нәтижелері
ru_ru: Мероприятия/Клинические признаки/Результаты вскрытия
th_th: การจัดการ/สัญญานทางคลีนิค/การตรวจสอบ

# lblEntryDate
source: Date
ar_iq: التاريخ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่

# lblFieldSampleID
source: Field Sample ID
ar_iq: معرف العينة الحقلية
ka_ge: ნიმუშის საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID ตัวอย่างช่อง

# lblFrom
source: from
ar_iq: من
ka_ge: საიდან
kk_kz: ... бастап
ru_ru: с
th_th: จาก

# lblFromNumeric
source: From:
ar_iq: من:
ka_ge: -დან
kk_kz: бастап
ru_ru: с:
th_th: จาก:

# lblToNumeric
source: To:
ar_iq: إلى:
ka_ge: -მდე
kk_kz: дейін
ru_ru: по:
th_th: ถึง:

# lblOfficer
source: Officer
ar_iq: المسؤول
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: เจ้าหน้าที่

# lblSampleTypeCodeCaption
source: Code
ar_iq: رمز
ka_ge: კოდი
kk_kz: Код
ru_ru: Код
th_th: รหัส

# lblSampleTypeMainCaption
source: Sample Types Editor
ar_iq: محرر أنواع العينات
ka_ge: ნიმუშის ტიპების რედაქტორი
kk_kz: Сынама үлгілері анықтамалағының редакторы
ru_ru: Редактор справочника типов проб
th_th: บรรณาธิกรประเภทตัวอย่าง

# lblSpeciesTypeCodeCaption
source: Code
ar_iq: رمز
ka_ge: კოდი
kk_kz: Код
ru_ru: Код
th_th: รหัส

# lblSpeciesTypeMainCaption
source: Species Types Editor
ar_iq: محرر أنواع الحيوانات
ka_ge: ცხოველთა სახეობების რედაქტორი
kk_kz: Жануар түрлері анықтамалығының редакторы
ru_ru: Редактор справочника видов животных
th_th: บรรณาธิกรประเภทสายพันธุ์

# lblSpecimenType
source: Sample Type
ar_iq: نوع العينة
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง

# lblTo
source: to
ar_iq: إلى
ka_ge: სადამდე
kk_kz: дейін
ru_ru: по
th_th: ไปที่

source: Logout
ar_iq: تسجيل خروج
ka_ge: სისტემიდან გამოსვლა
kk_kz: Шығу
ru_ru: Выйти
th_th: ลงชื่อออก

source: Main Menu
ar_iq: القائمة الرئيسية
ka_ge: მთავარი მენიუ
kk_kz: Басты мәзір
ru_ru: Главное меню
th_th: เมนูหลัก

source: March
ar_iq: مارس/آذار
ka_ge: მარტი
kk_kz: Наурыз
ru_ru: Март
th_th: เดือนมีนาคม

source: May
ar_iq: مايو/أيار
ka_ge: მაისი
kk_kz: Мамыр
ru_ru: Май
th_th: เดือนพฤษภาคม

# msgAvrServiceActualDbError
source: AVR Service could not connect to Actual EIDSS Database.
ar_iq: لم تتمكن خدمة مراقبة صحة التقارير من الاتصال بقاعدة البيانات الفعلية للنظام الإلكتروني المتكامل لمراقبة الأمراض.
ka_ge: ანალიტიკური მოდულის სერვისი ვერ უკავშირდება დზეის-ის აქტუალურ მონაცემთა ბაზას
kk_kz: АВО модулі ЭИСНЗ бағдарламаның өзекті дерекқорға қоса алмай жатыр.
ru_ru: Служба АВО не может подсоединиться к актуальной базе ЭИСНЗ.
th_th: บริการ AVR ไม่สามารถเชื่อมต่อได้กับฐานข้อมูลจริง EIDSS

# msgAvrServiceArchiveDbError
source: AVR Service could not connect to Archive EIDSS Database.
ar_iq: لم تتمكن خدمة مراقبة صحة التقارير من الاتصال بقاعدة بيانات أرشيف النظام الإلكتروني المتكامل لمراقبة الأمراض.
ka_ge: ანალიტიკური მოდულის სერვისი ვერ უკავშირდება დზეის-ის არქივირებულ მონაცემთა ბაზას
kk_kz: АВО модулі ЭИСНЗ бағдарламаның архивтік дерекқорға қоса алмай жатыр.
ru_ru: Служба АВО не может подсоединиться к архивной базе ЭИСНЗ
th_th: บริการ AVR ไม่สามารถเชื่อมต่อได้กับฐานข้อมูลEIDSS ที่ได้รับ

# msgAvrServiceDbError
source: AVR Service could not connect to AVR Service Database.
ar_iq: لم تتمكن خدمة مراقبة صحة التقارير من الاتصال بقاعدة بيانات خدمة مراقبة صحة التقارير.
ka_ge: ანალიტიკური მოდულის სერვისი ვერ უკავშირდება დზეის-ის ანალიტიკური მოდულის შესაბამის მონაცემთა ბაზას
kk_kz: АВО модулі АВО дерекқорға қоса алмай жатыр.
ru_ru: Служба АВО не может подсоединиться к базе службы АВО
th_th: บริการ AVR ไม่สามารถเชื่อมต่อได้กับฐานข้อมูลบรืการ EIDSS

# msgAvrServiceDbNameError
source: Could not get AVR service Database names due to internal error. See log for more details.
ar_iq: لم يكن بالإمكان الحصول على أسماء قاعدة بيانات خدمة مراقبة صحة التقارير بسبب خطأ داخلي. للمزيد من التفاصيل يرجى مراجعة السجل.
ka_ge: ანალიტიკური მოდული ვერ ახერხებს მონაცემთა ბაზების დასახელებების ამოღებას ტექნიკური ხარვეზის გამო. დეტალური ინფორმაციისთვის იხილეთ სარეგისტრაციო ჟურნალი.
kk_kz: АВО модулі дерекқорлардың атауларын ішкі қателер үшін ала алмай жатыр. Нақты деректер алу үшін журналды қараңыз.
ru_ru: Служба АВО не может получить имена баз данных из-за внутренней ошибки. Для получения подробностей смотрите журнал.
th_th: ไม่สามารถรับชื่อฐานข้อมูลบริการ AVR เนื่องจากข้อผิดพลาดภายใน ดูบันทึกเพื่อรายละเอียดเพิ่มเติม

# msgAvrServiceVersionError
source: Could not get AVR service version due to internal error. See log for more details.
ar_iq: لم يكن بالإمكان الحصول على إصدار خدمة مراقبة صحة التقارير بسبب خطأ داخلي. للمزيد من التفاصيل يرجى مراجعة السجل.
ka_ge: AVR სერვისი ვერ იღებს მონაცემებს შიდა შეცდომის გამო. დამატებითი ინფორმაციისთვის იხილეთ მოვლენათა ჟურნალი
kk_kz: АВО модулі өзінің версия туралы ақпаратты ішкі қателер үшін ала алмай жатыр. Нақты деректер алу үшін журналды қараңыз.
ru_ru: Служба АВО не может получить данные о своей версии из-за внутренней ошибки. Для получения подробностей смотрите журнал.
th_th: ไม่สามารถรับรุ่นฐานข้อมูลบริการ AVR เนื่องจากข้อผิดพลาดภายใน ดูบันทึกเพื่อรายละเอียดเพิ่มเติม

# msgCouldNotCreateLayoutCopy
source: Could not create layout copy. Layout ID={0}, Language={1}.
ar_iq: لم نستطع خلق نموذج منسوخ. رقم النموذج ID = {0}, اللغة = {1}.
ka_ge: შეუძლებელია სქემის ასლის გაკეთება. სქემის ID={0}, ენა ID={1}
kk_kz: Импортталған қабаттар
ru_ru: Создание копии макета (отчёта) невозможно. Идентификатор раскладки={0}, язык={1}.
th_th: ไม่สามารถสร้างสำเนาเลย์เอาท์ได้ ID เลย์เอาท์ ={0} ภาษา={1}

# msgCouldNotGetViewData
source: Could not get View Data from Layout. Layout ID={0}, Language={1}, SessionId={2}.
ar_iq: لم يكن بالإمكان الحصول على عرض البيانات من التخطيط. معرف التخطيط={0}، اللغة={1}، معرف الجلسة={2}.
ka_ge: ვერ მოხერხდა სქემიდან გამოსახულების მიღება. სქემის ID={0}, ენა={1}, სესიის ID={2}.
kk_kz: Деректерді Көру нысананы макеттерден алуға мүмкін емес. Макет ID = {0}, Тіл = {1}, ID сессии = {2}.
ru_ru: Не удалось получить представление данных из отчета. Идентификатор отчета={0}, язык={1}, идентификатор сессии={2}.
th_th: ไม่สามารถรับมุมมองข้อมูลจากเลย์เอาท์ได้ ID เลย์เอาท์={0} ภาษา={1} Id เซสชั่น ={2}

# msgCouldNotGetQueryCache
source: Could not get query cache refresh date and time for Query ID={0}.
ar_iq: لم يكن بالإمكان الحصول على تاريخ ووقت تحديث الاستعلام الخاص بمعرف الاستعلام={0}.
ka_ge: ვერ მოხერხდა თარიღის და დროის მოთხოვნის ქეშის ამოღება. მოთხოვნის ID={0}.
kk_kz: Кэш жаңартуға арналған сауалды алуға мүмкін емес. Сауалдың уақыты мен мерзімі. Сауал нөмірі = {0}.
ru_ru: Не удалось получить обновлённый кэш запроса по дате и времени для идентификатора запроса ID={0}.
th_th: ไม่สามารถทำให้คำถามแคชรีเฟรชวันที่ และเวลาได้ สำหรับ ID คำถาม={0}.

# msgCouldNotGetQueryCacheUserRequestDate
source: Could not get date when user requested query cache for Query ID={0}
ar_iq: لم نستطع الحصول على التاريخ عندما أرسل طلب الى الخادم الاني من قبل المستخدم حيث رقم الطلب = {0}
ka_ge: ვერ მოხერხდა მომხმარებლის მიერ მოთხოვნის ქეშის მიღების თარიღი მოთხოვნის იდენტიიკატორით ID={0}.
kk_kz: Қолданушының кэш сұранысының мерзімін алу мүмкін емес. Сұраныс ID={0}.
ru_ru: Не удалось получить дату полученя пользователем кэша запроса для идентификатора запроса ID={0}.
th_th: ไม่สามารถได้วันที่ เมื่อผู้ใช้ร้องขอคำถามแคช สำหรับ ID คำถาม={0}.

# msgCouldNotInvalidateQueryCacheAllLang
source: Could not make query cache table out of date. Query ID={0}, All Languages
ar_iq: تعذر جعل جدول تخزين الاستعلام المؤقت قديم. معرف الاستعلام={0}، كافة اللغات
ka_ge: თარიღის მოთხოვნის ცხრილიდან ქეშის მიღება ვერ მოხერხდა. მოთხოვნის={0}, ყველა ენა
kk_kz: Саулды жасай алмадым, кэш кестесі ескірген. Сауал ID = {0}, Бүкіл тілдерде
ru_ru: Не удалось сделать кэш запроса таблицы из даты. Идентификатор запроса={0}, все языки
th_th: ไม่สามารถสร้างตารางคำถามแคชที่เกินวันที่ได้ ID คำถาม={0}, ทุกภาษา

# msgCouldNotInvalidateQueryCache
source: Could not make query cache table out of date. Query ID={0}, Language={1}
ar_iq: تعذر جعل جدول تخزين الاستعلام المؤقت قديم. معرف الاستعلام={0}، اللغة={1}
ka_ge: მოთხოვნის ცხრილის ქეშის პაკეტის მიღება ვერ მოხერხდა. მოთხოვნის ID={0}, ენა={1}
kk_kz: Саулды жасай алмадым, кэш кестесі ескірген. Сауал ID = {0}, Тіл = {1}
ru_ru: Не удалось сделать кэш запроса таблицы из даты. Идентификатор запроса={0}, язык={1}
th_th: ไม่สามารถสร้างตารางคำถามแคชที่เกินวันที่ได้ ID คำถาม={0}, ภาษา={1}

# msgCouldNotDeleteQueryCache
source: Could not delete query cache. Query ID={0}, Language={1}
ar_iq: لايمكن حذف قمية الاستعلام. رقم الاستعلام = {0} , اللغة = {1}
ka_ge: მოთხოვნის ქეშის პაკეტის წაშლა ვერ მოხერხდა. მოთხოვნის ID={0}, ენა={1}
kk_kz: Сұраныс кэшін жоюға мүмкін емес. Сұраныс ={0}, тіл={1}
ru_ru: Не удалось удалить кэш запроса. Идентификатор запроса={0}, язык={1}
th_th: ไม่สามารถลบคำถามแคชได้ ID คำถาม={0} ภาษา={1}

# msgCouldNotGetQueryCachePacket
source: Could not get packet of query cache table. Query CasheID={0}, Packet No={1}
ar_iq: لم يكن بالإمكان الحصول على رزمة جدول تخزين الاستعلام. معرف تخزين استعلام={0}، رقم الرزمة={1}
ka_ge: მოთხოვნის ცხრილის ქეშის პაკეტის მიღება ვერ მოხერხდა. მოთხოვნის ID={0}, პაკეტის ={1}
kk_kz: Сауалдар кестесінің кэш пакетін ала алмадым. Кэш сауалдың нөмірі ={0}, Пакет ={1}
ru_ru: Не удалось получить пакет кэша запроса таблицы. Идентификатор кэша запроса={0}, номер пакета={1}
th_th: ไม่สามารถรับกล่องจากตารางคำถามแคชได้ ID คำถามแคช={0} หมายเลขกล่อง={1}

# msgCouldNotGetQueryCacheHeader
source: Could not get header of query cache table. Query ID={0}, Language={1}
ar_iq: لم يكن بالإمكان الحصول على عنوان جدول تخزين الاستعلام. معرف الاستعلام={0}، اللغة={1}
ka_ge: მოთხოვნის დასახელების ქეშის ცხრილის მიღება ვერ მოხერხდა. მოთხოვნის ID={0}, ენა={1}
kk_kz: Сауалдар кестесінің тақырыбын ала алмадым. Сауалдың нөмірі ={0}, Тіл ={1}
ru_ru: Не удалось получить заголовок кэша запроса таблицы. Идентификатор запроса={0}, язык={1}
th_th: ไม่สามารถรับหัวเรื่องของตารางคำถามแคชได้ ID คำถามแคช={0} ภาษา={1}

# msgCouldNotGetQueryCacheHeaderGeneral
source: Could not get header of query cache table. For detail see previous exception logged
ar_iq: لم يكن بالإمكان الحصول على عنوان جدول تخزين الاستعلام. لمزيد من التفاصيل انظر الاستثناء السابق المسجل
ka_ge: მოთხოვნის დასახელების ქეშის ცხრილის მიღება ვერ მოხერხდა. დამატებითი ინფორმაციისთვის იხილეთ წინა დარეგისტრირებული გამონაკლისი
kk_kz: Сауалдар кестесінің тақырыбын ала алмадым. Нақты деректерді көру үшін лог файылды қараңыз
ru_ru: Не удалось получить заголовок кэша запроса таблицы. Для получения подробных сведений, см. предыдущее зарегистрированное исключение
th_th: ไม่สามารถรับหัวเรื่องของตารางคำถามแคชได้ สำหรับรายละเอียด ดูได้ที่บันทึกข้อยกเว้นที่ผ่านมมา

# msgCouldNotGetQueryCacheId
source: Could not get query cashe ID. See log for more details.
ar_iq: لم يكن بالإمكان الحصول على معرف تخزين الاستعلام. للمزيد من التفاصيل يرجى مراجعة السجل.
ka_ge: მოთხოვნის ქეშის ID ამოღება ვერ მოხერხდა. დამატებითი ინფორმაციისთვის იხილეთ მოვლნათა ჟურნალი
kk_kz: Сауалдар кэшінің нөмірін ала алмадым. Нақты деректерді көру үшін лог файылды қараңыз
ru_ru: Не удалось получить идентификатор кэша запроса. См. журнал для получения более подробных сведений.
th_th: ไม่สามารถรับ ID คำถามแคชได้ กรุณาดูที่บันทึกสำหรับรายละเอียด

# mbAgeShallNotExceed
source: The value of field Age shall not exceed 31 days, or 60 months, or 200 years.
ar_iq: يجب ألا تتجاوز قيمة حقل العمر 31 يوماً أو 60 شهراً أو 200 سنة.
ka_ge: ასაკის ველის მნიშვნელობა არ შეიძლება აღემატებოდეს 31დღეს/60თვეს/200წელს.
kk_kz: Жасы жолағының мәні күн/ай/жыл үшін 31/60/200-ден аспау керек..
ru_ru: Значение поля Возраст для дней/меяцев/лет не должно превышать 31/60/200.
th_th: ค่าของช่องอายุควรไม่เกิน 31 วัน หรือ 60 เดือน หรือ 200 ปี

# mbCannotAddCaseToOutbreak
source: It is impossible to add this case because it is marked as not related to any outbreak.
ar_iq: من المستحيل إضافة هذه الحالة لأن عليها علامة بأن لا علاقة لها بأي تفشي.
ka_ge: შეუძლებელია ამ შემთხვევის დამატება, ვინაიდან ის მონიშნულია, როგორც ნებისმიერ ეპიდაფეთქებასთან კავშირის არ მქონე.
kk_kz: Бұл жағдайды қосуға болмайды, себебі ол аурудың шығуына байланысты емес деп белгіленген
ru_ru: Нельзя добавить этот случай, потому что он отмечен как не связанный со вспышкой
th_th: ไม่สามารถเพิ่มกรณีนี้ได้ เนื่องจากไม่ได้เกี่ยวข้องกับการระบาด

# mbCannotDeleteAllAntibiotics
source: It is impossible to disable the table of antibiotic or antiviral therapy because it contains some records.
ar_iq: من المستحيل تعطيل جدول العلاج بالمضادات الحيوية أو مضادات الفيروسات لأنه يحتوي على بعض السجلات.
ka_ge: შეუძლებელია სპეციფიური თერაპიის ცხრილის გათიშვა, ვინაიდან ის გარკვეულ ჩანაწერებს შეიცავს.
kk_kz: Бұл мәнді өзгертуге болмайды, себебі Антибиотиктер/Вирусқа қарсы препараттар кестесінде жазбалар бар. Сынаманы іріктеп алудан бұрын Антибиотиктермен/Вирусқа қарсы препараттармен емдеу жолағын өзгертуден бұрын бұл кестені тазалаңыз.
ru_ru: Невозможно изменить это значение, потому что таблица Антибиотики/Антивирусные преператы содержит записи. Очистите эту таблицу перед изменением поля Лечение антибиотиками/антивирусными препаратами до отбора проб.
th_th: ไม่สามารถยกเลิกตารางของยาปฏิชีวนะ หรือการรักษาต้านไวรัสได้ เนื่องจากมีบางบันทึกอยู่

# mbCannotDeleteAllSpecimens
source: It is impossible to disable Sample table because it contains some records.
ar_iq: من المستحيل تعطيل جدول العينات لأنه يحتوي على بعض السجلات.
ka_ge: შეუძლებელია ნიმუშების ცხრილის გათიშვა, ვინაიდან ის გარკვეულ ჩანაწერებს შეიცავს.
kk_kz: "Сынама іріктеп алу жүргізілді ме" алаңын өзгертуге болмайды, себебі іріктеп алынған сынамалар тізімінде жазбалар бар.
ru_ru: Нелья изменить поле "Осуществлялся ли отбор проб", потому что список отобранных проб содержит записи.
th_th: ไม่สามารถยกเลิกตารางตัวอย่างได้ เนื่องจากมีบางบันทึกอยู่

# mbConfirmation
source: Confirmation
ar_iq: تأكيد
ka_ge: დადასტურება
kk_kz: Растау
ru_ru: Подтверждение
th_th: การยืนยัน

# mbDeleteVaccination
source: Delete selected Vaccination?
ar_iq: حذف اللقاح المحدد؟
ka_ge: გსურთ შერჩეული ვაქცინაციის ჩანაწერის წაშლა?
kk_kz: Таңдалған вакцинация жойылсын ба?
ru_ru: Удалить выбранную вакцинацию?
th_th: ลบการฉีดวัคซีนที่เลือกหรือไม่?
