Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# idfInvestigatedByOffice
source: Investigator Organization
ar_iq: المؤسسة التي قامت بالتحري
az_latn_az: Tədqiqatı aparan təşkilat
hy_am: Հետազոտող կազմակերպություն
ka_ge: ორგანიზაცია რომელიც აწარმოებს კვლევას
kk_kz: Ұйым зерттеді
ru_ru: Расследовано организацией
th_th: หน่วยงานที่ทำการสอบสวน
uk_ua: Досліджено організацією

# idfInvestigatedByPerson
source: Epidemiologists name
ar_iq: اسم الأخصائي الوبائي
az_latn_az: Epidemioloqun adı
hy_am: Համաճարակաբանի անունը
ka_ge: ეპიდემიოლოგის სახელი, გვარი
kk_kz: Эпидемиологтың аты
ru_ru: Имя эпидемиолога
th_th: ชื่อการระบาดของโรค
uk_ua: Ім'я епідеміолога

# idfMaterial
source: Field Sample ID
ar_iq: معرف العينة الحقلية
az_latn_az: Nümunənin sahədəki Q/N-si
hy_am: Նմուշի դաշտային ն/հ
ka_ge: ნიმუშის საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID พื้นที่เก็บตัวอย่าง
uk_ua: Інд. польовий № зразку

# idfObjectID
source: Object ID
ar_iq: معرف الكائن
az_latn_az: Obyektin Q/N-si
hy_am: Օբյեկտի ն/հ
ka_ge: ობიექტის ID
kk_kz: Объектінің дара №
ru_ru: Инд. № объекта
th_th: ID วัตถุ
uk_ua: Інд. № об'єкту

# idfOutbreak
source: Outbreak ID
ar_iq: معرف التفشي
az_latn_az: Alovlanmanın Q/N
hy_am: Բռնկման ն/հ
ka_ge: ეპიდაფეთქების ID
kk_kz: Ауру шығуының дара №
ru_ru: Инд. № вспышки
th_th: ID การระบาด
uk_ua: Інд. № спалаху

# idfOwner
source: Farm Owner Name
ar_iq: اسم مالك المزرعة
az_latn_az: Fermanın sahibi
hy_am: Տնտեսության սեփականատիրոջ ԱԱՀ
ka_ge: ფერმის მესაკუთრე (გვარი/სახელი/მამის სახელი)
kk_kz: Ферманың иесі (ТАӘ)
ru_ru: Владелец фермы(ФИО)
th_th: ชื่อเจ้าของฟาร์ม
uk_ua: Ім'я власника ферми

# idfParentMonitoringSession
source: Session ID
ar_iq: معرف الجلسة
az_latn_az: Sessiyanın Q/N-si
hy_am: Սեսիայի ն/հ
ka_ge: სესიის ID
kk_kz: Сессияның дара №
ru_ru: Инд. № сессии
th_th: ID การประชุม
uk_ua: Інд. № сесії

# idfParty
source: Pool/Vector
ar_iq: التجمع/الناقل
az_latn_az: Hövzə/keçirici
hy_am: Պուլ/Պահոց/Փոխանցող
ka_ge: პული/გადამტანი
kk_kz: Пул/Жұқтырушы
ru_ru: Пул/Переносчик
th_th: กลุ่มเลือด/ตัวนำโรค
uk_ua: Пул/Переносник

# idfPensideTestTestCategory
source: Test Category
ar_iq: فئة الاختبار
az_latn_az: Testin kateqoriyası
hy_am: Հետազոտության կատեգորիա
ka_ge: ტესტის კატეგორია
kk_kz: Тест санаты
ru_ru: Категория теста
th_th: หมวดการทดสอบ
uk_ua: Категорія тесту

# idfPensideTestTestDate
source: Result Date
ar_iq: تاريخ الاختبار
az_latn_az: Testin tarixi
hy_am: Հետազոտության ամսաթիվ
ka_ge: ტესტირების თარიღი
kk_kz: Тест күні
ru_ru: Дата теста
th_th: วันที่ได้รับผลลัพธ์
uk_ua: Дата завершення тесту

# strPensideTypeName
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тест атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# idfPensideTestTestedByOffice
source: Tested by Institution
ar_iq: تم الاختبار من قبل المؤسسة
az_latn_az: İnstitut tərəfindən yoxlanıb
hy_am: Հետազոտությունը իրականացնող կազմակերպություն
ka_ge: ტესტის ჩამტარებელი ორგანიზაცია
kk_kz: Ұйым тесттен өткізді
ru_ru: Протестировано организацией
th_th: ทดสอบโดยหน่วยงาน
uk_ua: Протестовано організацією

# idfPensideTestTestedByPerson
source: Tested by
ar_iq: قام بالاختبار
az_latn_az: Testi aparan şəxs
hy_am: Հետազոտությունը իրականացրել է
ka_ge: ვინ ჩაატარა ტესტი
kk_kz: Кім орындады
ru_ru: Протестировано сотрудником
th_th: ทดสอบโดย
uk_ua: Ким виконано

# idfPensideTestTestType
source: Test type
ar_iq: نوع الاختبار
az_latn_az: Test növü
hy_am: Հետազոտության տեսակ
ka_ge: ტესტის ტიპი
kk_kz: Тест санаты
ru_ru: Категория теста
th_th: ประเภทการทดสอบ
uk_ua: Тип тесту

# idfPersonEnteredBy
source: Entered By
ar_iq: قام بالادخال
az_latn_az: Kim tərəfindən daxil edilib
hy_am: Մուտքագրել է
ka_ge: შეყვანილია ვის მიერ
kk_kz: Кім енгізді
ru_ru: Кем введено
th_th: ป้อนโดย
uk_ua: Ким введено

# AsSession.idfPersonEnteredBy
source: Officer
ar_iq: المسؤول
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Офицер
ru_ru: Руководитель сессии
th_th: พนักงาน
uk_ua: Керівник сесії

# idfPersonInvestigatedBy
source: Investigated By
ar_iq: قام بالتحقيق
az_latn_az: Tədqiq edən:
hy_am: Հետազոտել է
ka_ge: მოკვლეულია ვის მიერ
kk_kz: Кім зерттеді
ru_ru: Кем расследовано
th_th: สืบสวนโดย
uk_ua: Ким розслідувано

# idfPersonReportedBy
source: Reported By
ar_iq: قام بالتبليغ
az_latn_az: Hesabatı verən şəxs
hy_am: Հաղորդել է
ka_ge: ვინ შეატყობინა
kk_kz: Кім хабарлады
ru_ru: Кто сообщил
th_th: รายงานโดย
uk_ua: Ким повідомлено

# idfPointGeoLocation
source: Location of exposure, if known
ar_iq: موقع التعرض، إذا كان معروفاً
az_latn_az: Təxmini yoluxma yeri
hy_am: Վարակման հնարավոր վայր
ka_ge: ექსპოზიციის ადგილი, თუ ცნობილია
kk_kz: Ауру жұқтырылған болжамды жер
ru_ru: Предположительное место заражения
th_th: พื้นที่ที่สัมผัสโรค ถ้าทราบ
uk_ua: Імовірне місце зараження

# idfReceivedByOffice
source: Facility
ar_iq: المنشأة
az_latn_az: Müəssisə
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Мекеме
ru_ru: Учреждение
th_th: สถานบริการ
uk_ua: Заклад

# idfReceivedByOffice2
source: Notification Received by: Facility
ar_iq: اشعارات استلمت بواسطة : الموؤسسة
az_latn_az: Təcili bildiriş qəbul olunub: Müəssisə
hy_am: Շտապ հաղորդումն ստացել է.Հաստատություն
ka_ge: შეტყობინების მიმღები: დაწესებულება
kk_kz: Хабарламаны қабылдаған: Мекеме
ru_ru: Куда послано экстр. извещение: Учреждение
th_th: รับการแจ้งเตือนโดย: สถานบริการ
uk_ua: Notification Received by: Заклад

# idfReceivedByPerson
source: Officer
ar_iq: المسؤول
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: เจ้าหน้าที่
uk_ua: Співробітник

# strReceivedByPerson2
source: Notification Received by: Name
ar_iq: أشعارات استملت بواسطة: الاسم
az_latn_az: Təcili bildiriş qəbul olunub: Adı
hy_am: Շտապ հաղորդումն ստացել է. Անուն
ka_ge: შეტყობინების მიმღები: თანამშრომელი
kk_kz: Хабарламаны қабылдаған: Аты-жөні
ru_ru: Куда послано экстр. извещение: Сотрудник
th_th: รับการแจ้งเตือนโดย: ชื่อ
uk_ua: Термінове повдомлення отримав: Name

# idfRegistrationAddress
source: Permanent Residence
ar_iq: الإقامة الدائمة
az_latn_az: Daimi yaşayış yeri
hy_am: Մշտական բնակավայրի հասցե
ka_ge: რეგისტრირებული საცხოვრებელი ადგილი
kk_kz: Тұрақты тұрғылықты жерінің мекенжайы
ru_ru: Адрес постоянного места жительства
th_th: ที่อยู่ตามทะเบียนบ้าน
uk_ua: Адреса місця реєстрації

# idfsAccessionCondition
source: Sample Condition Received
ar_iq: حالة العينة عند وصولها
az_latn_az: Qəbul zamanı nümunənin vəziyyəti
hy_am: Նմուշի վիճակն ընդունման պահին
ka_ge: ნიმუშის მდგომარეობა მიღებისას
kk_kz: Түскен кездегі жай-күйі
ru_ru: Состояние при поступлении
th_th: สภาพตัวอย่างที่ได้รับ
uk_ua: Стан зразку при отриманні

# idfsAnimal
source: Animal ID
ar_iq: معرف الحيوان
az_latn_az: Heyvanın Q/N-si
hy_am: Կենդանու ն/հ
ka_ge: ცხოველის ID
kk_kz: Жануардың дара №
ru_ru: Инд. № животного
th_th: ID สัตว์
uk_ua: Інд. № тварини

# idfsAnimalAge
source: Age
ar_iq: العمر
az_latn_az: Yaşı
hy_am: Տարիք
ka_ge: ასაკი
kk_kz: Жасы
ru_ru: Возраст
th_th: อายุ
uk_ua: Вік

# idfsAnimalCondition
source: Status
ar_iq: الحالة
az_latn_az: Vəziyyəti
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

# idfsAnimalGender
source: Sex
ar_iq: الجنس
az_latn_az: Cinsiyyəti
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать

# idfsAnimalSex
source: Sex
ar_iq: الجنس
az_latn_az: Cinsiyyət
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать

# idfsAreaType
source: Administrative Level
ar_iq: المستوى الإداري
az_latn_az: İnzibati səviyyə
hy_am: Վարչական մակարդակ
ka_ge: ადმინისტრაციული დონე
kk_kz: Әкімшілік деңгейі
ru_ru: Административный уровень
th_th: ระดับการบริหาร
uk_ua: Адміністративний рівень

# strFarmType
source: Farm Type
ar_iq: نوع المزرعة
az_latn_az: Ferma növü
hy_am: Տնտեսության տեսակ
ka_ge: ფერმის ტიპი
kk_kz: Ферма үлгісі
ru_ru: Тип фермы
th_th: ประเภทฟาร์ม
uk_ua: Тип ферми

# idfsAvianProductionType
source: Production Type
ar_iq: نوع الإنتاج
az_latn_az: İstehsal məhsulun növü
hy_am: Արտադրանքի տեսակ
ka_ge: პროდუქციის ტიპი
kk_kz: Өнім үлгісі
ru_ru: Тип продукции
th_th: ประเภทการผลิต
uk_ua: Тип продукції

# idfsAvianFarmType
source: Farm Type
ar_iq: نوع المزرعة
az_latn_az: Təsərrüfat növü
hy_am: Տնտեսության տեսակ
ka_ge: ფერმის ტიპი
kk_kz: Ферма түрі
ru_ru: Тип фермы
th_th: ประเภทฟาร์ม
uk_ua: Тип ферми

# idfsCampaignStatus
source: Campaign Status
ar_iq: حالة الحملة
az_latn_az: Kampaniyanın statusu
hy_am: Կամպանիայի կարգավիճակ
ka_ge: კამპანიის სტატუსი
kk_kz: Науқанның жай-күйі
ru_ru: Состояние кампании
th_th: สถานะกิจกรรม
uk_ua: Стан кампанії

# idfsCampaignType
source: Campaign Type
ar_iq: نوع الحملة
az_latn_az: Kampaniyanın növü
hy_am: Կամպանիայի տեսակ
ka_ge: კამპანიის ტიპი
kk_kz: Науқан үлгісі
ru_ru: Тип кампании
th_th: ประเภทกิจกรรม
uk_ua: Тип кампанії

# idfsCaseClassification
source: Case Classification
ar_iq: تصنيف الحالة
az_latn_az: Xəstəlik hadisəsinin təsnifatı
hy_am: Դեպքի դասակարգում
ka_ge: შემთხვევის კლასიფიკაცია
kk_kz: Жағдайдың сыныптамасы
ru_ru: Классификация случая заболевания
th_th: การแยกประเภทกรณี
uk_ua: Класифікація випадку

# idfsCaseClassificationShort
source: Classification
ar_iq: التصنيف
az_latn_az: Təsnifat
hy_am: Դասակարգում
ka_ge: კლასიფიკაცია
kk_kz: Сыныптау
ru_ru: Классификация
th_th: การแยกประเภท
uk_ua: Класифікація

# idfsCaseProgressStatus
source: Case Status
ar_iq: صفة الحالة
az_latn_az: Xəstəlik hadisəsinin statusu
hy_am: Դեպքի կարգավիճակ
ka_ge: შემთხვევის სტატუსი
kk_kz: Жағдайдың мәртебесі
ru_ru: Состояние случая
th_th: สถานะเคสผู้ป่วย
uk_ua: Статус випадку

# idfsCaseReportType
source: Report Type
ar_iq: نوع التقرير
az_latn_az: Müşahidə növü
hy_am: Հաշվետվության տեսակ
ka_ge: ზედამხედველობის ტიპი
kk_kz: Есептің үлгісі
ru_ru: Тип отчета
th_th: ประเภทการรายงาน
uk_ua: Тип звіту

# idfsCaseStatus
source: Case Classification
ar_iq: تصنيف الحالة
az_latn_az: Xəstəlik hadisəsinin təsnifatı
hy_am: Դեպքի դասակարգում
ka_ge: შემთხვევის კლასიფიკაცია
kk_kz: Жағдайдың сыныптамасы
ru_ru: Классификация случая
th_th: ประเภทผู้ป่วย
uk_ua: Класифікація випадку

# idfsCaseStatusShort
source: Status
ar_iq: الحالة
az_latn_az: Hadisənin statusu
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние случая
th_th: สถานะ
uk_ua: Статус

# idfsCaseType
source: Case Type
ar_iq: نوع الحالة
az_latn_az: Xəstəlik hadisəsinin növü
hy_am: Դեպքի տեսակ
ka_ge: შემთხვევის ტიპი
kk_kz: Жағдай типі
ru_ru: Тип случая
th_th: ประเภทกรณี
uk_ua: Тип випадку

# idfsCaseSessionType
source: Case/Session Type
ar_iq: نوع الحالة/الجلسة
az_latn_az: Xəstəlik hadisəsi/sessiya növü
hy_am: Դեպքի/սեսիայի տեսակ
ka_ge: შემთხვევის/სესიის ტიპი
kk_kz: Жағдай/Сессия түрі
ru_ru: Тип случая заболевания / сессии
th_th: ประเภทเคส/เซสชั่น
uk_ua: Тип випадку захворювання / сесії

# idfsChangeDiagnosisReason
source: Reason
ar_iq: السبب
az_latn_az: Səbəb
hy_am: Պատճառ
ka_ge: მიზეზი
kk_kz: Себеп
ru_ru: Причина
th_th: เหตุผล
uk_ua: Причина

# idfsSampleStatus
source: Status
ar_iq: الحالة
az_latn_az: Vəziyyət
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние пробы
th_th: สถานะ
uk_ua: Статус

source: Sample Status
ar_iq: حالة العينة
az_latn_az: Nümunənin statusu
hy_am: Նմուշի կարգավիճակ
ka_ge: ნიმუშის სტატუსი
kk_kz: Сынама статусы
ru_ru: Статус пробы
th_th: สถานะตัวอย่าง
uk_ua: Статус зразка

# idfsCountry
source: Country
ar_iq: البلد
az_latn_az: Ölkə
hy_am: Երկիր
ka_ge: ქვეყანა
kk_kz: Ел
ru_ru: Страна
th_th: ประเทศ
uk_ua: Країна

# idfsDiagnosis
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnoz
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัย
uk_ua: Остаточний діагноз

# idfsTestName
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանումը
ka_ge: ტესტის დასახელება
kk_kz: Тест атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# idfSendToOffice
source: Sent To
ar_iq: تم الإرسال إلى
az_latn_az: Göndərilib
hy_am: Ուղարկվել է կազմակերպություն
ka_ge: გაგზანილია ორგანიზაციაში
kk_kz: Ұйымға жіберілді
ru_ru: Послано в организацию
th_th: ส่งไปที่
uk_ua: Надіслано до

# VetCaseSample.idfSendToOffice
source: Send To Organization
ar_iq: إرسال إلى المؤسسة
az_latn_az: Göndərilən təşkilat
hy_am: Ուղարկվել է կազմակերպություն
ka_ge: გაგზავნილია ორგანიზაციაში
kk_kz: Мекемеге жіберу
ru_ru: Отравлено в организацию
th_th: ส่งไปที่องค์กร
uk_ua: Надіслано в організацію

# idfSentByOffice
source: Facility
ar_iq: المنشأة
az_latn_az: Müəssisə
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Мекеме
ru_ru: Учреждение
th_th: สถานบริการ
uk_ua: Заклад

# HumanCaseListItem.idfSentByOffice
source: Sent by facility
ar_iq: إرسال من طرف المؤسسة
az_latn_az: Göndərən təşkilat
hy_am: Ուղարկված է կազմակերպության կողմից
ka_ge: შეტყობინების გამგზავნი დაწესებულება
kk_kz: Мекеме жіберді
ru_ru: Направившее учреждение
th_th: ส่งโดยหน่วยงาน
uk_ua: Надіслано установою

# HumanCaseListItem.idfReceivedByOffice
source: Received by facility
ar_iq: استلام من طرف المؤسسة
az_latn_az: Qəbul edən təşkilat
hy_am: Ընդունվել է կազմակերպության կողմից
ka_ge: შეტყობინების მიმღები დაწესებულება
kk_kz: Мекеме алды
ru_ru: Получившее учреждение
th_th: รับโดยหน่วยงาน
uk_ua: Отримано установою

# strSentByFirst
source: Sent by (First)
ar_iq: قام بالإرسال (الاسم)
az_latn_az: Göndərən şəxsin (Adı)
hy_am: Ուղարկել է (Անուն)
ka_ge: შეტყობინების გამგზავნის სახელი
kk_kz: Кім жіберді (Аты)
ru_ru: Кем передано (имя)
th_th: ส่งโดย (ชื่อ)
uk_ua: Надіслано (Ім'я)

# strSentByPatronimyc
source: Sent by (Patronimyc)
ar_iq: قام بالإرسال (اسم الأب)
az_latn_az: Göndərən şəxsin (Atasının adı)
hy_am: Ուղարկել է (Հայրանուն)
ka_ge: შეტყობინების გამგზავნის მამის სახელი
kk_kz: Кім жіберді (Әкесінің аты)
ru_ru: Кем передано (отчество)
th_th: ส่งโดย (ชื่อสกุล)
uk_ua: Надіслано (По-батькові)

# strSentByLast
source: Sent by (Last)
ar_iq: قام بالإرسال (اللقب)
az_latn_az: Göndərən şəxsin (Soyadı)
hy_am: Ուղարկել է (Ազգանուն)
ka_ge: შეტყობინების გამგზავნის გვარი
kk_kz: Кім жіберді (Тегі)
ru_ru: Кем передано (фамилия)
th_th: ส่งโดย (ท้ายสุด)
uk_ua: Надіслано (Прізвище)

# strReceivedByFirst
source: Received by (First)
ar_iq: قام بالإسلام (الاسم)
az_latn_az: Qəbul edən şəxsin (Adı)
hy_am: Ընդունել է (Անուն)
ka_ge: შეტყობინების მიმღების სახელი
kk_kz: Кім алды (Аты)
ru_ru: Кем получено (имя)
th_th: รับโดย (ชื่อ)
uk_ua: Отримано (Ім'я)

# strReceivedByPatronimyc
source: Received by (Patronimyc)
ar_iq: قام بالاستلام (اسم الأب)
az_latn_az: Qəbul edən şəxsin (Atasının adı)
hy_am: Ընդունել է (Հայրանուն)
ka_ge: შეტყობინების მიმღების მამის სახელი
kk_kz: Кім алды (Әкесінің аты)
ru_ru: Кем получено (отчество)
th_th: รับโดย (ชื่อสกุล)
uk_ua: Отримано (По-батькові)

# strReceivedByLast
source: Received by (Last)
ar_iq: قام بالاستلام (اللقب)
az_latn_az: Qəbul edən şəxsin (Soyadı)
hy_am: Ընդունել է (Ազգանուն)
ka_ge: შეტყობინების მიმღების გვარი
kk_kz: Кім алды (Тегі)
ru_ru: Кем получено (фамилия)
th_th: รับโดย (ท้ายสุด)
uk_ua: Отримано (Прізвище)

# idfSentByPerson
source: Officer
ar_iq: المسؤول
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: เจ้าหน้าที่
uk_ua: Керівник сесії

# idfsFinalCaseStatus
source: Final Case Classification
ar_iq: التصنيف النهائي للحالة
az_latn_az: Hadisənin son təsnifatı
hy_am: Դեպքի վերջնական դասակարգում
ka_ge: შემთხვევის საბოლოო კლასიფიკაცია
kk_kz: Жағдайдың қорытынды сыныптамасы
ru_ru: Заключительная классификация случая
th_th: สรุปประเภทผู้ป่วย
uk_ua: Остаточна класифікація випадку

# idfsFinalDiagnosis
source: Final Diagnosis
ar_iq: التشخيص النهائي
az_latn_az: Yekun diaqnoz
hy_am: Վերջնական ախտորոշում
ka_ge: საბოლოო დიაგნოზი
kk_kz: Түпкілікті диагноз
ru_ru: Окончательный диагноз
th_th: การวินิจฉัยสุดท้าย
uk_ua: Остаточний діагноз

# idfsFinalState
source: Status of the Patient at Time of Notification
ar_iq: حالة المريض في وقت الإشعار
az_latn_az: Təcili bildiriş vaxtı xəstənin vəziyyəti
hy_am: Հիվանդի վիճակը շտապ հաղորդման պահին
ka_ge: პაციენტის სტატუსი შეტყობინების დროს
kk_kz: Хабарлама толтырылған кездегі пациенттің жай-күйі
ru_ru: Состояние пациента на момент заполнения извещения
th_th: ผลการรักษา
uk_ua: Стан пацієнта під час повідомлення

# idfsGrazingPattern
source: Grazing pattern
ar_iq: نمط الرعي
az_latn_az: Otlaq
hy_am: Արոտավայր
ka_ge: საძოვრის ტიპი
kk_kz: Жайылым
ru_ru: Выпас
th_th: รูปแบบการเลี้ยงสัตว์
uk_ua: Випас

# idfsHospitalizationStatus
source: Current Location of Patient
ar_iq: الموقع الحالي للمريض
az_latn_az: Xəstənin hazırki yerləşməsi
hy_am: Հիվանդի ներկայում գտնվելու վայրը
ka_ge: სად იმყოფება ამჟამად პაციენტი
kk_kz: Пациенттің қазіргі мекенжайы
ru_ru: Текущее местонахождение пациента
th_th: สถานที่ที่ผู้ป่วยอยู่ปัจจุบัน
uk_ua: Поточне місцезнаходження пацієнта

# idfsHumanAgeType
source: Age Type
ar_iq: نوع العمر
az_latn_az: Yaş növü
hy_am: Տարիքի տեսակ
ka_ge: ასაკის ტიპი
kk_kz: Жас типі
ru_ru: Тип возраста
th_th: ประเภทอายุ
uk_ua: Тип віку

# idfsHumanGender
source: Sex
ar_iq: الجنس
az_latn_az: Cinsi
hy_am: Սեռ
ka_ge: პაციენტის სქესი
kk_kz: Пациенттің жынысы
ru_ru: Пол пациента
th_th: เพศ
uk_ua: Стать

# idfsInitialCaseStatus
source: Initial Case Classification
ar_iq: تصنيف الحالة الأولية
az_latn_az: Hadisənin ilkin təsnifatı
hy_am: Դեպքի նախնական դասակարգում
ka_ge: შემთხვევის საწყისი კლასიფიკაცია
kk_kz: Жағдайдың бастапқы сыныптамасы
ru_ru: Начальная классификация случая
th_th: ประเภทผู้ป่วยเมื่อรายงาน
uk_ua: Початкова класифікація випадку

# idfsIntendedUse
source: Intended Use
ar_iq: الاستخدام المقصود
az_latn_az: Saxlamanın təyinatı
hy_am: Օգտագործելու նպատակ
ka_ge: შენახვის ტიპი
kk_kz: Құсты ұстау
ru_ru: Cодержание птицы
th_th: วัตถุประสงค์ในการใช้
uk_ua: Тип утримання

# idfsLivestockProductionType
source: Production structure
ar_iq: بنية الإنتاج
az_latn_az: İstehsal quruluşu
hy_am: Արտադրության կառուցվածք
ka_ge: ფერმის სპეციალიზაცია
kk_kz: Мамандандыру
ru_ru: Специализация
th_th: โครงสร้า
uk_ua: Спеціалізація господарства

# idfsMonitoringSessionActionStatus
source: Status
ar_iq: الحالة
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: การผลิต
uk_ua: Статус

# idfsMonitoringSessionActionType
source: Action Required
ar_iq: الإجراء المطلوب
az_latn_az: Tələb olunan tədbirlər
hy_am: Պահանջվող գործողություն
ka_ge: საჭირო ქმედება
kk_kz: Қажетті іс- әрекет
ru_ru: Необходимое действие
th_th: การปฏิบัติที่จำเป็น
uk_ua: Необхідна дія

# idfsMonitoringSessionStatus
source: Session Status
ar_iq: حالة الجلسة
az_latn_az: Sessiyanın statusu
hy_am: Սեսիայի կարգավիճակ
ka_ge: სესიის სტატუსი
kk_kz: Сессияның жай-күйі
ru_ru: Состояние сессии
th_th: สถานะหน่วย
uk_ua: Стан сесії

# idfsMovementPattern
source: Movement pattern
ar_iq: نمط الحركة
az_latn_az: Hərəkət növü
hy_am: Կենդանիների տեղաշարժման տեսակ
ka_ge: გადაადგილების ტიპი
kk_kz: Жауарлардың орын ауыстыру үлгісі
ru_ru: Тип передвижения животных
th_th: รูปแบบการเคลื่อนไหว
uk_ua: Рух тварин

# idfsNationality
source: Citizenship
ar_iq: الجنسية
az_latn_az: Vətəndaşlığı
hy_am: Քաղաքացիություն
ka_ge: მოქალაქეობა / ეთნიკურობა
kk_kz: Азаматтығы
ru_ru: Гражданство
th_th: สัญชาติ
uk_ua: Громадянство

# idfsNewTestResult
source: New test result
ar_iq: نتيجة اختبار جديد
az_latn_az: Testin yeni nəticəsi
hy_am: Հետազոտության նոր արդյունք
ka_ge: ტესტის ახალი შედეგი
kk_kz: Тесттің жаңа нәтижесі
ru_ru: Новый результат теста
th_th: ผลลัพธ์การทดสอบใหม่
uk_ua: Новий результат тесту

# idfsOccupationType
source: Occupation
ar_iq: المهنة
az_latn_az: Məşğuliyyət
hy_am: Զբաղվածություն
ka_ge: ძირითადი საქმიანობა
kk_kz: Қызмет түрі
ru_ru: Род деятельности
th_th: อาชีพ
uk_ua: Рід діяльності

# idfsOutcome
source: Outcome
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: გამოსავალი
kk_kz: Нәтиже
ru_ru: Исход
th_th: ผลการรักษา
uk_ua: Результат

# idfsOwnershipStructure
source: Ownership Structure
ar_iq: بنية الملكية
az_latn_az: Mülkiyyət quruluşu
hy_am: Սեփականության տեսակը
ka_ge: საკუთრების ფორმა
kk_kz: Меншік түрі
ru_ru: Тип собственности
th_th: โครงสร้างความเป็นเจ้าของ
uk_ua: Тип власності

# idfSpecies
source: Herd / Species
ar_iq: القطيع / الأنواع
az_latn_az: Sürü/ Növ
hy_am: Հոտ/Կենդանատեսակ
ka_ge: ჯოგი / სახეობები
kk_kz: Табын/Түр
ru_ru: Стадо / Биол. виды
th_th: ฝูงนก/สายพันธุ์
uk_ua: Стадо / Види

# idfsPensideTestResult
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: შედეგი
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลลัพธ์
uk_ua: Результат

# idfsPensideTestType
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тесттің атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# idfsPeriodType
source: Time Interval
ar_iq: الفاصل الزمني
az_latn_az: Vaxt müddəti
hy_am: Ժամանակահատված
ka_ge: დროის ინტერვალი
kk_kz: Уақыт аралығы
ru_ru: Временной интервал
th_th: ช่วงเวลา
uk_ua: Часовий інтервал

# idfsPersonContactType
source: Relation
ar_iq: العلاقة
az_latn_az: Təmas növü
hy_am: Կապ
ka_ge: კავშირი
kk_kz: Байланыс түрі
ru_ru: Тип связи
th_th: ความสัมพันธ์
uk_ua: Зв'язок

# idfsRayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# idfsRegion
source: Region
ar_iq: محافظة (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# idfsRegion_LblId
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# idfsResidentType
source: Resident Type
ar_iq: نوع المسكن
az_latn_az: Yaşayış növü
hy_am: Բնակավայրի տեսակ
ka_ge: საცხოვრებლის ტიპი
kk_kz: Тұрғын үй үлгісі
ru_ru: Тип жилья
th_th: ประเภทที่อยู่
uk_ua: Тип житла

# idfsSettlement
source: Town or Village
ar_iq: بلدة أو قرية
az_latn_az: Şəhər/Kənd
hy_am: Քաղաք կամ գյուղ
ka_ge: დასახლებული პუნქტი
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: เมืองหรือหมู่บ้าน
uk_ua: Населений пункт

# idfsShowDiagnosis
source: Diagnoses
ar_iq: التشخيص
az_latn_az: Diaqnozlar
hy_am: Ախտորոշումներ
ka_ge: დიაგნოზის დასახელება/კოდი
kk_kz: Жағдайдың атауы/коды
ru_ru: Название/код диагноза
th_th: การวินิจฉัย
uk_ua: Назва/Код діагнозу

# idfsSite
source: Site
ar_iq: موقع
az_latn_az: Sayt
hy_am: Կազմակերպություն
ka_ge: ობიექტი
kk_kz: Сайт
ru_ru: Сайт
th_th: พื้นที่
uk_ua: Сайт

# idfsSpeciesType
source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan Növləri
hy_am: Կենդանատեսակ
ka_ge: გადამტანის სახეობა
kk_kz: Жануардың түрі
ru_ru: Вид животного
th_th: สายพันธุ์
uk_ua: Вид

# idfsSpeciesTypeReference
source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan Növləri
hy_am: Կենդանատեսակ
ka_ge: ცხოველის სახეობა
kk_kz: Жануардың түрі
ru_ru: Вид животного
th_th: สายพันธุ์
uk_ua: Вид

# idfsSampleType
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunənin növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# strSamplesType
source: Samples Type
ar_iq: نوع العينات
az_latn_az: Nümunələrin növü
hy_am: Նմուշների տեսակ
ka_ge: ნიმუშების ტიპი
kk_kz: Сынама түрі
ru_ru: Тип проб
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразків

# idfsStaffPosition
source: Position
ar_iq: الموضع
az_latn_az: Vəzifəsi
hy_am: Պաշտոն
ka_ge: თანამდებობა
kk_kz: Қызметі
ru_ru: Должность
th_th: ตำแหน่ง
uk_ua: Положення

# idfsStatisticDataType
source: Statistical Data Type
ar_iq: نوع البيانات الإحصائية
az_latn_az: Statistik məlumatların növü
hy_am: Վիճակագրական տվյալների տեսակ
ka_ge: სტატისტიკური მონაცემების ტიპი
kk_kz: Статистикалық деректер үлгісі
ru_ru: Тип статистических данных
th_th: ประเภทข้อมูลทางสถิติ
uk_ua: Тип статистичних даних

# idfsTentativeDiagnosis
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnoz
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Болжамды диагноз
ru_ru: Предположительный диагноз
th_th: การวินิจฉัย
uk_ua: Остаточний діагноз

# idfsTentativeDiagnosis1
source: Tentative Diagnosis 2
ar_iq: التشخيص المبدئي 2
az_latn_az: Ehtimal edilən diaqnoz 2
hy_am: Նախնական ախտորոշում 2
ka_ge: სავარაუდო დიაგნოზი 2
kk_kz: 2-болжамды диагноз
ru_ru: Предположительный диагноз 2
th_th: การวินิจฉัยที่เป็นไปได้ 2
uk_ua: Попередній діагноз 2
