Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# gis_SaveMpkComplete
source: Map has been successfully exported!
ar_iq: تم تصدير الخريطة بنجاح!
ka_ge: რუკის ექსპორტი წარმატებით დასრულდა!
kk_kz: Картаны экспорттау табысты аяқталды
ru_ru: Экспортирование карты успешно завершено!
th_th: ได้ส่งออกแผนที่เรียบร้อยแล้ว!

# gis_MpkCompleteTitle
source: EIDSS Maps
ar_iq: خرائط النظام الالكتروني المتكامل لمراقبة الأمراض
ka_ge: დზეის–ის რუკები
kk_kz: ЭИСНЗ Карталары
ru_ru: Карты ЭИСНЗ
th_th: แผนที่ EIDSS

# titleASCampaigns
source: Active Surveillance Campaigns List
ar_iq: قائمة حملات مراقبة نشطة
ka_ge: აქტიური ზედამხედველობის კამპანიების ჩამონათვალი
kk_kz: Белсенді қадағалау науқандарының тізімі
ru_ru: Кампании активного надзора
th_th: รายการเซสชั่นกิจกรรมการเฝ้าระวังเชิงรุก

# errFarmOwnerNameTooLong
source: Farm owner name is too long.
ar_iq: اسم مالك المزرعة طويل جدا.
ka_ge: ფერმის მესაკუთრის სახელის სიგრძე აღემატება დასაშვებს.
kk_kz: Ферма иесінің аты тым ұзақ.
ru_ru: Слишком длинное имя владельца фермы.
th_th: ชื่อเจ้าของฟาร์มยาวเกินไป

# errInvaildFarmOwnerName
source: Farm owner name can contain Last, First and Middle name delimited by space.
ar_iq: يمكن أن يتضمن اسم مالك المزرعة اسم العائلة والاسم الأول والوسطي محدداً بفراغات.
ka_ge: ფერმის მესაკუთრის სახელი შეიძლება შედგებოდეს გვარისგან, სახელისგან და მამის სახელისგან რომლებიც განცალკევებულია ერთმანეთისგან დაშორებებით.
kk_kz: Ферма иесінің аты арасы бөлініп, оның тегі, аты және әкесінің атынан тұруы мүмкін.
ru_ru: Имя владельца фермы может состоять из фамилии, имени и отчества, разделенных пробелом.
th_th: ชื่อเจ้าของฟาร์มสามารถมีนามสกุล ชื่อ และชื่อกลางได้ ซึ่งจำกัดโดยช่องว่าง

# strAddForDeduplication_Id
source: Add for de-duplication
ar_iq: إضافة لإلغاء التكرار
ka_ge: დამატება დედუპლიკაციისთვის
kk_kz: Салыстыру үшін қосу
ru_ru: Добавить для сравнения
th_th: เพิ่ม สำหรับการลบรายการซ้ำ

# gis_LayerNames_Forest
source: Forests
ar_iq: غابات
ka_ge: ტყეები
kk_kz: Ормандар
ru_ru: Леса
th_th: ป่า

# gis_LayerNames_Landuse
source: Land use
ar_iq: استخدام الارض
ka_ge: მიწათსარგებლობა
kk_kz: Жер пайдалану
ru_ru: Землепользования
th_th: การใช้พื้นที่

# gis_LayerNames_RuralDistrict
source: Rural districts
ar_iq: مناطق ريفية
ka_ge: სამეურნეო რაიონები
kk_kz: Ауылдық аудандар
ru_ru: Сельские районы
th_th: เขตห่างไกล

# errDuplicateFreezerName
source: Freezer with such name already exists. Please enter other freezer name.
ar_iq: هناك وحدة تجميد موجودة مسبقاً بهذا الاسم. يرجى إدخال اسم آخر لوحدة التجميد.
ka_ge: მაცივარი ასეთი დასახელებით უკვე არსებობს, გთხოვთ შეიყვანეთ სხვა დასახელება
kk_kz: Атауы осындай тоңазытқыш бар. Тоңазытқыштың басқа атауын енгізіңіз.
ru_ru: Холодильник с таким названием уже существует. Пожалуйста, введите другое название холодильника.
th_th: ตู้เย็นที่มีชื่อนี้มีปรากฏอยู่แล้ว กรุณาป้อนชื่อตู้เย็นอื่น

# AsSession.Diseases.Duplicate_msgId
source: It is not possible to create 2 Disease records with the same Diagnosis, Sample type and Species type. Such Disease record already exists.
ar_iq: لا يمكن إنشاء سجلين لمرض يتمتعان بنفس التشخيص والنوع الحيواني. سجل المرض هذا موجود مسبقاً.
ka_ge: ჩანაწერი ასეთი დიაგნოზით და სახეობით უკვე არსებობს.
kk_kz: Осы жануар түрі үшін осындай диагноз ауруы тізбеге кіріп те қойды
ru_ru: Заболевание такого диагноза для данного типа пробы и вида животного уже входит в перечень.
th_th: ไม่สามารถสร้างบันทึกเกี่ยวกับโรคทั้ง 2 ที่มีการวินิจฉัย ประเภทตัวอย่าง และประเภทสายพันธุ์เดียวกันได้ บันทึกโรคนั้นๆมีปรากฏอยู่แล้ว

# gis_LayerCantBeLoaded
source: One or more layers can't be loaded!
ar_iq: تعذر تحميل طبقة او أكثر!
ka_ge: ვერ ხერხდება ერთი ან რამდენიმე შრის ჩატვირთვა!
kk_kz: Бір немесе бірнеше қабат жүктелмейді
ru_ru: Один или несколько слоев не могут быть загруженны!
th_th: ไม่สามารถโหลดเลเยอร์หนึ่งชั้นหรือมากกว่านั้นได้!

# msgFarmIsNotDefined
source: Some mandatory farm attributes are not defined. Press <...> button to edit farm or select other farm.
ar_iq: لم يتم تعريف بعض سمات مزرعة إلزامية. اضغط على الزر <...> لتحرير مزرعة أو حدد مزرعة اخرى.
ka_ge: ზოგიერთი სავალდებულო ველი ფერმის დეტალური მონაცემებიდან არაა შევსებული. დააჭირეთ <...> ღილაკს ფერმის დასარედაქტირებლად ან შეარჩიეთ სხვა ფერმა
kk_kz: Міндетті түрде толтырылатын кейбір жолақтар бос. Ферманы өзгерту үшін <...> батырманы басыңыз, немесе басқа ферманы таңдаңыз.
ru_ru: Не заданы некоторые обязательные поля фермы. Нажмите <...> кнопку, чтобы отредактировать ферму или выберите другую ферму.
th_th: ไม่ได้ระบุลักษณะของฟาร์มที่จำเป็นบางช่อง กรุณากดปุ่ม <...> เพื่อแก้ไขฟาร์ม หรือเลือกฟาร์มอื่น

# msgDataArchivingNotApplicable
source: Not Applicable
ar_iq: لا ينطبق
ka_ge: არ ექვემდებარება შევსებას
kk_kz: Пайдаланылмайды
ru_ru: Не используется
th_th: ไม่สามารถนำไปใช้ได้

# lLockMessage
source: This program is in use and has been locked. Only {0} can unlock this program. To unlock enter password:
ar_iq: هذا البرنامج قيد الاستخدام وتم قفله. فقط {0} يستطيع إلغاء قفل هذا البرنامج. لإلغاء القفل أدخل كلمة المرور:
ka_ge: ეს პროგრამა გამოყენებაშია და დაბლოკილია. მხოლოდ {0}-ს შეუძლია მისი განბლოკვა. განსაბლოკად შეიყვანეთ პაროლი.
kk_kz: Бұл бағдарлама қолдануда және оқшауландырылды. Бұл бағдарламаны тек қана {0} аша алады. Бағдарламаны ашу үшін құпия сөзді енгізіңіз:
ru_ru: Эта программа используется и заблокирована. Только {0} может разблокировать эту программу. Для разблокировки просьба ввести пароль:
th_th: โปรแกรมนี้มีการใช้งานอยู่และถูกล็อค เฉพาะ {0}ที่สามารถปลดล็อคได้ ป้อนรหัสผ่านเพื่อปลดล็อค:

# LoginInfo_Incorrect_Password
source: Fields 'Password' and 'Confirm password' must be equal and non-empty
ar_iq: يجب أن تكون حقول ’كلمة المرور‘ و’تأكيد كلمة المرور‘ متماثلة وغير خالية
ka_ge: ველები 'პაროლი' და 'ახალი პაროლის დადასტურება' უნდა შეიცავდეს ერთი დაიგივე სიდიდეს და არ უნდა იყოს ცარიელი
kk_kz: «Құпия Сөз» және «Құпия сөзді растау» жолақтары бірдей болу керек және бос болмау керек
ru_ru: Поля «Пароль» и «Подтверждение пароля» должны совпадать и не быть пустыми
th_th: ช่อง 'รหัสผ่าน' และ 'ยืนยันรหัสผ่าน' ต้องเท่ากัน และไม่ว่าง

# mbContactExist
source: It is not possible to create 2 records with the same contact person. The record with the contact '{0}' is already in the Contact List.
ar_iq: لا يمكن إنشاء سجلين لجهة اتصال بنفس الاسم. السجل الذي يحتوي على جهة الاتصال '{0}' موجود مسبقاً في قائمة جهات الاتصال.
ka_ge: შეუძლებელია 2 ერთაირი ჩანაწერის შექმნა ერთიდაიგივე კონტაქტზე. ჩანაწერი დაკავშირებული '{0}' კონტაქტთან უკვე შესულია კონტაქტების ჩამონათვალში
kk_kz: Бірдей байланысты тұлғалармен екі жазба құруға болмайды. '{0}' байланысты тұлғасымен жазба байланыстар тізімінде бар.
ru_ru: Нельзя создать две записи с одинаковми контактными лицами. Запись с контактным лицом '{0}' уже присутствует списке контактов.
th_th: ไม่สามารถสร้างบันทึก 2 บันทึกที่มีผู้สัมผัสเดียวกัน บันทึกที่มีผู้สัมผัส'{0}' มีอยู่แล้วในผู้สัมผัส

# msgASSessionAlreadyBelongsToCampaign
source: The selected Session is already linked to another Campaign.
ar_iq: الجلسة المحددة مرتبطة مسبقاً بحملة أخرى.
ka_ge: შერჩეული სესიია უკვე დაკავშირებულია სხვა კამპანიასთან
kk_kz: Таңдалған сессия басқа науқанмен бұрыннын байланыста.
ru_ru: Выбранная сессия уже связана с другой кампанией.
th_th: เซสชั่นที่เลือกนั้นเชื่อมต่อกับการรณรงค์อื่น

# btCreateASSession
source: New Session
ar_iq: جلسة جديدة
ka_ge: ახალი სესია
kk_kz: Жаңа Сессия
ru_ru: Новая сессия
th_th: เซสชั่นใหม่

# btRemoveASSession
source: Remove Session
ar_iq: إزالة الجلسة
ka_ge: სესიის ამოღება
kk_kz: Сессияны Жою
ru_ru: Удалить сессию
th_th: ย้ายเซสชั่นนี้ออก

# btSelectASSession
source: Select Session
ar_iq: تحديد الجلسة
ka_ge: სესიის არჩევა
kk_kz: Сессияны Таңдау
ru_ru: Выбрать сессию
th_th: เลือกเซสชั่น

# AsCampaign_GetSessionRemovalConfirmation
source: Do you really want to remove the link to the selected Session?
ar_iq: هل تريد فعلاً إزالة الارتباط بالجلسة المحددة؟
ka_ge: თქვენ ნამდვილად გსურთ კავშირის ამოღება შერჩეული სესიიდან?
kk_kz: Сіз шынымен таідалған сессиямен байланысты жойғыңыз келеді?
ru_ru: Вы действительно хотите удалить связь с выбранной сессией?
th_th: คุณต้องการย้ายการเชื่อมต่อไปที่เซสชั่นที่เลือกหรือไม่?

# strCountry
source: Country
ar_iq: البلد
ka_ge: ქვეყანა
kk_kz: Ел
ru_ru: Страна
th_th: ประเทศ

# gis_Caption_DelZone
source: Delete buffer zone
ar_iq: حذف المنطقة العازلة
ka_ge: ბუფერული ზონის წაშლა
kk_kz: Буферлық аймақты жою
ru_ru: Удалить буферную зону
th_th: ลบโซนบัฟเฟอร์

# gis_Message_DelZone
source: Would you like to delete selected buffer zone?
ar_iq: هل ترغب في حذف المنطقة العازلة المحددة؟
ka_ge: გსურთ შერჩეული ბუფერული ზონის წაშლა?
kk_kz: Таңдалған буферлік аймақты жойғыңыз келе ме?
ru_ru: Хотите удалить выбранную буферную зону?
th_th: คุณต้องการจะลบพื้นที่แนวกันชนที่เลือกหรือไม่?

# msgBarcodeAddLabelCaption
source: Add new label
ar_iq: إضافة تسمية جديدة
ka_ge: ახალი ეტიკეტი
kk_kz: Жаңа белгі
ru_ru: Новая метка
th_th: เพิ่มฉลากใหม่

# msgBarcodeAddLabelHint
source: Add new label
ar_iq: إضافة تسمية جديدة
ka_ge: ახალი ეტიკეტი
kk_kz: Жаңа белгі
ru_ru: Новая метка
th_th: เพิ่มฉลากใหม่

# msgCoordinatesAreNotDefined
source: The Longitude and Latitude field shall be both either filled or blank.
ar_iq: يجب أن يتم إملاء حقلي خط الطول وخط العرض أو تركهما فارغين.
ka_ge: გრძადი/განედის ველები ან ორივე უნდა იყოს შევსებული ან ორივე ცარიელი
kk_kz: «Ұзақтық» және «Енділік» толтырылып немесе бос болу керек.
ru_ru: Поля «долгота» и «широта» должны быть оба либо заполнены, либо пусты.
th_th: ช่องลองติจูด และละติจูดควรต้องป้อน หรือปล่อยว่างทั้งคู่

# msgCoordinatesAutoCorrection
source: Region and Rayon will be filled in accordance with location coordinates automatically!
ar_iq: وسيتم ملء المنطقة والمنطقة السكنية وفقا لإحداثيات الموقع تلقائيا!
ka_ge: რეგიონის და რაიონის ველები ავტომატურად შეივსება კოორდინატების საფუძველზე
kk_kz: «Облыс» және «Аудаң» автоматтық түрде координаталар бойынша толтырылады.
ru_ru: Поля «регион» и «район» заполняются автоматически в соответствии с координатами местоположения.
th_th: จะมีการป้อนข้อมูลในช่องจังหวัดและอำเภอ/ตำบลตามพิกัดของตำแหน่งโดยอัตโนมัติ!

# msgCoordinatesOutOfCountryGeoLocation
source: Location coordinates are beyond the country. Location must be selected within the country.
ar_iq: إحداثيات الموقع موجودة خارج البلد. يجب تحديد الموقع داخل البلد.
ka_ge: კოორდინატები მდებარეობს ქვეყნის ფარგლებს გარეთ. კოორდინატები უნდა შეირჩეს ქვეყნის ფარგლებში
kk_kz: Мекенжай координаталары мемлекеттен тыс жерде. Мекенжай мемлекет шекарасының құрамында болу керек.
ru_ru: Координаты местоположения выходят за пределы страны. Месторасположение должно быть выбрано в пределах страны.
th_th: พิกัดตำแหน่งนั้นอยู่เหนือประเทศ ตำแหน่งต้องถูกเลือกภายในประเทศ

# titleSelectFarm
source: Farms List
ar_iq: قائمة المزارع
ka_ge: შეარჩიეთ ფერმა
kk_kz: Ферманы таңдаңыз
ru_ru: Выбрать ферму
th_th: รายการฟาร์ม

# titleSelectCampaign
source: Select Campaign
ar_iq: تحديد الحملة
ka_ge: შეარჩიეთ კამპანია
kk_kz: Науқаны таңдаңыз
ru_ru: Выбрать кампанию
th_th: เลือกการกณรงค์

# msgAddOrganization
source: Add organization
ar_iq: إضافة المنظمة
ka_ge: ორგანიზაციის დამატება
kk_kz: Мекемені қосу
ru_ru: Добавить организацию
th_th: เพิ่มองค์กร

# msgFindOrganization
source: Find organization
ar_iq: عثور على المنظمة
ka_ge: ორგანიზაციის პოვნა
kk_kz: Мекемені табу
ru_ru: Найти организацию
th_th: ค้นหาองค์กร

# msgExpandDropdown
source: Expand dropdown list
ar_iq: توسيع القائمة المنسدلة
ka_ge: ჩამოსაშლელი სიის გაშლა
kk_kz: Тізімді жазу
ru_ru: Развернуть выпадающий список
th_th: ขยายรายการ dropdown

# msgAddReference
source: Add new reference value
ar_iq: إضافة قيمة مرجعية جديدة
ka_ge: ახალი მნიშვნელობის დამატება
kk_kz: Жаңа контроль мәтінді қосу
ru_ru: Добавить новое контрольное значение
th_th: เพิ่มค่าการอ้างอิงใหม่

# errNotMatchSessionDiagnosis
source: The Diseases and Species List in the Active Surveillance Session must be the same or be a subset of the Diagnoses and Species List in the chosen Active Surveillance Campaign.
ar_iq: يجب أن تكون قائمة الأمراض والأنواع الحيوانية في جلسة المراقبة النشطة هي نفسها أو أن تكون مجموعة ثانوية من قائمة الأمراض والأنواع الحيوانية في حملة المراقبة النشطة التي تم اختيارها.
ka_ge: აქტიური ზედამხედლების სესიის დიაგნოზების და სახეობების ჩამონათვალი უნდა ემთხვეოდეს აქტიური სედამხედველობის კამპანიის ჩამონათვალს ან წარმოადგენდეს მაგის ქვესიმრავლეს.
kk_kz: Активті қадағалау сессиясында науұанмен байланыста тұрмаған Ауру және Мал Түрі бар.
ru_ru: Перечень заболеваний и видов животных сессии активного надзора содержит записи, не представленные в соответствующем перечне связанной с ней кампании.
th_th: รายการโรคและสายพันธุ์ของหน่วยเฝ้าระวังเชิงรุกต้องเหมือนกัน หรือเป็นหน่วยย่อยของรายการโรคและสายพันธุ์ในการรณรงค์การเฝ้าระวังเชิงรุก

# msgCoordinatesOutOfCountry
source: The coordinates are out of the country. Do you want to save the form? (click “No” to continue editing)
ar_iq: الإحداثيات موجودة خارج البلد. هل تريد حفظ النموذج؟ (انقر "لا" لمتابعة التحرير)
ka_ge: კოორდინატები მდებარეობს ქვეყნის ფარგლებს გარეთ. გსურთ ფორმის შენახვა? (დააჭირეთ "არა" თუ გსურთ რედაქტირების გაგრძელება)
kk_kz: Координаталар мемлекет шекарасынан тыс жерде. Форманы сақтауыңыз келе ме? (Әрі қарай жалғастыру үшін «Жоқ» Басыңыз)
ru_ru: Координаты выходят за пределы страны. Сохранить форму? (Для продолжения редактирования, нажать «Нет»)
th_th: พิกัดเหล่านี้อยู่นอกประเทศ คุณต้องการบันทึกแบบฟอร์มหรือไม่? (คลิกที่ "ไม่" เพื่อทำการแก้ไขต่อ)

# msgCoordinatesOutOfRayon
source: The coordinates are out of the rayon. Do you want to save the form? (click “No” to continue editing)
ar_iq: الإحداثيات موجودة خارج المنطقة السكنية. هل تريد حفظ النموذج؟ (انقر "لا" لمتابعة التحرير)
ka_ge: კოორდინატები მდებარეობს რაიონის ფარგლებს გარეთ. გსურთ ფორმის შენახვა? (დააჭირეთ "არა" თუ გსურთ რედაქტირების გაგრძელება)
kk_kz: Координаталар аудаң шекарасынан тыс жерде. Форманы сақтауыңыз келе ме? (Әрі қарай жалғастыру үшін «Жоқ» Басыңыз)
ru_ru: Координаты выходят за пределы района. Сохранить форму? (Для продолжения редактирования, нажать «Нет»)
th_th: พิกัดเหล่านี้อยู่นอกอำเภอ/ตำบล คุณต้องการบันทึกแบบฟอร์มหรือไม่? (คลิกที่ "ไม่" เพื่อทำการแก้ไขต่อ)

# msgCoordinatesOutOfRegion
source: The coordinates are out of the region. Do you want to save the form? (click “No” to continue editing)
ar_iq: الإحداثيات موجودة خارج المنطقة. هل تريد حفظ النموذج؟ (انقر "لا" لمتابعة التحرير)
ka_ge: კოორდინატები მდებარეობს რეგიონის ფარგლებს გარეთ. გსურთ ფორმის შენახვა? (დააჭირეთ "არა" თუ გსურთ რედაქტირების გაგრძელება)
kk_kz: Координаталар облыс шекарасынан тыс жерде. Форманы сақтауыңыз келе ме? (Әрі қарай жалғастыру үшін «Жоқ» Басыңыз)
ru_ru: Координаты выходят за пределы региона. Сохранить форму? (Для продолжения редактирования, нажать «Нет»)
th_th: พิกัดเหล่านี้อยู่นอกจังหวัด คุณต้องการบันทึกแบบฟอร์มหรือไม่? (คลิกที่ "ไม่" เพื่อทำการแก้ไขต่อ)

# errCantParseLayout
source: Cannot parse layout retrived from database
ar_iq: لا يمكن توزيع التخطيط المسترد من قاعدة البيانات
ka_ge: ვერ ხერხდება მონაცემთა ბაზიდან მიღებული სქემის ფორმატის ამოცნობა
kk_kz: Деректер қорынан қотарылған форманы ашу мүмкін емес
ru_ru: Невозможно прочитать форму, загруженную из базы данных
th_th: ไม่สามารถแจงส่วนเลย์เอาท์ที่ได้รับมาจากฐานข้อมูล

# errCantSaveLayout
source: Cannot save layout to database
ar_iq: لا يمكن حفظ التخطيط إلى قاعدة البيانات
ka_ge: სქემის შენახვა მონაცემთა ბაზაში ვერ ხერხდება
kk_kz: Форманы деректер қорына сақтауға мүмкін емес
ru_ru: Невозможно сохранить форму в базе данных
th_th: ไม่สามารถบันทึกเลย์เอาท์ไปที่ฐานข้อมูลได้

# intLowerBoundary and intUpperBoundary
source: Lower Boundary must be less than Upper Boundary
ar_iq: يجب أن يكون الحد السفلي أقل من الحد العلوي
ka_ge: ქვედა ზღვარი უნდა იყოს ნაკლები ვიდრე ზედა ზღვარი
kk_kz: Тқменгі шек жоғарғы шектен аз болу керек
ru_ru: Нижний предел должен быть меньше верхнего предела
th_th: เส้นขอบล่างต้องน้อยกว่าเส้นขอบบน

# DiagnosisAgeGroupName
source: English value must be non-empty
ar_iq: يجب ألا تكون قيمة إنجليزي فارغة
ka_ge: ინგლისური მნიშვნელობა ვერ იქნება ცარიელი
kk_kz: Ағылшын мәтіні бос болмау керек
ru_ru: Значение на английском не должно быть пустым
th_th: ค่าภาษาอังกฤษต้องไม่ว่าง

# msgComparativeReportCorrectYear
source: The Year selected in the "To" filter shall be greater than the Year selected in the "From" filter
ar_iq: السنة 1 يجب أن تكون أكبر من السنة 2
ka_ge: წელი რომელიც მითითებულია ველში "საიდან" არ უნდა იყოს უფრო გვიანდელი ვიდრე წელი რომელიც მითითებულია ველში "სადამდე"
kk_kz: "Жыл 1" "Жыл 2"-ден көп болу керек
ru_ru: Год выбранный в фильтре «По» должен быть больше, чем год выбранный в фильтре «С»
th_th: ปีที่เลือกในตัวกรอง To ควรมาหลังปีที่เลือกในตัวกรอง From

# msgComparativeReportTHCorrectYear
source: The Year selected in the "To" filter shall be greater than the Year selected in the "From" filter
ka_ge: წლის სიდიდე რომელიც მითითებულია ფილტრის ველში "სადამდე" უნდა აღემატებოდეს წლის სიდიდეს რომელიც მითითებულია ველში "სადამდე"
th_th: ปีที่เลือกในตัวกรอง To ควรมาหลังปีที่เลือกในตัวกรอง From

# msgNumberOfCasesDeathsTHCorrectDate
source: The Date selected in the To filter shall be greater than or equal to the Date selected in the From filter
ka_ge: თარიღის სიდიდე რომელიც მითითებულია ფილტრის ველში "სადამდე" უნდა აღემატებოდეს ან იყოს ტოლი იმ სიდიდისრომელიც მითიტებულია ველში "სადამდე"
th_th: ไม่สามารถกำหนดวันที่เลือกในตัวกรอง To ยัอนหลังจากวันที่เลือกในตัวกรอง From

# msgComparativeReportIQCorrectYear
source: Year 2 shall be greater than Year 1
ar_iq: السنة 2 يجب أن تكون أكبر من السنة 1
ka_ge: წელი 2-ის მნიშვნელობა უნდა იყოს მეტი ვიდრე წელი 1-ს მნიშვნელობა
kk_kz: «Жыл 2» «Жыл 1»-ден артық болуы тиіс
ru_ru: "Год 2" должен быть больше "Года 1"
th_th: ปี 2 ควรมากกว่าปี 1

# DiagnosisAgeGroupNameTranslated
source: Translated value must be non-empty
ar_iq: يجب تكون القيمة المترجمة غير فارغة
ka_ge: ნათარგმნი მნიშვნელობა არ უნდა იყოს ცარიელი
kk_kz: Аударылған мәтін бос болмау керек
ru_ru: Переведённое значение не должно быть пустым
th_th: ค่าที่แปลต้องไม่ว่าง

# intLowerBoundary
source: Lower boundary must be greater or equal that 0
ar_iq: يجب أن يكون الحد السفلي أكبر أو يساوي 0.
ka_ge: ქვედა ზღვარი უნდა იყოს 0-ზე მეტი ან ტოლი
kk_kz: Төменгі шек 0-ге тең немесе жоғары болу керек
ru_ru: Нижний предел должен быть больше или равен 0
th_th: เส้นขอบล่างต้องมากกว่าเส้นขอบบน หรือเท่ากับ 0

# intUpperBoundary
source: Upper boundary must be greater that 0
ar_iq: يجب أن يكون الحد العلوي أكبر من 0
ka_ge: ზედა ზღვარი უნდა იყოს 0-ზე მეტი ან ტოლი
kk_kz: Жоғары шек 0-ге тең немесе жоғары болу керек
ru_ru: Верхний предел должен быть больше или равен 0
th_th: เส้นขอบบนต้องมากกว่า0

# idfsAgeType
source: Interval type must be non-empty
ar_iq: يجب يكون نوع الفاصل الزمني غير فارغ
ka_ge: ინტერვალის ტიპი ვერ იქნება ცარიელი
kk_kz: Интервал түрі бос болмау керек
ru_ru: Тип интервала не должен быть пустым
th_th: ประเภทช่วงเวลาต้องไม่ว่าง

# errInvalidStatisticalAgeGroup
source: Invalid statistical age group name. Value '{0}' is empty or not found in references table.
ar_iq: اسم فئة عمرية إحصائية غير صحيح القيمة '{0}' فارغة أو غير موجودة في جدول المراجع.
ka_ge: სტატისტიკური ასაკობრივი ჯგუფის არასწორი დასახელება. '{0}' მნიშვნელობა არის ცარიელი ან არ მოიძებნა საცნობარო ცხრილში
ru_ru: Неверное имя статистической возрастной группы. Значение '{0}' пусто или не найдено в справочнике.
th_th: ชื่อกลุ่มอายุทางสถิติผิดพลาด ค่า '{0}' ว่าง หรือไม่พบในตารางการอ้างอิง

# errEpiInfoLaunch
source: Error during launching Epi Info.
ar_iq: خطأ أثناء تشغيل المعلومات الوبائية.
ka_ge: Epi Info–ს გაშვების შეცდომა
kk_kz: EPI Info бағдарламаны бастағанда қате шықты.
ru_ru: Ошибка при запуске программы EPI Info.
th_th: ข้อผิดพลาดระหว่างการเปิดข้อมูล EPI

# msgInvalidEpiInfoPath
source: Wrong path to EPI Info in configuration file: <{0}>.
ar_iq: مسار خطأ إلى المعلومات الوبائية في ملف التكوين: <{0}>.
ka_ge: EPI Info–ს საკონფიგურაციო ფაილის <{0}> არასწორი მისამართი.
ru_ru: Неправильный путь к программе EPI Info в файле конфигурации: <{0}>.
th_th: Pathไปที่ข้อมูลEPI ในไฟล์โครงแบบผิด: <{0}>

# titleRootFarmSpeciesAdd
source: Herd Species and Number
ar_iq: نوع وعدد القطيع
ka_ge: ჯოგის სახეობები და რაოდენობა
kk_kz: Табынның саны және түрі
ru_ru: Вид и количество животных в стаде
th_th: สายพันธุ์ และจำนวนฝูงสัตว์

# AsCampaign_CantChangeStatusToNew
source: Status can not be changed to 'New' since Campaign has Sessions.
ar_iq: لا يمكن تغيير الحالة إلى ’جديدة‘ لأن الحملة تحتوي على جلسات.
ka_ge: კაპანიის სტატუსი ვერ შეიცვლება "ახალზე" თუ კამპანია შეიცავს სესიებს.
kk_kz: Статусты Жаңа статусқа өзгертуге болмайды өйткені бұл науқанда сессиялар бар.
ru_ru: Статус нельзя изменить на «Новый», поскольку в кампанию входят сессии.
th_th: ไม่สามารถเปลี่ยนสถานะเป็น "ใหม่" ได้เนื่องจากการรณรงค์นั้นๆมีเซสชั่นอยู่

# titleAddVaccination
source: Add Vaccination
ar_iq: إضافة تلقيح
ka_ge: ვაქცინაციის დამატება
kk_kz: Вакцинацияны қосу
ru_ru: Добавить вакцинацию
th_th: เพิ่มการฉีดวัคซีน

# titleEditVaccination
source: Edit Vaccination
ar_iq: تحرير التلقيح
ka_ge: ვაქცინაციის რედაქტირებაზე
kk_kz: Вакцинацияны өзгерту
ru_ru: Редактировать вакцинацию
th_th: แก้ไขการฉีดวัคซีน

# msgIncorrectTestStatusForBatch
source: Only tests with Not Started status can be added to a batch
ar_iq: يمكن فقط إضافة اختبارات تتمتع بحالة ’لم يتم التشغيل‘ للدفعة.
ka_ge: პარტიაში შესაძლებელია მხოლოდ განუზაღვრელი სტატუსის მქონე ტესტის დამატება
kk_kz: Тобты тестерге тек қана «Анықталмаған» статусы бар тесттерді қосуға болады
ru_ru: В групповой тест можно добавлять только те тесты, которые имеют статус «Неопределен»
th_th: มีเฉพาะการทดสอบที่มีสถานะ ยังไม่ได้เริ่มต้น เท่านั้นที่สามารถเพิ่มเข้าไปในกลุ่มได้

# mapChangeLayer
source: Change base layer
ar_iq: تغيير طبقة الأساس
ka_ge: საბაზისო შრის შეცვლა
kk_kz: Базалық қабатты өзгерту
ru_ru: Изменить базовый слой
th_th: เปลี่ยนฐานเลเยอร์

# mapInfo
source: Info
ar_iq: معلومات
ka_ge: ინფორმაცია
kk_kz: Ақпарат
ru_ru: Информация
th_th: ข้อมูล

# mapMeasure
source: Measure
ar_iq: الإجراء
ka_ge: მანძილი
kk_kz: Ара қашықтық
ru_ru: Расстояние
th_th: มาตรการ

# errArchiveConnectionError
source: Can't connect to archive database.
ar_iq: لا يمكن الاتصال بقاعدة بيانات الأرشيف.
ka_ge: ვერ ხერხდება არქივის მონაცემთა ბაზასთან დაკავშირება
kk_kz: Архивтік деректер қорына қосылу мүмкін емес.
ru_ru: Не удается присоединиться к архивной базе данных.
th_th: ไม่สามารถเชื่อมต่อกับฐานข้อมูลอาร์ไคฟ์ได้

# strMatrixDefault
source: Default
ar_iq: افتراضي
ka_ge: ნაგულისხმევი
kk_kz: Ағымдағы
ru_ru: Текущая
th_th: ค่าตั้งต้น

# btTranslationTool
source: Translation Tool
ar_iq: أداة ترجمة
ka_ge: თარგმანის ხელსაწყო
kk_kz: Сөзді аудару үшін құрал
ru_ru: Инструмент перевода
th_th: เครื่องมือการแปล

# TranslationToolTitle
source: Translation Tool
ar_iq: أداة ترجمة
ka_ge: თარგმანის ხელსაწყო
kk_kz: Сөзді аудару үшін құрал
ru_ru: Инструмент перевода
th_th: เครื่องมือการแปล

# ResourceUsageTitle
source: Resource Usage Tool
ar_iq: أداة استخدام مصدر
ka_ge: რესურსის გამოყენების ხელსაწყო
kk_kz: Ресурстарды Қолдану Құралы
ru_ru: Использование ресурса
th_th: เครื่องมือการใช้ทรัพยากร

source: Translations
ar_iq: ترجمة
ka_ge: ნათარგმნი
kk_kz: Аудармалар
ru_ru: Переводы
th_th: การแปล

# msgAddSampleType
source: Add sample type
ar_iq: إضافة نوع عينة
ka_ge: ნიმუშის ტიპის დამატება
kk_kz: Сынаманың түрін қосу
ru_ru: Добавить тип пробы
th_th: เพิ่มประเภทตัวอย่าง

# titleExport
source: Export
ar_iq: تصدير
ka_ge: ექსპორტი
kk_kz: Экспорт
ru_ru: Экспорт
th_th: ส่งออก

# titleParameters
source: Parameters
ar_iq: المعلمات
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์

# titleCountry
source: Country
ar_iq: البلد
ka_ge: ქვეყანა
kk_kz: Мемлекет
ru_ru: Страна
th_th: ประเทศ

# titleAzerbaijan
source: Azerbaijan
ar_iq: أذربيجان
ka_ge: აზერბაიჯანი
kk_kz: Азербайджан
ru_ru: Азербайджан
th_th: อาร์เซอร์ไบจาน
