Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# RuleInOut
source: Rule Out/Rule In
ar_iq: استبعاد/تأكيد
az_latn_az: Təsdiq olunma/ İnkar olunma
hy_am: Հերքում է / Հաստատում է
ka_ge: უკუგდება / დამტკიცება
kk_kz: Теріске шығару/растау
ru_ru: Опроверж./подтвержд.
th_th: ยืนยัน/ไม่ยืนยันการวินิจฉัย
uk_ua: Спростування/Підтвердження

# RuleInOutName
source: Rule Out/Rule In
ar_iq: استبعاد/تأكيد
az_latn_az: Təsdiq olunma/ İnkar olunma
hy_am: Հերքում է / Հաստատում է
ka_ge: უკუგდება / დამტკიცება
kk_kz: Теріске шығару/растау
ru_ru: Опроверж./подтвержд.
th_th: ยืนยัน/ไม่ยืนยันการวินิจฉัย
uk_ua: Спростування/Підтвердження

source: Sample
ar_iq: العينة
az_latn_az: Nümunə
hy_am: Նմուշ
ka_ge: ნიმუში
kk_kz: Сынама
ru_ru: Проба
th_th: ตัวอย่าง
uk_ua: Зразок

source: Sample ID
ar_iq: معرف العينة
az_latn_az: Nümunənin Q/N-si
hy_am: Նմուշի ն/հ
ka_ge: ნიმუშის ID
kk_kz: Сынаманың дара №
ru_ru: Инд.№ пробы
th_th: ID ตัวอย่าง
uk_ua: Інд. № зразку

# SampleName
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

source: Samples
ar_iq: عينات
az_latn_az: Nümunələr
hy_am: Նմուշներ
ka_ge: ნიმუშები
kk_kz: Сынамалар
ru_ru: Пробы
th_th: ตัวอย่าง
uk_ua: Зразки

source: SamplesFromCase
ar_iq: عينات من حالة
az_latn_az: Xəstəlik hadisəsinə aid nümunələr
hy_am: ՆմուշներԴեպքից
ka_ge: დაავადების შემთხვევის ნიმუშები
kk_kz: Ауру жағдайының сынамалары
ru_ru: Пробы случая заболевания
th_th: ตัวอย่างจากกรณี
uk_ua: Зразкі з випадку

source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunənin növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# SampleType_Name
source: Sample type
ar_iq: نوع العينة
az_latn_az: Nümunənin növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

source: Session ID
ar_iq: معرف الجلسة
az_latn_az: Sessiyanın Q/N-si
hy_am: Սեսիայի ն/հ
ka_ge: სესიის ID
kk_kz: Сессияның дара №
ru_ru: Инд. № сессии
th_th: ID กระประชุม
uk_ua: Інд. № сесії

source: Session Status
ar_iq: حالة الجلسة
az_latn_az: Sessiyanın statusu
hy_am: Սեսիայի կարգավիճակ
ka_ge: სესიის სტატუსი
kk_kz: Сессияның жай-күйі
ru_ru: Состояние сессии
th_th: สถานะการประชุม
uk_ua: Стан сесії

# setnArea
source: Area
ar_iq: مساحة (منطقة)
az_latn_az: Ərazi
hy_am: Վարչական միավոր
ka_ge: ზონა
kk_kz: Әкімшілік бірлік
ru_ru: Адм. единица
th_th: พื้นที่
uk_ua: Зона

# setnAreaTypeName
source: Statistical Area Type
ar_iq: نوع المنطقة الإحصائية
az_latn_az: Statistik ərazi növü
hy_am: Վարչական միավորի տեսակ
ka_ge: სტატისტიკური ზონის ტიპი
kk_kz: Әкімшілік бірлік үлгісі
ru_ru: Тип адм. единицаы
th_th: ประเภทพื้นที่ทางสถิติ
uk_ua: Тип статистичної зони

# setnParameterName
source: Parameter
ar_iq: معلمة
az_latn_az: Parametr
hy_am: Պարամետր
ka_ge: პარამეტრი
kk_kz: Параметр
ru_ru: Параметр
th_th: พารามิเตอร์
uk_ua: Параметр

# setnPeriodTypeName
source: Statistical Period Type
ar_iq: نوع الفترة الإحصائية
az_latn_az: Statistik zaman növü
hy_am: Ժամանակահատված
ka_ge: სტატისტიკური პერიოდის ტიპი
kk_kz: Уақыт аралығы
ru_ru: Временной интервал
th_th: ประเภทระยะทางสถิติ
uk_ua: Тип статистичного періоду

source: Settlement
ar_iq: تجمع سكني
az_latn_az: Yaşayış məntəqəsi
hy_am: Բնակավայր
ka_ge: დასახლება
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: รหัสพื้นที่
uk_ua: Населений пункт

# SettlementDefaultName
source: Default Name
ar_iq: الاسم الافتراضي
az_latn_az: Standart adı
hy_am: Անգլերեն անվանում
ka_ge: ინგლისური დასახელება
kk_kz: Ағылшынша атауы
ru_ru: Название (англ.)
th_th: ชื่อตั้งต้น
uk_ua: Назва за умовчанням

# SettlementNationalName
source: National Name
ar_iq: الاسم الوطني
az_latn_az: Milli adı (Azərb.)
hy_am: Անվանում (հայերեն)
ka_ge: ქართული დასახელება
kk_kz: Атауы (қазақша)
ru_ru: Название (рус.)
th_th: ชื่อตามบัตรประชาชน
uk_ua: Назва українською

# SettlementTypeNationalName
source: Settlement Type
ar_iq: نوع التجمع السكني
az_latn_az: Yaşayış yerinin növü
hy_am: Բնակավայրի տեսակ
ka_ge: დასახლებული პუნქტის ტიპი
kk_kz: Елді мекен үлгісі
ru_ru: Тип населенного пункта
th_th: ประเภทข้อตกลง
uk_ua: Тип населеного пункту

source: Spec
ar_iq: المواصفات
az_latn_az: Heyvan Növləri
hy_am: Բնութագիր
ka_ge: სპეციფიკაცია
kk_kz: Спецификация
ru_ru: Спецификация
th_th: คุณลักษณะ
uk_ua: Специфікація

source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan/Quş Növü
hy_am: Կենդանատեսակ
ka_ge: სახეობა
kk_kz: Жануардың түрі
ru_ru: Биол. вид
th_th: สายพันธุ์
uk_ua: Вид

source: SpeciesID
ar_iq: معرف الأنواع
az_latn_az: Heyvan Növün Q/N
hy_am: Կենդանատեսակի ն/հ
ka_ge: ცხოველის ID
kk_kz: Түрдің жеке №
ru_ru: Инд. № вида
th_th: ID สายพันธุ์
uk_ua: Інд. № Виду

source: Status
ar_iq: الحالة
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

# StatusName
source: Status
ar_iq: الحالة
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

source: Storage Type
ar_iq: نوع التخزين
az_latn_az: Saxlanılma növü
hy_am: Պահեստի տեսակ
ka_ge: სათავსოს ტიპი
kk_kz: Сақтау орны элементінің үлгісі
ru_ru: Тип элемента хранилища
th_th: ประเภทที่กักเก็บ
uk_ua: Тип сховища

# strAccessionCondition
source: Accession Condition
ar_iq: شروط الإضافة
az_latn_az: Qəbul etmə zamanı vəziyyəti
hy_am: Վիճակը ընդունման պահին
ka_ge: მდგომარეობა მიღებისას
kk_kz: Түскен кездегі жай-күйі
ru_ru: Состояние при поступлении
th_th: เงื่อนไขการเข้าถึง
uk_ua: Стан при реєстрації

# strAccountName
source: Account Name
ar_iq: اسم الحساب
az_latn_az: İstifadəçinin adı
hy_am: Օգտագործողի անուն
ka_ge: მომხმარებლის სახელი
kk_kz: Пайдаланушының аты
ru_ru: Имя пользователя
th_th: ชื่อบัญชี
uk_ua: Ім'я користувача

# strActionID
source: Action ID
ar_iq: معرف الإجراء
az_latn_az: Tədbirin Q/N
hy_am: Միջոցառման ն/հ
ka_ge: ღონისძიების ID
kk_kz: Іс-әрекеттің дара №
ru_ru: Инд. № действия
th_th: ID การปฏิบัติ
uk_ua: Інд. № дії

# strActionName
source: Action
ar_iq: الإجراء
az_latn_az: Əməliyyat
hy_am: Գործողություն
ka_ge: ქმედება
kk_kz: Іс-әрекет
ru_ru: Действие
th_th: การปฏิบัติ
uk_ua: Дія

# strActionNationalName
source: Action
ar_iq: الإجراء
az_latn_az: Tədbir
hy_am: Գործողություն
ka_ge: ქმედება
kk_kz: Іс-әрекет
ru_ru: Действие
th_th: การปฏิบัติ
uk_ua: Дія

# strAdditionalInformation
source: Additional Information
ar_iq: معلومات إضافية
az_latn_az: Əlavə məlumat
hy_am: Լրացուցիչ տեղեկատվություն
ka_ge: დამატებითი ინფორმაცია
kk_kz: Қосымша ақпарат
ru_ru: Дополнительная информация
th_th: ข้อมูลเพิ่มเติม
uk_ua: Додаткова інформація

# strAddressDefaultString
source: Farm Address
ar_iq: عنوان المزرعة
az_latn_az: Fermanın ünvanı
hy_am: Տնտեսության հասցե
ka_ge: ფერმის მისამართი
kk_kz: Ферманың мекенжайы
ru_ru: Адрес фермы
th_th: ที่อยู่ฟาร์ม
uk_ua: Адреса ферми

# strAnimalAge
source: Age
ar_iq: العمر
az_latn_az: Yaşı
hy_am: Տարիք
ka_ge: ასაკი
kk_kz: Жасы
ru_ru: Возраст
th_th: อายุ
uk_ua: Вік

# strAnimalCode
source: Animal ID
ar_iq: معرف الحيوان
az_latn_az: Heyvanın Q/N-si
hy_am: Կենդանու ն/հ
ka_ge: ცხოველის ID
kk_kz: Жануардың дара №
ru_ru: Инд. № животного
th_th: ID สัตว์
uk_ua: Інд. № тварини

# strAnimalCondition
source: Status
ar_iq: الحالة
az_latn_az: Vəziyyəti
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

# strAnimalGender
source: Sex
ar_iq: الجنس
az_latn_az: Cinsiyyəti
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать

# strAntibiotics
source: Any antibiotics administration before the samples collection
ar_iq: هل أعطيب أية مضادات حيوية قبل جمع العينات
az_latn_az: Nümunələrin toplamasından əvvəl hər hansı antibiotiklərin qəbulu
hy_am: Մինչ նմուշառումը ցանկացած նշանակված հակաբիոտիկներ
ka_ge: დაწყების თარიღი
kk_kz: Сынамаларды іріктеп алғанға дейін антибиотиктер тағайындау
ru_ru: Назаначение антибиотиков перед отбором проб
th_th: ทำการจัดการต้านไวรัสก่อนเก็บตัวอย่าง
uk_ua: Призначення антибіотиків до відбору зразків

# strAntimicrobialTherapyName
source: Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
ka_ge: დასახელება
kk_kz: Атауы
ru_ru: Препарат
th_th: ชื่อ
uk_ua: Препарат

# strApartment
source: Apt.
ar_iq: شقة
az_latn_az: Mən.
hy_am: Բն.
ka_ge: ბინა
kk_kz: Пәтер
ru_ru: Кв.
th_th: อพาร์ทเม้นท์
uk_ua: Кв.

# strASAdministrator
source: Administrator
ar_iq: المسؤول
az_latn_az: Rəhbər
hy_am: Ադմինիստրատոր
ka_ge: ორგანიზატორი
kk_kz: Әкімші
ru_ru: Администратор
th_th: ผู้จัดการ
uk_ua: Адміністратор

# strAverageAge
source: Avg. Age (weeks)
ar_iq: متوسط العمر (أسابيع)
az_latn_az: Orta yaş (həftələr)
hy_am: Միջին տարիք (շաբաթներ)
ka_ge: საშუალო ასაკი (კვირა)
kk_kz: Орташа жасы (аптамен)
ru_ru: Ср. возраст (в неделях)
th_th: อายุเฉลี่ย (อาทิตย์)
uk_ua: Сер. вік ( тижднів)

# strBarcode
source: Batch ID
ar_iq: معرف الدفعة
az_latn_az: Qrupşəkilli testin Q/N
hy_am: Խմբաքանակի ն/հ
ka_ge: პარტიის ID
kk_kz: Топтың дара №
ru_ru: Инд. № группы
th_th: ID กลุ่ม
uk_ua: Інд. № постановки

# strBasisOfRecord
source: Basis of record
ar_iq: أساس السجل
az_latn_az: Tədqiqat üçün ilkin məlumat
hy_am: Ուսումնասիրման սկզբնական տվյալներ
ka_ge: კვლევის საფუძველი
kk_kz: Зерттеу үшін бастапқы деректер
ru_ru: Исходные данные для исследования
th_th: เกณฑ์การบันทึก
uk_ua: Початкові дані для дослідження

# strBatchCodeTest
source: Test Run ID
ar_iq: معرف تشغيل الاختبار
az_latn_az: Testin icra edilmə Q/N
hy_am: Հետազոտության ն/հ
ka_ge: პარტიის ID
kk_kz: Топтың дара №
ru_ru: Инд. № группы
th_th: ID การทำการทดสอบ
uk_ua: Інд. № групи

# strBuilding
source: Building
ar_iq: العنوان الكامل
az_latn_az: Bina
hy_am: Շենք
ka_ge: კორპუსი
kk_kz: Корпус
ru_ru: Корп.
th_th: อาคาร
uk_ua: Будинок

# strCampaignAdministrator
source: Campaign Administrator
ar_iq: مسؤول الحملة
az_latn_az: Kampaniyanın rəhbəri
hy_am: Կամպանիայի ադմինիստրատոր
ka_ge: კამპანიის ორგანიზატორი
kk_kz: Науқанның басшысы
ru_ru: Руководитель кампании
th_th: ผู้จัดกิจกรรม
uk_ua: Керівник кампанії

# strCampaignID
source: Campaign ID
ar_iq: معرف الحملة
az_latn_az: Kampaniyanın Q/N-si
hy_am: Կամպանիայի ն/հ
ka_ge: კამპანიის ID
kk_kz: Науқанның дара №
ru_ru: Инд. № кампании
th_th: ID เซสชั่นกิจกรรมการเฝ้าระวัง
uk_ua: Інд. № кампанії

# strCampaignName
source: Campaign Name
ar_iq: اسم الحملة
az_latn_az: Kampaniyanın adı
hy_am: Կամպանիայի անվանում
ka_ge: კამპანიის დასახელება
kk_kz: Науқанның атауы
ru_ru: Название кампании
th_th: ชื่อกิจกรรม
uk_ua: Назва кампанії

# strCampaignStatus
source: Campaign Status
ar_iq: حالة الحملة
az_latn_az: Kampaniyanın statusu
hy_am: Կամպանիայի կարգավիճակ
ka_ge: კამპანიის სტატუსი
kk_kz: Науқанның жай-күйі
ru_ru: Состояние кампании
th_th: สถานะกิจกรรม
uk_ua: Стан кампанії

# strCampaignType
source: Campaign Type
ar_iq: نوع الحملة
az_latn_az: Kampaniyanın növü
hy_am: Կամպանիայի տեսակ
ka_ge: კამპანიის ტიპი
kk_kz: Науқан үлгісі
ru_ru: Тип кампании
th_th: ประเภทกิจกรรม
uk_ua: Тип кампанії

# strCaseClassification
source: Case Classification
ar_iq: تصنيف الحالة
az_latn_az: Hadisənin təsnifatı
hy_am: Դեպքի դասակարգում
ka_ge: შემთხვევის კლასიფიკაცია
kk_kz: Жағдайдың сыныптамасы
ru_ru: Классификация случая
th_th: ประเภทผู้ป่วย
uk_ua: Класифікація випадку

# strCaseID
source: Case ID
ar_iq: معرف الحالة
az_latn_az: Hadisənin Q/N-si
hy_am: Դեպքի ն/հ
ka_ge: შემთხვევის ID
kk_kz: Жағдайдың дара №
ru_ru: Инд. № случая
th_th: รหัส
uk_ua: Інд. № випадку

# strCaseIDSessionID
source: Case/Session ID
ar_iq: معرف الحالة/الجلسة
az_latn_az: Hadisənin Q/N-si/Sessiyanın Q/N-si
hy_am: Դեպքի ն/հ / Սեսիայի ն/հ
ka_ge: შემთხვევის ID/სესიის ID
kk_kz: Жағдайдың/сессияның дара №
ru_ru: Инд. № случая/сессии
th_th: ID ตัวอย่าง/เซสชั่น
uk_ua: Інд. № випадку/Інд. № сесії

# strCaseInfo
source: Case Info
ar_iq: معلومات عن الحالة
az_latn_az: Xəstəlik hadisəsinə dair məlumat
hy_am: Դեպքի տեղեկատվություն
ka_ge: ინფორმაცია შემთხვევის შესახებ
kk_kz: Жағдайдың дара №
ru_ru: Инд. № случая
th_th: ข้อมูลกรณี
uk_ua: Інформація про випадок

# strPatientSessionVectorInfo
source: Patient/Species/Vector Info
ar_iq: معلومات المريض/الأنواع/الناقل
az_latn_az: Xəstə/növlər/keçirici haqqında məlumat
hy_am: Տեղեկատվություն հիվանդի/կենդանատեսակի/պահոցի/փոխանցողի վերաբերյալ
ka_ge: ინფორმაცია პაციენტის / სახეობის / გადამტანის შესახებ
kk_kz: Пациент / Түрлер / Векторлық мәлімет
ru_ru: Информация о пациенте / виде животного / переносчике заболевания
th_th: ข้อมูลผู้ป่วย/สายพันธุ์/พาหะนำโรค
uk_ua: Пацієнт/вида тварини/переносник

# intTestCount
source: Tests Count
ar_iq: عدد الاختبارات
az_latn_az: Testlərin sayı
hy_am: Հետազոտությունների քանակ
ka_ge: ტესტების რაოდენობა
kk_kz: Тесттер саны
ru_ru: Количество тестов
th_th: จำนวนการทดสอบ
uk_ua: Кількість тестів

# strCaseType
source: Case Type
ar_iq: نوع الحالة
az_latn_az: Xəstəlik hadisəsinin növü
hy_am: Դեպքի տեսակ
ka_ge: შემთხვევის ტიპი
kk_kz: Жағдай типі
ru_ru: Тип случая
th_th: ประเภทกรณี
uk_ua: Тип випадку

# idfsNonNotifiableDiagnosis
source: Non-Notifiable Diagnosis from facility where patient first sought care
ar_iq: تشخيص غير مبلغ عنه من المكان الذي تلقى فيه المريض الرعاية الأولى
az_latn_az: Xəstənin ilk yardım üçün müraciət etdiyi müəssisədə qoyulmuş qeyri-yoluxucu diaqnoz
hy_am: Հաղորդման ոչ ենթակա ախտորոշում այն հաստատությունից, որտեղ առաջին անգամ հիվանդը դիմել է
ka_ge: ამ დაწესებულებაში დასმული დიაგნოზი
kk_kz: Пациент оған алғаш жүгінген мекемеден алынған тіркеуге жатпайтын диагноз
ru_ru: Диагноз, установленный в учреждении, куда впервые обратился пациент
th_th: การวินิจฉัยก่อนหน้าที่ไม่ใช่โรคในระบบเฝ้าระวัง
uk_ua: Клінічний діагноз

# strClinicalNotes
source: Comments
ar_iq: التعليقات
az_latn_az: Qeydlər
hy_am: Մեկնաբանություններ
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: ความเห็น
uk_ua: Коментарі

# strClinicalSigns
source: Clinical Signs
ar_iq: علامات سريرية
az_latn_az: Kliniki əlamətləri
hy_am: Կլինիկական նշաններ
ka_ge: კლინიკური ნიშნები
kk_kz: Клиникалық белгілері
ru_ru: Клинические признаки
th_th: สัญญาณวิกฤติ
uk_ua: Клінічні симптоми

# strCode
source: Code
ar_iq: رمز
az_latn_az: Kod
hy_am: Ծածկագիր
ka_ge: კოდი
kk_kz: Код
ru_ru: Код
th_th: รหัส
uk_ua: Код

# strCollectionMethod
source: Collection method
ar_iq: طريقة التجميع
az_latn_az: Toplama metodu
hy_am: Հավաքագրման մեթոդ
ka_ge: შეგროვების მეთოდი
kk_kz: Жинау әдісі
ru_ru: Метод сбора
th_th: วิธีการเก็บ
uk_ua: Метод збору

# strColor
source: Color
ar_iq: لون
az_latn_az: Rəngi
hy_am: Գույն
ka_ge: ფერი
kk_kz: Түсі
ru_ru: Цвет
th_th: สี
uk_ua: Колір

# strComments
source: Comments
ar_iq: التعليقات
az_latn_az: Qeydlər
hy_am: Մեկնաբանություններ
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: ความเห็น
uk_ua: Коментарі

# strComment
source: Comment
ar_iq: تعليق
az_latn_az: Şərh
hy_am: Մեկնաբանություն
ka_ge: კომენტარი
kk_kz: Түсіндірмелер
ru_ru: Комментарий
th_th: ความเห็น
uk_ua: Коментар

# HumanCase.strComment
source: Comment
ar_iq: تعليق
az_latn_az: Qeyd
hy_am: Մեկնաբանություն
ka_ge: კომენტარი
kk_kz: Түсіндірмелер
ru_ru: Комментарий
th_th: ความเห็น
uk_ua: Коментар

# strConclusion
source: Conclusion
ar_iq: النتيجة
az_latn_az: Yekun
hy_am: Եզրակացություն
ka_ge: დასკვნა
kk_kz: Қорытынды
ru_ru: Заключение
th_th: บทสรุป
uk_ua: Висновок

# strCondition
source: Sample Condition
ar_iq: حالة العينة
az_latn_az: Nümunənin şəraiti
hy_am: Նմուշի վիճակ
ka_ge: ნიმუშის მდგომარეობა
kk_kz: Сынаманың жай-күйі
ru_ru: Состояние пробы
th_th: เงื่อนไขตัวอย่าง
uk_ua: Стан зразку

# strAccessionInComment
source: Accession In Comment
ar_iq: تعليق عن الادراج
az_latn_az: Şərh
hy_am: Ընդունման մեկնաբանություն
ka_ge: მიღებასთან დაკავშირებული კომენტარები
kk_kz: Қабылдау ескертпесі
ru_ru: Комментарий по приёму пробы
th_th: ความเห็นในการรับ
uk_ua: Коментар з прийому проби

# strContactPhone
source: Phone
ar_iq: الهاتف
az_latn_az: Telefon
hy_am: Հեռախոսահամար
ka_ge: ტელეფონი
kk_kz: Телефон
ru_ru: Телефон
th_th: โทรศัพท์
uk_ua: Телефон

# strCurrentLocation
source: Other location name
ar_iq: اسم موقع آخر
az_latn_az: Yerləşmə yeri
hy_am: Այլ վայր
ka_ge: ადგილმდებარეობა
kk_kz: Орналасқан жері
ru_ru: Местоположение
th_th: ระบุสถานที่
uk_ua: Назва місця виникнення

# strDayPeriod
source: Collection Time
ar_iq: وقت التجميع
az_latn_az: Toplama vaxtı
hy_am: Հավաքագրման ժամանակը
ka_ge: შეგროვების დრო
kk_kz: Жинау уақыты
ru_ru: Время сбора
th_th: เวลาที่เก็บ
uk_ua: Час збору

# strDefaultName
source: English Value
ar_iq: القيمة بالإنجليزي
az_latn_az: İngilis dilində
hy_am: Անգլերեն անվանումը
ka_ge: ინგლისური მნიშვნელობა
kk_kz: Атауы (ағыл.)
ru_ru: Название (англ.)
th_th: ค่าภาษาอังกฤษ
uk_ua: Назва (англ.)

# strCaseClassificationDefaultName
source: English Value
ar_iq: قيمة أنجليزية
az_latn_az: İngilis dilində
hy_am: Անգլերեն անվանումը
ka_ge: ინგლისური მნიშვნელობა
kk_kz: Жағдай категориясы (ағылш.)
ru_ru: Категория случая (англ.)
th_th: ค่าภาษาอังกฤษ
uk_ua: Категорія випадку (англ.)

# strDepartment
source: Storage Location
ar_iq: موقع التخزين
az_latn_az: Saxlanılma yeri
hy_am: Նմուշի տեղակայում
ka_ge: შენახვის ადგილი
kk_kz: Сынама орналасқан жер
ru_ru: Местонахождение пробы
th_th: ตำแหน่งที่กักเก็บ
uk_ua: Місцезнаходження сховища

# strDescription
source: Description
ar_iq: الوصف
az_latn_az: Təsvir
hy_am: Նկարագրություն
ka_ge: აღწერილობა
kk_kz: Сипаттама
ru_ru: Описание
th_th: คำอธิบาย
uk_ua: Опис

# strDiagnosis
source: Current Diagnosis
ar_iq: التشخيص الحالي
az_latn_az: Cari Diaqnoz
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัยล่าสุด
uk_ua: Діагноз

# strDisease
source: Diseases
ar_iq: الأمراض
az_latn_az: Xəstəliklər
hy_am: Հիվանդություններ
ka_ge: დაავადებები
kk_kz: Ауру
ru_ru: Заболевание
th_th: โรค
uk_ua: Захворювання

# strDosage
source: Dose
ar_iq: الجرعة
az_latn_az: Doza
hy_am: չափաբաժին
ka_ge: დოზა
kk_kz: Доза
ru_ru: Доза
th_th: ขนาดยา
uk_ua: Дозування

# strEctoparasitesCollected
source: Ectoparasites collected
ar_iq: الطفيليات الخارجية التي تم جمعها
az_latn_az: Toplanmış ektoparazitlər
hy_am: Էկտոմակաբույծները հավաքագրված են
ka_ge: შეგროვებული ექტოპარაზიტები
kk_kz: Эктопаразиттер жиналды
ru_ru: Собраны ли эктопаразиты
th_th: มีการเก็บปรสิตภายนอกหรือไม่
uk_ua: Зібрані ектопаразити

# strEmail
source: E-mail
ar_iq: البريد الإلكتروني
az_latn_az: Elektron poçt ünvanı
hy_am: Էլեկտրոնային փոստ
ka_ge: ელ. ფოსტა
kk_kz: Электрондық пошта
ru_ru: Эл. почта
th_th: อีเมล์
uk_ua: Ел. пошта

# strEmployerName
source: Name of Employer
ar_iq: اسم صاحب العمل
az_latn_az: İş yerinin adı
hy_am: Գործատու
ka_ge: სამუშაო ადგილის, სასწავლო დაწესებულების დასახელება
kk_kz: Жұмыс орны
ru_ru: Место работы
th_th: ชื่อผู้ว่าจ้าง
uk_ua: Місце роботи

# strEmployerNameAndOrganization
source: Name of employer, organization
ar_iq: اسم صاحب العمل، المؤسسة
az_latn_az: İş yeri, təşkilat
hy_am: Աշխատավայր, դպրոց, նախադպրոցական հաստատություն
ka_ge: სამუშაო ადგილის, ორგანიზაციის დასახელება
kk_kz: Жұмыс/оқу орны, балалар мекемесі
ru_ru: Место работы / учебы / детское учреждение
th_th: ชื่อผู้ว่าจ้าง องค์กร
uk_ua: Назва работодавця, організації

# strEnteredByOffice
source: Institution
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Ұйым
ru_ru: Организация
th_th: หน่วยงาน
uk_ua: Заклад

# strEnteredByPerson
source: Officer
ar_iq: المسؤول
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: เจ้าหน้าที่
uk_ua: Керівник сесії

# strEpidemiologistsName
source: Epidemiologist Name
ar_iq: اسم أخصائي الأوبئة
az_latn_az: Epidemioloqun adı
hy_am: Համաճարակաբանի անունը
ka_ge: ეპიდემიოლოგის სახელი, გვარი
kk_kz: Эпидемиологтың аты
ru_ru: Имя эпидемиолога
th_th: ชื่อนักระบาดวิทยา
uk_ua: Ім'я епідеміолога

# strErrorText
source: Error Text
ar_iq: نص الخطأ
az_latn_az: Səhvin mətni
hy_am: Սխալի բացատրություն
ka_ge: შეცდომის ტექსტი
kk_kz: Қатенің мәтіні
ru_ru: Текст ошибки
th_th: ข้อความข้อผิดพลาด
uk_ua: Текст помилки

# strEventTypeName
source: Description
ar_iq: الوصف
az_latn_az: Təsvir
hy_am: Նկարագրություն
ka_ge: აღწერილობა
kk_kz: Сипаттама
ru_ru: Описание события
th_th: คำอธิบาย
uk_ua: Опис

# strFamilyName
source: Last Name
ar_iq: اسم العائلة
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Прізвище

# strFarmCode
source: Farm ID
ar_iq: معرف المزرعة
az_latn_az: Fermanın Q/N-si
hy_am: Տնտեսության ն/հ
ka_ge: ფერმის ID
kk_kz: Ферманың дара №
ru_ru: Инд. № фермы
th_th: รหัสฟาร์ม
uk_ua: Інд. № ферми

# strFarmFullName
source: Farm Name
ar_iq: اسم المزرعة
az_latn_az: Fermanın adı
hy_am: Տնտեսության անվանում
ka_ge: ფერმის დასახელება
kk_kz: Ферманың атауы
ru_ru: Название фермы
th_th: ชื่อฟาร์ม
uk_ua: Назва ферми

# strFax
source: Fax
ar_iq: الفاكس
az_latn_az: Faks
hy_am: Ֆաքս
ka_ge: ფაქსი
kk_kz: Факс
ru_ru: Факс
th_th: แฟกซ์
uk_ua: Факс

# strFieldAccessionID
source: Field Accession ID
ar_iq: معرف إضافة الحقل
az_latn_az: Xəstəliyi məntəqədə qeyd alınma nömrəsi
hy_am: Դաշտային ն/հ
ka_ge: საველე ID
kk_kz: Далалық дара №
ru_ru: Инд. полевой № случая
th_th: ID การเข้าถึงช่อง
uk_ua: Інд. польовий №

# strFieldBarcode
source: Local/Field Sample ID
ar_iq: معرف العينة المحلية/الحقلية
az_latn_az: Nümunənin yerli/sahədəki Q/N-si
hy_am: առաջնային/դաշտային նմուշի ն/հ
ka_ge: ნიმუშის ადგილობრივი/საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: รหัสตัวอย่างจากพื้นที่/ภาคสนาม
uk_ua: Інд. Місцевий/Польовий № зразку

# strFieldBarcodeField
source: Field Sample ID
ar_iq: معرف العينة الحقلية
az_latn_az: Nümunənin məntəqədə qeyd alınma nömrəsi
hy_am: Դաշտային նմուշի ն/հ
ka_ge: ნიმუშის საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID พื้นที่ตัวอย่าง
uk_ua: Польовий № зразку

# strFieldBarcodeLocal
source: Local Sample ID
ar_iq: معرف العينة المحلية
az_latn_az: Nümunənin yerli Q/N-si
hy_am: Նմուշի տեղական ն/հ
ka_ge: ნიმუშის ადგილობრივი/საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: รหัสตัวอย่างจากพื้นที่
uk_ua: Локальний № зразку

# strFieldCollectedByOffice
source: Institution
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Ұйым
ru_ru: Организация
th_th: สถาบัน
uk_ua: Заклад

# strFieldCollectedByPerson
source: Officer
ar_iq: المسؤول
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: พนักงาน
uk_ua: Керівник сесії

# strFieldSessionID
source: Field Session ID
ar_iq: معرف جلسة الحقل
az_latn_az: Sessiyanın sahədəki Q/N-si
hy_am: Դաշտային սեսիայի ն/հ
ka_ge: სესიის საველე ID
kk_kz: Сессияның далалық дара №
ru_ru: Полевой инд. № сессии
th_th: ID พื้นที่หน่วยเฝ้าระวังพาหะนำโรค
uk_ua: Польовий № сесії

# strFirstName
source: First Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อ
uk_ua: Ім'я

# FarmOwner.strFirstName
source: First Name
ar_iq: الاسم
az_latn_az: Sahibin adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Тоңазытқыштың атауы
ru_ru: Имя
th_th: ชื่อ
uk_ua: Ім'я

# strFlockName
source: Flocks
ar_iq: القطعان
az_latn_az: Sürülər
hy_am: Երամներ
ka_ge: გუნდები
kk_kz: Табын
ru_ru: Стада
th_th: ฝูงนก
uk_ua: Зграї

# strFlockSpecies
source: Flock / Species
ar_iq: قطيع / أنواع
az_latn_az: Sürü/ Növ
hy_am: Երամ/Կենդանատեսակներ
ka_ge: გუნდი / სახეობები
kk_kz: Табын/Түрлер
ru_ru: Стадо / Биол. виды
th_th: ฝูงนก/สายพันธุ์
uk_ua: Зграя / Види

# strForeignAddress
source: Address
ar_iq: العنوان
az_latn_az: Xarici ünvan
hy_am: Օտարերկրյա հասցե
ka_ge: მისამართი საზღვარგარეთ
kk_kz: Шетелдік мекенжай
ru_ru: Иностранный адрес
th_th: ที่อยู่
uk_ua: Адреса

# strFreezerName
source: Freezer Name
ar_iq: منطقة وظيفية
az_latn_az: Bölmənin adı
hy_am: Սառնարանի անվանում
ka_ge: ფუნქციონალური ლაბორატორია
kk_kz: Тоңазытқыштың атауы
ru_ru: Название холодильника
th_th: ชื่อตู้เย็น
uk_ua: Назва холодильника

# strGender
source: Sex
ar_iq: الجنس
az_latn_az: Cinsi
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать
