Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# kzFormCountry
source: Republic of Kazakhstan
kk_kz: Қазақстан Республикасы
ru_ru: Республике Казахстан

# kzFormRegion
source: region
kk_kz: Облыс бойынша
ru_ru: области

# kzFormRayon
source: rayon
kk_kz: Аудан бойынша
ru_ru: району

source: Ok
ar_iq: موافق
ka_ge: დიახ

# btTitleFindInPersonIdentityServiceGG
source: Find in Civil Registry
ka_ge: ძებნა სამოქალაქო რეესტრში

# msgInfectiousDiseasesCorrectDate
source: The date selected in the “Start Date” filter shall be less than the date selected in the “End Date” filter
ka_ge: თარიღი ფილტრში „დაწყების თარიღი“ უნდა იყოს ნაკლები თარიღზე ფილტრში „დასრულების თარიღი“

# strPinNotResponding
source: Civil Registry Person Identity Service is not responding. Please retry later. EIDSS will prevent saving of the Human Case containing non-validated PIN of patient/contact.
ka_ge: სამოქალაქო რეესტრის სერვისი მიუწვდომელია. სცადეთ მოგვიანებით. დზეის-ი არ დაუშვებს ადამიანის დაავადების შემთხვევის დამახსოვრებას პაციენტის/კონტაქტის გადაუმოწმებელი პირადი ნომრით.

# strPinWrongFormat
source: Wrong PIN 11-digit format. Please update search criteria and retry. EIDSS will prevent saving of the Human Case containing non-validated PIN of patient/contact.
ka_ge: 11 ნიშნა პირადი ნომერი შეყვანილია არასწორ ფორმატში. შეცვალეთ ძებნის პარამეტრები და ხელახლა სცადეთ ძებნის განხორციელება. დზეის-ი არ დაუშვებს ადამიანის დაავადების შემთხვევის დამახსოვრებას პაციენტის/კონტაქტის გადაუმოწმებელი პირადი ნომრით.

# strPinNoRecordsFound
source: According to the search criteria no records were found. Please update search criteria and retry. EIDSS will prevent saving of the Human Case containing non-validated PIN of patient/contact.
ka_ge: ძებნის მოცემული პარამეტრბით ჩანაწერი არ მოიძებნა. შეცვალეთ ძებნის პარამეტრები და ხელახლა სცადეთ ძებნის განხორციელება. დზეის-ი არ დაუშვებს ადამიანის დაავადების შემთხვევის დამახსოვრებას პაციენტის/კონტაქტის გადაუმოწმებელი პირადი ნომრით.

# strPinNonValidated
source: Non-validated PIN of patient/contact. Please perform search of PIN in Civil Registry.
ka_ge: პაციენტის/კონტაქტის პირადი ნომერი გადაუმოწმებელია. გთხოვთ განახორციელეთ ძებნა საკარო რეესტრში.

# strPinMultipleRecordsFound
source: Attention! According to the search criteria multiple records were found! Please select required record manually.
ka_ge: ყურადღება! ძებნის მოცემულ პარამეტრებს აკმაყოფილებს ერთზე მეტი ჩანაწერი! გთხოვთ ხელით აირჩიოთ შესაბამისი ჩანაწერი.

# strPinDOB
source: The field 'Date of Birth' is mandatory. You must enter data in this field before saving the form.
ka_ge: ‘დაბადების თარიღი' ველის შევსება სავალდებულოა. თქვენ უნდა შეიყვანოთ მონაცემები ამ ველში.
