Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# idfsTentativeDiagnosis2
source: Tentative Diagnosis 3
ar_iq: التشخيص المبدئي 3
az_latn_az: Ehtimal edilən diaqnoz 3
hy_am: Նախնական ախտորոշում 3
ka_ge: სავარაუდო დიაგნოზი 3
kk_kz: 3-болжамды диагноз
ru_ru: Предположительный диагноз 3
th_th: การวินิจฉัยที่เป็นไปได้ 3
uk_ua: Попередній діагноз 3

# idfsTestForDiseaseType
source: Category
ar_iq: الفئة
az_latn_az: Kateqoriya
hy_am: Կատեգորիա
ka_ge: კატეგორია
kk_kz: Санаты
ru_ru: Категория
th_th: หมวดหมู่
uk_ua: Категорія

# idfsTestResult
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: შედეგი
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลลัพธ์
uk_ua: Результат

# idfsTestStatus
source: Status
ar_iq: الحالة
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

# idfsTestType
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тесттің атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# idfSubdivision
source: Storage Location
ar_iq: موقع التخزين
az_latn_az: Saxlanılma yeri
hy_am: Նմուշի տեղակայում
ka_ge: შენახვის ადგილი
kk_kz: Сынама орналасқан жер
ru_ru: Местонахождение пробы
th_th: ตำแหน่งที่เก็บ
uk_ua: Місцезнаходження сховища

# idfsVaccinationRoute
source: Route
ar_iq: المسار
az_latn_az: Peyvəndlənmənin üsulu
hy_am: Պատվաստումների իրականացման միջոց
ka_ge: ვაქცინაციის მეთოდი
kk_kz: Вакцинация жүргізу тәсілі
ru_ru: Способ проведения вакцинации
th_th: เส้นทาง
uk_ua: Спосіб проведення

# idfsVaccinationType
source: Type
ar_iq: النوع
az_latn_az: Növ
hy_am: Տեսակ
ka_ge: ტიპი
kk_kz: Үлгі
ru_ru: Тип
th_th: ประเภท
uk_ua: Тип

# idfsVectorSubType
source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan Növləri
hy_am: Կենդանատեսակ
ka_ge: სახეობა
kk_kz: Жануар түрі
ru_ru: Биол. вид
th_th: สายพันธุ์
uk_ua: Вид

# idfsVectorSurveillanceStatus
source: Status
ar_iq: الحالة
az_latn_az: Sessiyanın statusu
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние сессии
th_th: สถานะ
uk_ua: Статус

# idfsVectorType
source: Vector type
ar_iq: نوع الناقل
az_latn_az: Keçiricilərin növü
hy_am: Պահոցի/Փոխանցողի տեսակ
ka_ge: გადამტანის ტიპი
kk_kz: Жұқтырушының типі
ru_ru: Тип переносчика
th_th: ประเภทพาหะนำโรค
uk_ua: Тип переносника

# idfsYNAntimicrobialTherapy
source: Antibiotic/Antiviral therapy administered before samples collection
ar_iq: علاج بالمضادات الحيوية/مضادات الفيروسات قبل جمع العينات
az_latn_az: Nümunələr toplanmazdan əvvəl antibiotik\antivirus müalicəsi aparılıbmı?
hy_am: Մինչ նմուշառումը իրականացված հակաբիոտիկային/հակավիրուսային թերապիա
ka_ge: ნიმუშის აღებამდე ჩატარებული სპეციფიური თერაპია
kk_kz: Сынаманы іріктеп алғанға дейін антибиотиктермен/вирусқа қарсы препараттармен емдеу
ru_ru: Лечение антибиотиками/антивирусными препаратами до отбора проб
th_th: ยาปฏิชีวนะ/การรักษาด้วยยาต้านไวรัสก่อนทำการเก็บตัวอย่าง
uk_ua: Лікування антибіотиками/противірусними препаратами проведене перед збором зразків

# idfsYNHospitalization
source: Hospitalization
ar_iq: دخول المستشفى
az_latn_az: Hospitalizasiya
hy_am: Հոսպիտալացում
ka_ge: ჰოსპიტალიზაცია
kk_kz: Госпитальға жатқызу
ru_ru: Госпитализация
th_th: รับการรักษาในโรงพยาบาล
uk_ua: Госпіталізація

# idfsYNRelatedToOutbreak
source: Is this Case Related to an Outbreak
ar_iq: هل لهذه الحالة علاقة بالتفشي
az_latn_az: Hadisənin hər hansı bir alovlanma ilə əlaqəsi varmı?
hy_am: Պատահարը արդյոք վերաբերում է բռնկմանը
ka_ge: დაკავშირებულია შემთხვევა ეპიდაფეთქებასთან
kk_kz: Жағдай аурудың шығуына жата ма
ru_ru: Относится ли случай к вспышке
th_th: กรณีนี้เกี่ยวข้องกับการระบาดหรือไม่
uk_ua: Чи відноситься цій випадок до спалаху

# idfsYNSpecimenCollected
source: Samples Collected
ar_iq: العينات التي جُمعت
az_latn_az: Nümunələr toplanılıbmı?
hy_am: Նմուշառում
ka_ge: მოხდა ნიმუშების აღება?
kk_kz: Сынама іріктеп алу жүзеге асырылды ма
ru_ru: Осуществлялся ли отбор проб
th_th: เก็บตัวอย่างแล้ว
uk_ua: Зібрані зразки

# idfsYNTestsConducted
source: Tests Conducted
ar_iq: اختبارات تم إجراؤها
az_latn_az: Testlər aparılıb
hy_am: Հետազոտություններն անց են կացվել
ka_ge: ჩატარებული ტესტები
kk_kz: Тест өткізілді
ru_ru: Проведены ли тесты
th_th: ทำการตรวจทางห้องปฏิบัติการแล้ว
uk_ua: Проведені тести

# idfTestedByPerson
source: Tested By
ar_iq: أجريت من قبل
az_latn_az: Testi icra edən şəxs
hy_am: Հետազոտությունը իրականացրել է
ka_ge: ვინ ჩაატარა
kk_kz: Кім орындады
ru_ru: Кем выполнен
th_th: ทดสอบโดย
uk_ua: Ким виконано

# idfResultEnteredByPerson
source: Results Entered By
ar_iq: تم إدخال النتيجة من قبل
az_latn_az: Nəticələri daxil edən şəxs
hy_am: Արդյունքները մուտքագրել է
ka_ge: შედეგი შეყვანილია ვის მიერ
kk_kz: Результаттарды енгізген
ru_ru: Оператор ввода результатов
th_th: ป้อนผลลัพธ์โดย
uk_ua: Хто ввів результат

# idfValidatedByPerson
source: Validated By
ar_iq: تم التأكد من طرف
az_latn_az: Nəticələri təsdiq edən şəxs
hy_am: Հաստատել է
ka_ge: ვინ გადაამოწმა
kk_kz: Кім растады
ru_ru: Кем проверен
th_th: พิสูจน์โดย
uk_ua: Ким підтверджено

# blnExternalTest
source: External Results
ar_iq: نتائج خارجية
az_latn_az: Kənardan alınmış nəticələr
hy_am: Արտաքին արդյունքներ
ka_ge: დზეის–ის არმქონე ლაბორატორიიდან მიღებული შედეგები
kk_kz: Сыртқы результаттар
ru_ru: Результаты из внешней лаборатории
th_th: ได้รับผลจากหน่วยงานอื่น
uk_ua: Результати з зовнішньої лабораторії

# intBirdsPerBuilding
source: Number of birds per barns/buildings
ar_iq: عدد الطيور في الحظائر/المباني
az_latn_az: Hər tikilidə olan quşların sayı
hy_am: Թռչունների քանակն ըստ թռչնանոցների/շինությունների
ka_ge: ფრინველის რაოდენობა თითოეულ საფრინველეში / შენობაში
kk_kz: Қораға/ғимаратқа келетін құс саны
ru_ru: Число птиц на птичник/здание
th_th: จำนวนนกต่อโรงนา/อาคาร
uk_ua: Кількість птахів у амбарі/будівлі

# intBuidings
source: Number of barns/buildings
ar_iq: عدد الحظائر/المباني
az_latn_az: Tikililərin sayı
hy_am: Թռչնանոցների/շինությունների քանակը
ka_ge: საფრინველის/შენობის რაოდენობა
kk_kz: Қоралар/ғимараттар саны
ru_ru: Число птичников/зданий
th_th: จำนวนโรงนา/อาคาร
uk_ua: Кількість амбарів/будівель

# intCollectionEffort
source: Collection effort (h)
ar_iq: جهود التجميع (ساعة)
az_latn_az: Toplama müddəti (saat)
hy_am: Նմուշառման տևողությունը (ժ)
ka_ge: შეგროვების ხანგძლივობა (სთ)
kk_kz: Жинау ұзақтығы (с)
ru_ru: Продолжительность сбора (в часах)
th_th: ระยะเวลาเก็บตัวอย่าง (ชม.)
uk_ua: Тривалість збору (годин)

# intDeadAnimalQty
source: Dead
ar_iq: ميت
az_latn_az: Ölmüş
hy_am: Անկած
ka_ge: დაცემული
kk_kz: Өлді
ru_ru: Пало
th_th: ตาย
uk_ua: Мертві

# intElevation
source: Elevation (m)
ar_iq: الارتفاع (متر)
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე ზღვის დონიდან
kk_kz: Биіктігі
ru_ru: Высота (в метрах)
th_th: ระดับความสูง (ม.)
uk_ua: Висота

# InterpretedName
source: Interpreted by
ar_iq: تم التفسير من طرف
az_latn_az: Şərh edən şəxs
hy_am: Մեկնաբանել է
ka_ge: ვინ მოახდინა ინტერპრეტირება
kk_kz: Түсіндірілді
ru_ru: Интерпретировано
th_th: สรุปโดย
uk_ua: Ким інтерпретовано

# intMinNumberLength
source: Min Length
ar_iq: الطول الأدنى
az_latn_az: Minimal uzunluq
hy_am: Նվազագույն երկարություն
ka_ge: მინ. სიგრძე
kk_kz: Ең аз ұзындық
ru_ru: Мин. длина
th_th: ความยาวน้อยที่สุด
uk_ua: Мінімальна довжина

# intNumberVaccinated
source: Vaccinated #
ar_iq: ملقح #
az_latn_az: Peyvənd olunmuşların sayı
hy_am: Պատվաստված է #
ka_ge: ვაქცინირებულთა რაოდენობა
kk_kz: Вакцинацияланды
ru_ru: Количество вакцинированных
th_th: ฉีดวัคซีนแล้ว #
uk_ua: Вакциновано

# intNumberValue
source: Last Document #
ar_iq: المستند الأخير #
az_latn_az: Axırıncı sənədin nömrəsi
hy_am: Վերջին փաստաթղթի #
ka_ge: ბოლო ჩანაწერის #
kk_kz: Соңғы құжаттың №
ru_ru: № последнего документа
th_th: เอกสารสุดท้าย#
uk_ua: Номер останнього документу

# intOrder
source: Order
ar_iq: الترتيب
az_latn_az: Sıra nömrəsi
hy_am: Կարգ
ka_ge: თანმიმდევრობა
kk_kz: Тәртібі
ru_ru: Порядок
th_th: คำสั่ง
uk_ua: Порядок

# intPatientAge
source: Patient Age
ar_iq: عمر المريض
az_latn_az: Xəstənin Yaşı
hy_am: Հիվանդի տարիքը
ka_ge: პაციენტის ასაკი
kk_kz: Пациенттің жасы
ru_ru: Возраст пациента
th_th: อายุผู้ป่วย
uk_ua: Вік пацієнта

# intPlannedNumber
source: Planned #
ar_iq: مبرمج #
az_latn_az: Planlaşdırılıb#
hy_am: Պլանավորված է #
ka_ge: დაგეგმილი რაოდენობა #
kk_kz: Жоспарланды #
ru_ru: Всего запланировано осмотреть
th_th: จำนวนตัวอย่าง
uk_ua: Заплановано №

# intPositiveAnimalsQty
source: Positive #
ar_iq: إيجابي #
az_latn_az: Müsbətlərin sayı
hy_am: Դրական #
ka_ge: დადებითების რაოდენობა
kk_kz: Оң#
ru_ru: Кол-во положит. результатов
th_th: ผลบวก #
uk_ua: Позитивних №

# intQuantity
source: Quantity
ar_iq: كمية
az_latn_az: Miqdar
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: Количество
th_th: ปริมาณ
uk_ua: Кількість

# intSampledAnimalsQty
source: Animals Sampled
ar_iq: الحيوانات المأخوذ منها عينات
az_latn_az: Nümunələr götürülmüş heyvanların sayı
hy_am: Նմուշառված կենդանիներ
ka_ge: ნიმუშაღებულ ცხოველთა რაოდენობა
kk_kz: Сынамалары бар жануарлардың саны
ru_ru: Кол-во животных с пробами
th_th: ตัวอย่างสัตว์
uk_ua: Кількість тварин зі зразками

# intSamplesQty
source: Number of Samples
ar_iq: عدد العينات
az_latn_az: Nümunələrin sayı
hy_am: Նմուշների քանակ
ka_ge: ნიმუშების რაოდენობა
kk_kz: Сынама саны
ru_ru: Кол-во проб
th_th: จำนวนตัวอย่าง
uk_ua: Кількість зразків

# intSickAnimalQty
source: Sick
ar_iq: مريض
az_latn_az: Xəstə
hy_am: Հիվանդ
ka_ge: დაავადებული
kk_kz: Ауруларды
ru_ru: Больных
th_th: ป่วย
uk_ua: Хворі

# intTotalAnimalQty
source: Total
ar_iq: الإجمالي
az_latn_az: Cəmi
hy_am: Ընդամենը
ka_ge: სულ
kk_kz: Барлығы
ru_ru: Всего
th_th: ทั้งหมด
uk_ua: Усього

# intTotalAnimalQtyFull
source: Total Animal Qty
ar_iq: العدد الإجمالي للحيوانات
az_latn_az: Heyvanların ümumi sayı
hy_am: Ընդամենը կենդանիներ
ka_ge: ცხოველთა საერთო რაოდენობა
kk_kz: Барлық жануарлар
ru_ru: Всего животных
th_th: จำนวนสัตว์ทั้งหมด
uk_ua: Усього тварин

# intTotalCases
source: Total
ar_iq: الإجمالي
az_latn_az: Cəmi
hy_am: Ընդամենը
ka_ge: სულ
kk_kz: Барлығы
ru_ru: Итого
th_th: ทั้งหมด
uk_ua: Усього

# intTotalDiagnosedAnimals
source: Total number of animals sampled
ar_iq: العدد الإجمالي للحيوانات المختبرة
az_latn_az: Nümunələri götürülmüş heyvanların cəmi sayı
hy_am: Նմուշներով կենդանիների ընդհանուր քանակը
ka_ge: ნიმუშაღებულ ცხოველთა საერთო რაოდენობა
kk_kz: Сынамалары бар жануарлардың жалпы саны
ru_ru: Общее кол-во животных с пробами
th_th: จำนวนของตัวอย่างสัตว์ทั้งหมด
uk_ua: Загальна кількість тварин зі зразками

# intTotalPositiveAnimals
source: Total number of animals with positive reaction
ar_iq: العدد الإجمالي للحيوانات الحاملة لردة فعل ايجابية
az_latn_az: Müsbət nəticə ilə heyvanların cəmi
hy_am: Դրական ռեակցիայով կենդանիների ընդհանուր քանակը
ka_ge: დადებითი რეაქციის მქონე ცხოველთა საერთო რაოდენობა
kk_kz: Оң реакция көрсеткен жануарлардың жалпы саны
ru_ru: Общее кол-во животных с положительной реакцией
th_th: จำนวนของตัวอย่างสัตว์ทั้งหมดที่มีปฏิกิริยาเป็นบวก
uk_ua: Загальна кількість тварин з позитивною реакцією

# intTotalSampledAnimals
source: Total number of animals sampled
ar_iq: العدد الإجمالي للحيوانات المختبرة
az_latn_az: Nümunələr götürülmüş heyvanların cəmi sayı
hy_am: Նմուշառված կենդանիների ընդհանուր քանակը
ka_ge: ნიმუშაღებულ ცხოველთა საერთო რაოდენობა
kk_kz: Сынамалары бар жануарлардың жалпы саны
ru_ru: Общее кол-во животных с пробами
th_th: จำนวนของตัวอย่างสัตว์ทั้งหมด
uk_ua: Загальна кількість тварин зі зразками

# intTotalSamples
source: Total number of samples
ar_iq: إجمالي عدد العينات
az_latn_az: Cəmi nümunələrin sayı
hy_am: Նմուշների ընդհանուր թիվ
ka_ge: ნიმუშების საერთო რაოდენობა
kk_kz: Сынамалардың жалпы саны
ru_ru: Общее число проб
th_th: จำนวนตัวอย่างทั้งหมด
uk_ua: Загальна кількість зразків

# intTotalSamplesInDetails
source: Total number of samples
ar_iq: إجمالي عدد العينات
az_latn_az: Cəmi nümunələrin sayi
hy_am: Նմուշների ընդհանուր թիվ
ka_ge: ნიმუშების საერთო რაოდენობა
kk_kz: Сынамалардың жалпы саны
ru_ru: Общее число проб
th_th: จำนวนตัวอย่างทั้งหมด
uk_ua: Загальна кількість зразків

# LabSampleTransferListItem.strBarcode
source: Transfer ID
ar_iq: معرف النقل
az_latn_az: Ötürülmənin Q/N
hy_am: Տեղափոխման ն/հ
ka_ge: გადაცემის აქტის ID
kk_kz: Берудің дара №
ru_ru: Инд. № акта передачи пробы
th_th: เคลื่อนย้าย ID
uk_ua: Інд. № передачі

# LabTestList.AnimalName
source: Animal ID/Species/Vector ID
ar_iq: معرف الحيوان/معرف الأنواع/معرف الناقل
az_latn_az: Heyvanın Q/N-si / Növlərin Q/N-si/Keçiricinin Q/N-si
hy_am: Կենդանու /Կենդանատեսակի /Պահոցի/Փոխանցողի ն/հ
ka_ge: ცხოველის ID/სესიის ID/ გადამტანის ID
kk_kz: Жануардың дара №/түрі
ru_ru: Инд. №/Вид животного
th_th: ID สัตว์/สายพันธุ์/ID ตัวนำโรค
uk_ua: Інд. № тварини/виду/Вектору

# lblAdministrativeLevel
source: Administrative Level
ar_iq: المستوى الإداري
az_latn_az: İnzibati səviyyə
hy_am: Վարչական մակարդակ
ka_ge: ადმინისტრაციული დონე
kk_kz: Әкімшілік деңгейі
ru_ru: Административный уровень
th_th: ระดับการบริหาร
uk_ua: Адміністративний рівень

# lblChangedDiagnosis
source: Changed Diagnosis (If Known)
ar_iq: التشخيص المتغير (إن كان معروفاً)
az_latn_az: Dəyişdirilmiş diaqnoz
hy_am: Փոխված ախտորոշում (եթե հայտնի է)
ka_ge: შეცვლილი დიაგნოზი (თუ ცნობილია)
kk_kz: Өзгерген/нақтыланған диагноз
ru_ru: Измененный/уточненный диагноз
th_th: การวินิจฉัยล่าสุด (ถ้าทราบ)
uk_ua: Змінений діагноз (якщо відомо)

# lblDatChangedDiagnosis
source: Date of Changed Diagnosis
ar_iq: تاريخ تغير التشخيص
az_latn_az: Dəyişdirilmiş diaqnozun tarixi
hy_am: Ախտորոշման փոփոխման ամսաթիվ
ka_ge: დიაგნოზის შეცვლის თარიღი
kk_kz: Диагноз өзгертілген күн
ru_ru: Дата изменения диагноза
th_th: วันที่เปลี่ยนการวินิจฉัย
uk_ua: Дата зміни діагнозу

# strChangedDiagnosis
source: Changed Diagnosis
ar_iq: التشخيص المتغير
az_latn_az: Dəyişdirilmış diaqnoz
hy_am: Փոխված ախտորոշում
ka_ge: შეცვლილი დიაგნოზი
kk_kz: Өзгертілген/нақтыланған диагноз
ru_ru: Изменённый диагноз
th_th: การวินิจฉัยล่าสุด
uk_ua: Змінений діагноз

# strDatChangedDiagnosis
source: Changed Diagnosis date
ar_iq: تاريخ تغير التشخيص
az_latn_az: Dəyişdirilmiş diaqnozun tarixi
hy_am: Փոխված ախտորոշման ամսաթիվ
ka_ge: დიაგნოზის შეცვლის თარიღი
kk_kz: Диагноз өзгертілген күн
ru_ru: Дата изменения диагноза
th_th: วันที่เปลี่ยนการวินิจฉัย
uk_ua: Дата зміненого діагнозу

# lblEntryDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# lblMyCases
source: My Cases
ar_iq: حالاتي
az_latn_az: Qeydiyyata aldığım hadısələr
hy_am: Իմ դեպքերը
ka_ge: ჩემი შემთხვევები
kk_kz: Менің жағдайларым
ru_ru: Мои случаи
th_th: ผู้ป่วยที่ฉันบันทึก
uk_ua: Мої випадки

# lblMyVetCases
source: My Cases
ar_iq: حالاتي
az_latn_az: Mənim hadısələrim
hy_am: Իմ դեպքերը
ka_ge: ჩემი შემთხვევები
kk_kz: Менің жағдайларым
ru_ru: Мои случаи
th_th: กรณีของฉัน
uk_ua: Мої випадки

# lblOfficer
source: Officer
ar_iq: المسؤول
az_latn_az: İşçi
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: พนักงาน
uk_ua: Керівник сесії

# lblOrganizationAbbreaviation
source: Organization Abbreaviation
ar_iq: اختصار المنظمة
az_latn_az: Təşkilatın qısa adı
hy_am: Կազմակերպության անվան հապավում
ka_ge: ორგანიზაციის მოკლე დასახელება (აბრევიატურა)
kk_kz: Ұйымның қысқартылған атауы
ru_ru: Сокращенное название организации
th_th: ตัวย่อองค์กร
uk_ua: Скорочена назва організації

# lblTimeIntervalUnit
source: Time Interval Unit
ar_iq: وحدة الفاصل الزمني
az_latn_az: Vaxt intervalı
hy_am: Ժամանակահատված
ka_ge: დროის ინტერვალი
kk_kz: Уақыт аралығы
ru_ru: Временной интервал
th_th: หน่วยช่วงเวลา
uk_ua: Часовий інтервал

# lblTo
source: To
ar_iq: إلى
az_latn_az: dək
hy_am: մինչև
ka_ge: სადამდე
kk_kz: дейін
ru_ru: по
th_th: ไปที่
uk_ua: По:

# LocationDisplayName
source: Location
ar_iq: الموقع
az_latn_az: Yeri
hy_am: Վայր
ka_ge: ადგილმდებარეობა
kk_kz: Орналасқан жері
ru_ru: Местоположение
th_th: ตำแหน่ง
uk_ua: Місцезнаходження

source: Login
ar_iq: تسجيل الدخول
az_latn_az: İstifadəçinin adı
hy_am: Օգտագործողի անուն
ka_ge: მომხმარებლის სახელი
kk_kz: Пайдаланушының аты
ru_ru: Имя пользователя
th_th: ชื่อLogin
uk_ua: Ім'я користувача

# MonitoringSessionActionStatus
source: Status
ar_iq: الحالة
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

# MonitoringSessionActionType
source: Action Required
ar_iq: الإجراء المطلوب
az_latn_az: Tələb olunan tədbirlər
hy_am: Պահանջվող գործողություն
ka_ge: საჭირო ქმედება
kk_kz: Қажетті іс- әрекет
ru_ru: Необходимое действие
th_th: การปฏิบัติที่จำเป็น
uk_ua: Необхідна дія

# MonitoringSessionStatus
source: Session Status
ar_iq: حالة الجلسة
az_latn_az: Sessiyanın statusu
hy_am: Սեսիայի կարգավիճակ
ka_ge: სესიის სტატუსი
kk_kz: Сессияның жай-күйі
ru_ru: Состояние сессии
th_th: สถานะการประชุม
uk_ua: Стан сесії

# MonthForAggr
source: Month
ar_iq: شهر
az_latn_az: Ay
hy_am: Ամիս
ka_ge: თვე
kk_kz: Ай
ru_ru: Месяц
th_th: เดือน
uk_ua: Місяць

source: New Password
ar_iq: كلمة مرور جديدة
az_latn_az: Yeni parol
hy_am: Նոր գաղտնաբառ
ka_ge: ახალი პაროლი
kk_kz: Жаңа пароль
ru_ru: Новый пароль
th_th: รหัสผ่านใหม่
uk_ua: Новий пароль

source: Note
ar_iq: ملاحظة
az_latn_az: Qeyd
hy_am: Նշում
ka_ge: შენიშვნა
kk_kz: Ескерту
ru_ru: Примечание
th_th: หมายเหตุ
uk_ua: Примітка

# OldPassword
source: Current Password
ar_iq: كلمة المرور الحالية
az_latn_az: Cari parol
hy_am: Ընթացիկ գաղտնաբառ
ka_ge: მოქმედი პაროლი
kk_kz: Ағымдағы пароль
ru_ru: Текущий пароль
th_th: รหัสผ่านปัจจุบัน
uk_ua: Діючий пароль

source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: หน่วยงาน
uk_ua: Заклад

source: Organization Address
ar_iq: عنوان المنظمة
az_latn_az: Təşkilatın ünvanı
hy_am: Կազմակերպության հասցե
ka_ge: ორგანიზაციის მისამართი
kk_kz: Ұйымның мекенжайы
ru_ru: Адрес организации
th_th: ที่อยู่องค์กร
uk_ua: Адреса закладу

source: Parameter Type
ar_iq: نوع المعلمة
az_latn_az: Parametr növü
hy_am: Պարամետրի տեսակ
ka_ge: პარამეტრის ტიპი
kk_kz: Параметр үлгісі
ru_ru: Тип параметра
th_th: ประเภทพารามิเตอร์
uk_ua: Тип параметру

source: Password
ar_iq: كلمة مرور
az_latn_az: Parol
hy_am: Գաղտնաբառ
ka_ge: პაროლი
kk_kz: Пароль
ru_ru: Пароль
th_th: รหัสผ่าน
uk_ua: Пароль

# Patient.CurrentResidenceAddress.idfsRayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# Patient.CurrentResidenceAddress.idfsRegion
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# Patient.strFirstName
source: First
ar_iq: الأول
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อ
uk_ua: Ім'я

# Patient.strLastName
source: Last
ar_iq: الأخير
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Прізвище

# Patient.strName
source: Patient
ar_iq: المريض
az_latn_az: Xəstə
hy_am: Հիվանդ
ka_ge: პაციენტი
kk_kz: Пациент
ru_ru: Пациент
th_th: ผู้ป่วย
uk_ua: Пацієнт

# Patient.strSecondName
source: Middle
ar_iq: وسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: По батькові

# Patient.intPatientAgeFromCase
source: Age
ar_iq: العمر
az_latn_az: Yaş
hy_am: Տարիք
ka_ge: ასაკი
kk_kz: Жас шамасы
ru_ru: Возраст
th_th: อายุ
uk_ua: Вік

# Patient.Gender
source: Sex
ar_iq: الجنس
az_latn_az: Cinsi
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать

# PatientAddressName
source: Address
ar_iq: العنوان
az_latn_az: Ünvanı
hy_am: Հասցե
ka_ge: მისამართი
kk_kz: Мекенжайы
ru_ru: Адрес
th_th: ที่อยู่
uk_ua: Адреса

source: Patient Name
ar_iq: اسم المريض
az_latn_az: Xəstənin S.A.A.
hy_am: Հիվանդի ԱԱՀ
ka_ge: პაციენტის სახელი და გვარი
kk_kz: Пациенттің тегі, аты, әкесінің аты
ru_ru: ФИО пациента
th_th: ชื่อผู้ป่วย
uk_ua: ПІБ пацієнта

# PensideTestResult
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: შედეგი
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลลัพธ์
uk_ua: Результат

# FT.PensideTestResult
source: Test Result
ar_iq: نتيجة الاختبار
az_latn_az: Testin nəticəsi
hy_am: Հետազոտության արդյունք
ka_ge: ტესტის შედეგი
kk_kz: Тест нәтижесі
ru_ru: Результат теста
th_th: ผลลัพธ์การทดสอบ
uk_ua: Результат тесту

source: PensideTests
ar_iq: اختبارات سريعة
az_latn_az: Çöl testlər
hy_am: էքսպրես հետազոտություններ
ka_ge: ექსპრეს ტესტები
kk_kz: Шұғыл талдамалар
ru_ru: Полевые тесты
th_th: การทดสอบ ภายนอกสนาม
uk_ua: Польові тести

# PensideTestType
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тесттің атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# Person.CurrentResidenceAddress.idfsRayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# Person.CurrentResidenceAddress.idfsRegion
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# Person.strLastName
source: Last Name
ar_iq: اسم العائلة
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Прізвище

# PersonName
source: User
ar_iq: مستخدم
az_latn_az: İstifadəçi
hy_am: Օգտագործոող
ka_ge: მომხმარებელი
kk_kz: Пайдаланушы
ru_ru: Пользователь
th_th: ผู้ใช้
uk_ua: Користувач

# PreferredLanguage
source: Language
ar_iq: اللغة
az_latn_az: Dil
hy_am: Լեզու
ka_ge: ენა
kk_kz: Тіл
ru_ru: Язык
th_th: ภาษา
uk_ua: Мова

# QuarterForAggr
source: Quarter
ar_iq: ربع
az_latn_az: Rüb
hy_am: Եռամսյակ
ka_ge: კვარტალი
kk_kz: Тоқсан
ru_ru: Квартал
th_th: ไตรภาค
uk_ua: Квартал

source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# RepositoryScheme.strNote
source: Note
ar_iq: ملاحظة
az_latn_az: Qeyd
hy_am: Նշում
ka_ge: შენიშვნა
kk_kz: Ескерту
ru_ru: Примечание
th_th: หมายเหตุ
uk_ua: Примітка

# ResultEnteredByPerson
source: Result Entered By
ar_iq: تم إدخال النتيجة من طرف
az_latn_az: Nəticəni daxil etdi
hy_am: Արդյունքը մուտքագրել է
ka_ge: შედეგი შეყვანილია ვის მიერ
kk_kz: Нәтижені кім енгізді
ru_ru: Кем введен результат
th_th: ป้อนผลลัพธ์โดย
uk_ua: Ким введений результат

source: Entered by Organization
ar_iq: تم الإدخال من قبل المنظمة
az_latn_az: Daxil edən təşkilat
hy_am: Մուտքագրել է կազմակերպությունը
ka_ge: შეყვანილია ორგანიზაციის მიერ
kk_kz: Деректерді енгізген мекеме
ru_ru: Организация, вводившая данные
th_th: ป้อนโดยองค์กร
uk_ua: Організація, що вводила дані

# strProvince
source: Province
ar_iq: المحافظة
az_latn_az: Region
hy_am: Գավառ
ka_ge: რეგიონი
kk_kz: Аудан
ru_ru: Область
th_th: จังหวัด
uk_ua: Область

# strProvince1
source: Province 1
ar_iq: المحافظة 1
az_latn_az: Əyalət 1
hy_am: Գավառ 1
ka_ge: რეგიონი 1
kk_kz: Аудан 1
ru_ru: Область 1
th_th: จังหวัด 1
uk_ua: Область 1

# strProvince2
source: Province 2
ar_iq: المحافظة 2
az_latn_az: Əyalət 2
hy_am: Գավառ 2
ka_ge: რეგიონი 2
kk_kz: Аудан 2
ru_ru: Область 2
th_th: จังหวัด 2
uk_ua: Область 2

# strDistrict
source: District
ar_iq: القضاء
az_latn_az: Rayon
hy_am: Շրջանը
ka_ge: დასახლებული პუნქტი
th_th: เขต
uk_ua: Район

# strDistrict1
source: District 1
ar_iq: القضاء 1
az_latn_az: Qəsəbə 1
hy_am: Շրջան 1
ka_ge: რაიონი 1
kk_kz: Аймақ 1
ru_ru: Район 1
th_th: เขต 1
uk_ua: Район 1

# strDistrict2
source: District 2
ar_iq: القضاء 2
az_latn_az: Qəsəbə 2
hy_am: Շրջան 2
ka_ge: რაიონი 2
kk_kz: Аймақ 2
ru_ru: Район 2
th_th: เขต 2
uk_ua: Район 2

source: Return Only Final Diagnosis
ar_iq: إظهار التشخيص النهائي فقط
az_latn_az: Yalnız yekun diaqnozu göstər
hy_am: Ցույց տալ միայն վերջնական ախտորոշումը
ka_ge: მხოლოდ საბოლოო დიაგნოზებში ძებნა
kk_kz: Түпкілікті диагнозды ғана көрсету
ru_ru: Отображать только окончательный диагноз
th_th: เรียกคืนเฉพาะการวินิจฉัยสุดท้าย
uk_ua: Показувати лише остаточний діагноз

# rftOccupationType
source: Occupation
ar_iq: المهنة
az_latn_az: Peşəsi
hy_am: Զբաղվածություն
ka_ge: ძირითადი საქმიანობა
kk_kz: Қызмет түрі
ru_ru: Род деятельности
th_th: อาชีพ
uk_ua: Рід діяльності
