Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# errInvalidCountry
source: Invalid country name. Value '{0}' is empty or not found in references table.
ar_iq: اسم البلد غير صالح. قيمة '{0}' فارغة أو غير موجودة في جدول المراجع.
ka_ge: ქვეყნის სახელი არასწორია . '{0}' მნიშვნელობა არის ცარიელი ან არ მოიძებნა საცნობარო ცხრილში.
kk_kz: Елдің атауы дұрыс емес. '{0}' мәні бос не анықтамалықтан табылмаған.
ru_ru: Неверное название страны. Значение '{0}' пусто либо не найдено в справочнике.
th_th: ชื่อประเทศไม่ถูกต้อง ค่า '{0}' ว่าง หรือไม่พบในตารางอ้างอิง

# errInvalidDateFormat
source: Invalid date format. String '{0}' can't be converted to date. All dates must be presented in format 'dd.mm.yyyy'.
ar_iq: تنسيق التاريخ غير صالح. لا يمكن تحويل السلسلة '{0}' إلى تاريخ. يجب كتابة جميع التواريخ وفق الصيغة 'ي ي.ش ش. س س س س'.
ka_ge: თარიღის არასწორი ფორმატი. '{0}' სტრიქონი ვერ გადაიყვანება თარიღად. ყველა თარიღი უნდა წარმოდგენილი იყოს 'dd.mm.yyyy' ფორმატში.
kk_kz: Күннің форматы дұрыс емес. '{0}' жолы күнге өзгертілмеуге тиіс. Барлық күн 'dd.mm.yyyy' форматында көрсетілуге тиіс.
ru_ru: Неверный формат даты. Строка '{0}' не может быть преобразована в дату. Все даты должны быть представлены в формате 'dd.mm.yyyy'.
th_th: ฟอร์แม็ตวันที่ไม่ถูกต้อง ค่า'{0}' ไม่สามารถเปลี่ยนเป็นวันที่ได้ วันที่ทั้งหมดต้องปรากฏในฟอร์แม็ต 'dd.mm.yyyy'

# errInvalidDateTimeFormat
source: Invalid date-time format. String '{0}' can't be converted to date. All dates must be presented in format 'dd.mm.yyyy hh:mm'.
ar_iq: تنسيق تاريخ وقت غير صالح. لا يمكن تحويل السلسلة '{0}' إلى تاريخ. يجب كتابة جميع التواريخ وفق التنسيق 'ي ي.ش ش. س س س س س س:د د'.
ka_ge: თარიღი–დროს არასწორი ფორმატი. '{0}' სტრიქონი ვერ გადაიყვანება თარიღად. ყველა თარიღი უნდა წარმოდგენილი იყოს 'dd.mm.yyyy hh:mm' ფორმატში.
kk_kz: Күн/уақыт форматы дұрыс емес '{0}' жолы күнге өзгертілмеуге тиіс. Күн/уақыт жолы t 'dd.mm.yyyy hh:mm ' форматында берілуге тиіс.
ru_ru: Неверный формат даты-времени. Строка '{0}' не может быть преобразована в дату. Строка даты-времени должна быть представлена в формате 'dd.mm.yyyy hh:mm'.
th_th: ฟอร์แม็ตวันที่-เวลาไม่ถูกต้อง ค่า'{0}' ไม่สามารถเปลี่ยนเป็นวันที่ได้ วันที่ทั้งหมดต้องปรากฏในฟอร์แม็ต 'dd.mm.yyyy hh:mm'

# errInvalidMonthStartDate
source: Date '{0}' is not valid start month date.
ar_iq: التاريخ '{0}' غير صالح كتاريخ بداية الشهر.
ka_ge: '{0}' არ წარმოადგენს თვის დასაწყისის სწორ რიცხვს.
kk_kz: '{0}' күні айдың басталған күні емес.
ru_ru: Дата '{0}' не является датой начала месяца.
th_th: วันที่'{0}' ไม่ใช่วันเริ่มต้นเดือนที่ถูกต้อง

# errInvalidFieldFormat
source: Value '{0}' has invalid format.
ar_iq: القيمة '{0}' تتمتع بتنسيق غير صالح.
ka_ge: {0}' მნიშვნელობას გააჩნია არასწორი ფორმატი.
kk_kz: {0}' мәнінің форматы дұрыс емес.
ru_ru: Значение '{0}' имеет неверный формат.
th_th: ค่า '{0}' มีฟอร์แม็ตที่ไม่ถูกต้อง

# errInvalidMultiTestSelection
source: Please select tests with same test name and <Not Started> test status. Only such tests can be edited simultaneously.
ar_iq: الرجاء تحديد اختبارت تحمل نفس الاسم وحالة الاختبار <Undefined>. فقط هذه الاختبارات يمكن تحريرها بشكل متزامن.
ka_ge: გთხოვთ შეარჩიოთ ერთი დასახელების მქონე ტესტები, რომელთა სტატუსი არის "განუსაზღვრელი". მხოლოდ ასეთი ტესტების რედაქტირება შესაძლებელია ერთდროულად.
kk_kz: жағдайындағы атауы бірдей тестті таңдаңыз. Осындай тесттерді ғана бір мезгілде редакциялауға болады.
ru_ru: Пожалуйста выберите тесты с одинаковым названием, находящиеся в состоянии <Неопределен>. Только такие тесты можно редактировать одновоременно.
th_th: กรุณาเลือกการทดสอบที่มีชื่อการทดสอบเดียวกัน และมีสถานะ <ยังไม่เริ่ม> เฉพาะการทดสอบเช่นนั้นเท่านั้นที่สามารถแก้ไขพร้อมกันได้

# errInvalidNumberFormat
source: Invalid number format. String '{0}' can't be converted to number.
ar_iq: خطأ في تنسيق الرقم. لا يمكن تغيير السلسلة '{0}' إلى رقم.
ka_ge: რიცხვის არასწორი ფორმატი. '{0}' სტრიქონი ვერ გადაიყვანება ნომრად.
kk_kz: Санның формаы дұрыс емес. '{0}' жолы санға өзгертілмеуге тиіс.
ru_ru: Неверный формат числа. Строка '{0}' не может быть преобразована в число.
th_th: ฟอร์แม็ตหมายเลขไม่ถูกต้อง ไม่สามารถเปลี่ยนค่า'{0}' เป็นหมายเลขได้

# errInvalidParameter
source: Invalid parameter name. Value '{0}' is empty or not found in references table.
ar_iq: اسم معلمة غير صالح. قيمة '{0}' فارغة أو غير موجودة في جدول المراجع.
ka_ge: პარამეტრის არასწორი დასახელება. '{0}' მნიშვნელობა არის ცარიელი ან არ მოიძებნა საცნობარო ცხრილში.
kk_kz: Параметрдің атауы дұрыс емес. '{0}' мәні бос немесе анықтамалықтан табылмаған.
ru_ru: Неверное название параметра. Значение'{0}' пусто или не найдено в справочнике.
th_th: ชื่อพารามิเตอร์ไม่ถูกต้อง ค่า'{0}' ว่าง หรือไม่พบในตารางการอ้างอิง

# errInvalidQuarterStartDate
source: Date '{0}' is not valid start quarter date.
ar_iq: التاريخ '{0}' غير صالح كتاريخ بداية الربع.
ka_ge: '{0}' არ წარმოადგენს კვარტალის დასაწყისის სწორ რიცხვს.
kk_kz: '{0}' күні тоқсанның басталған күні емес.
ru_ru: Дата '{0}' не является датой начала квартала.
th_th: วันที่ '{0}' ไม่ใช่วันเริ่มไตรมาศที่ถูกต้อง

# errInvalidRayon
source: Invalid rayon name. Value '{0}' is empty or not found in references table.
ar_iq: اسم منطقة سكنية غير صالح. قيمة '{0}' فارغة أو غير موجودة في جدول المراجع.
ka_ge: რაიონის არასწორი დასახელება. '{0}' მნიშვნელობა არის ცარიელი ან არ მოიძებნა საცნობარო ცხრილში.
kk_kz: Ауданның атауы дұрыс емес. '{0}' мәні бос немесе анықтамалықтан табылмаған.
ru_ru: Неверное название района. Значение'{0}' пусто или не найдено в справочнике.
th_th: ชื่ออำเภอ/ตำบลผิด ค่า'{0}'ว่าง หรือไม่พบในตารางการอ้างอิง

# errInvalidRegion
source: Invalid region name. Value '{0}' is empty or not found in references table.
ar_iq: اسم منطقة غير صالح. القيمة '{0}' فارغة أو غير موجودة في جدول المراجع.
ka_ge: რეგიონის არასწორი დასახელება. '{0}' მნიშვნელობა არის ცარიელი ან არ მოიძებნა საცნობარო ცხრილში.
kk_kz: Облыстың/өңірдің атауы дұрыс емес. '{0}' мәні бос немесе анықтамалықтан табылмаған.
ru_ru: Неверное название области/региона. Значение'{0}' пусто или не найдено в справочнике.
th_th: ชื่อจังหวัดผิด ค่า'{0}'ว่าง หรือไม่พบในตารางการอ้างอิง

# errInvalidSettlement
source: Invalid settlement name. Value '{0}' is empty or not found in references table.
ar_iq: اسم التجمع السكني غير صالح. القيمة '{0}' فارغة أو غير موجودة في جدول المراجع.
ka_ge: დასახლების პუნქტის არასწორი დასახელება. '{0}' მნიშვნელობა არის ცარიელი ან არ მოიძებნა საცნობარო ცხრილში.
kk_kz: Елді мекеннің атауы дұрыс емес. '{0}' мәні бос немесе анықтамалықтан табылмаған.
ru_ru: Неверное название населенного пункта. Значение'{0}' пусто или не найдено в справочнике.
th_th: ชื่อชุมชนผิด ค่า'{0}'ว่าง หรือไม่พบในตารางการอ้างอิง

# errInvalidStatisticType
source: Invalid statistical data type. Value '{0}' is not found in references table.
ar_iq: اسم قاعدة البيانات غير صالح. القيمة {0} موجودة في جدول المرجعيات
ka_ge: სტატისტიკური მოანცემების არასწორი ტიპი. '{0}' მნიშვნელობა არ მოიძებნა საცნობარო ცხრილში.
kk_kz: Статистикалық деректер үлгісі дұрыс емес. '{0}' мәні бос немесе анықтамалықтан табылмаған.
ru_ru: Неверное тип статистических данных. Значение'{0}' пусто или не найдено в справочнике.
th_th: ประเภทข้อมูลทางสถิติผิด ค่า'{0}'ว่าง หรือไม่พบในตารางการอ้างอิง

# errInvalidStatisticValue
source: Invalid statistical value. String '{0}' can't be converted to integer.
ar_iq: قيمة إحصائية غير صالحة. لا يمكن تغيير السلسلة '{0}' إلى عدد صحيح.
ka_ge: სტატისტიკური სიდიდის არასწორი მნიშვნელობა. სტრიქონი '{0}' ვერ გადაიყვანება მთლიან რიცხვად.
kk_kz: Статистикалық шаманың мәні дұрыс емес. '{0}' жолы бүтін санға өзгертілмеуге тиіс.
ru_ru: Неверное значение статистческой величины. Строка '{0}' не может быть преобразована в целое число.
th_th: ค่าทางสถิติผิด ค่า'{0}' ไม่สามารถแปลงเป็นจำนวนเต็มได้

# ErrInvalidValue
source: The field '{0}' contains invalid value.
ar_iq: الحقل '{0}' يحتوي على قيمة غير صالحة.
ka_ge: ველი '{0}' შეიცავს არასწორ მნიშვნელობას.
kk_kz: '{0}' жолақта дұрыс емес мән бар.
ru_ru: Поле '{0}' содержит неверное значение.
th_th: ช่อง'{0}' มีค่าที่ผิด

# errInvalidWeekStartDate
source: Date '{0}' is not valid start week date.
ar_iq: التاريخ '{0}' غير صالح كتاريخ بداية الاسبوع.
ka_ge: '{0}' არ წარმოადგენს კვირის დასაწყისის სწორ რიცხვს.
kk_kz: '{0}' күні аптаның басталған күні емес.
ru_ru: Дата '{0}' не является датой начала недели.
th_th: วันที่ '{0}' ไม่ใช่วันเริ่มต้นสัปดาห์ที่ถูกต้อง

# errInvalidYearStartDate
source: Date '{0}' is not valid start year date.
ar_iq: التاريخ '{0}' غير صالح كتاريخ بداية العام.
ka_ge: '{0}' არ წარმოადგენს წლის დასაწყისის სწორ რიცხვს.
kk_kz: '{0}' күні жылдың басталған күні емес.
ru_ru: Дата '{0}' не является датой начала года.
th_th: วันที่ '{0}' ไม่ใช่วันเริ่มต้นปีที่ถูกต้อง

# errLabIncorrectLocation
source: The location doesn't exist
ar_iq: هذا الموقع غير موجود
ka_ge: შენახვის ადგილი არ არსებობს
kk_kz: Мұндай сақтау орны жоқ.
ru_ru: Данное место хранения не существует.
th_th: ไม่มีตำแหน่งนี้ปรากฏอยู่

# errLabLocationIsBusy
source: The location selected for this container is busy already. Possibly the location was filled by other user while you perform this operation. Please select other location for this container.
ar_iq: الموقع المحدد لهذه الحاوية مشغول بالفعل. ربما قام مستخدم آخر بإملاء هذا الموقع بينما كنت أنت تنفذ هذه العملية. الرجاء تحديد موقع آخر لهذه الحاوية.
ka_ge: ამ კონტეინერისთვის მონიშნული განთავსების ადგილი უკვე დაკავებულია. შესაძლოა ეს ადგილი შეავსო სხვა მომხმარებელმა, სანამ თქვენ ასრულებდით ამ ოპერაციას. გთხოვთ კონტეინერისთვის მონიშნოთ სხვა განთავსების ადგილი.
kk_kz: Бұл контейнер үшін таңдалған орын бос емес. Сіз бұл операцияны орындап жатқан кезде орынды басқа пайдаланушы толтырған болуы мүмкін, бұл контейнер үшін басқа орын таңдаңыз.
ru_ru: Место, выбранное для данного контейнера, уже занято. Возможно место было заполнено другим пользователем пока вы выполняли данную операцию. выберите другое место для этого контейнера.
th_th: ตำแหน่งที่เลือกสำหรับตู้เก็บนี้ไม่ว่าง อาจเป็นไปได้ว่าตำแหน่งนี้ถูกป้อนแล้วโดยผู้ใช้อื่นในขณะที่คุณกำลังดำเนินการนี้อยู่ กรุณาเลือกตำแหน่งอื่นสำหรับตู้เก็บนี้

# errLocationBusy
source: Some vial is already placed to destination location.
ar_iq: تم وضع قارورة (قوارير) في موقع هذه الوجهة مسبقاً.
ka_ge: სასურველ ადგილზე უკვე დევს სინჯარა
kk_kz: Таңдалған позицияға басқа контейнерлер орналастырылып қойған.
ru_ru: Выбранная позиция уже занята другими контейнерами
th_th: ขวดบางขวดถูกวางที่ตำแหน่งปลายทางแล้ว

# errMalFormedCvs
source: The data appears to be corrupted at position '{0}'.
ar_iq: يبدو أن البيانات تالفة في الموضع '{0}'.
ka_ge: მონაცემები დაზიანებულია '{0}' ადგილას.
kk_kz: '{0}' позицияда деректер бүлінген.
ru_ru: Данные испорчены в позициии '{0}'.
th_th: ข้อมูลเหมือนจะผิดพลาดที่ตำแหน่ง'{0}'

# ErrMandatoryFieldRequired
source: The field '{0}' is mandatory. You must enter data in this field before saving the form.
ar_iq: الحقل '{0}' إلزامي. يجب عليك إدخال البيانات في هذا الحقل قبل حفظ النموذج.
ka_ge: {0}' ველის შევსება სავალდებულოა. თქვენ უნდა შეიყვანოთ მონაცემები ამ ველში.
kk_kz: '{0}' жолақ міндетті болып табылады.Сіз деректерді осы жолаққа енгізуге тиіссіз.
ru_ru: Поле '{0}' является обязательным. Вы должны ввести данные в это поле.
th_th: ช่อง'{0}' นั้นจำเป็นต้องกรอก คุณต้องป้อนข้อมูลในช่องนี้ก่อนทำการบันทึกแบบฟอร์ม

# ErrUnstrictChainDate
source: '{0}' ({1:d}) must be earlier than or same as '{2}' ({3:d}).
ar_iq: '{0}' ({1:d}) يجب أن يكون قبل أو مماثلاً لـ '{2}' ({3:d}).
ka_ge: {0}' ({1:d}) უნდა იყოს ადრინდელი ან ტოლი '{2}' ({3:d}).
kk_kz: {0}' ({1:d}) '{2}' ({3:d})-мен бірдей немесе одан бұрын болу керек.
ru_ru: '{0}' ({1:d}) должна быть более ранней, чем, или такой же, как '{2}' ({3:d}).
th_th: '{0}' ({1:d}) ต้องมาก่อน หรือเหมือนกับ'{2}' ({3:d})

# ErrStrictChainDate
source: '{0}' ({1:d}) must be earlier than '{2}' ({3:d}).
ar_iq: '{0}' ({1:d}) يجب أن يكون قبل '{2}' ({3:d}).
ka_ge: {0}' ({1:d}) უნდა იყოს ადრინდელი '{2}' ({3:d}).
kk_kz: {0}' ({1:d}) '{2}' ({3:d})-нен бұрын болу керек.
ru_ru: '{0}' ({1:d}) должна быть более ранней, чем '{2}' ({3:d}).
th_th: '{0}' ({1:d}) ต้องมาก่อน '{2}' ({3:d})

# ErrUnstrictChainNumeric
source: The value of '{0}' ({1}) must not be bigger than value in the '{2}' ({3}).
ar_iq: يجب ألا تكون قيمة '{0}' ({1}) أكبر من القيمة في '{2}' ({3}).
ka_ge: '{0}' ({1}) სიდიდე უნდა აღემატებოდეს '{2}' ({3}) სიდიდეს.
kk_kz: {0}' ({1}) мәтін '{2}' ({3}) мәтіннен көп болу керек.
ru_ru: Значение '{0}' ({1}) не должно превышать значение в '{2}' ({3}).
th_th: ค่าของ '{0}' ({1}) ต้องไม่มากกว่ากว่าค่าใน '{2}' ({3})

# ErrStrictChainNumeric
source: The value of '{0}' ({1}) must be less than value in the '{2}' ({3}).
ar_iq: يجب أن تكون قيمة '{0}' ({1}) أقل من القيمة في '{2}' ({3}).
ka_ge: '{0}' ({1}) '{2}' ({3}) სიდიდეზე მცირე უნდა იყოს.
kk_kz: {0}' ({1}) мәтін '{2}' ({3}) мәтіннен аз болу керек.
ru_ru: Значение '{0}' ({1}) должно быть меньше значения в '{2}' ({3}).
th_th: ค่าของ'{0}' ({1}) ต้องน้อยกว่าค่าใน'{2}' ({3})

# ErrUniqueness1
source: It is not possible to create 2 records with the same {0} value. The record with the {0}='{1}' already exists.
ar_iq: لا يمكن إنشاء سجلين يتمتعان بنفس قيمة {0}. السجل الذي يحمل {0}='{1}' موجود مسبقاً.
ka_ge: შეუძლებელია ორი {0} სიდიდის მქონე ჩანაწერის შექმნა. ჩანაწერი სადაც {0}='{1}' უკვე არსებობს.
kk_kz: Екі бірдей мәтіні {0} бар жағдайды құруға болмайды. Жағдайлар {0}='{1}' жүйеде бұрыннын бар.
ru_ru: Нельзя создать 2 записи с одинаковым значением {0}. Запись с {0}='{1}' уже существует.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 พร้อมด้วยค่าเดียวกันได้ บันทึกที่มี {0}='{1}' มีปรากฏอยู่แล้ว

# ErrUniqueness2
source: It is not possible to create 2 records with the same combination of {0} and {2} values. The record with the {0}='{1}' and {2}='{3}' already exists.
ar_iq: لا يمكن إنشاء سجلين يتمتعان بنفس مجموع قيمتي {0} و {2}. السجل الذي يحمل {0}='{1}' و {2}='{3}' موجود مسبقاً.
ka_ge: შეუძლებელია ორი ჩანაწერის შექმნა ერთნაირი {0} {2} მნიშვნელობებით. ჩანაწერი სადაც {0}='{1}' და {2}='{3}' უკვე არსებობს.
kk_kz: Екі бірдей комбинация мәтіні бар, {0} және {2} жағдайды құруға болмайды. {0}='{1}' және {2}='{3}' мәтіні бар жағдай жүйеде бұрыннын бар.
ru_ru: Нельзя создать 2 записи с одинаковой комбинацией значений {0} и {2}. Запись с {0}='{1}' и {2}='{3}' уже существует.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 ที่มีการผสมระหว่างค่า {0} และ {2} ด้วยกันได้ บันทึกที่มี {0}='{1}' and {2}='{3}' มีปรากฏอยู่แล้ว

# ErrUniqueness3
source: It is not possible to create 2 records with the same combination of {0}, {2} and {4} values. The record with the {0}='{1}', {2}='{3}' and {4}='{5}' already exists.
ar_iq: لا يمكن إنشاء سجلين يتمتعان بنفس مجموعة قيم {0} و {2} و {4}. السجل الذي يحمل {0}='{1}' و {2}='{3}' و {4}='{5}' موجود مسبقاً.
ka_ge: შეუძლებელია ორი ჩანაწერის შექმნა ერთნაირი {0}, {2} და {4} მნიშვნელობებით. ჩანაწერი სადაც {0}='{1}', {2}='{3}' და {4}='{5}' უკვე არსებობს.
kk_kz: Екі бірдей комбинация мәтіні бар, {0}, {2} және {4} жағдайды құруға болмайды. {0}='{1}', {2}='{3}' және {4}='{5}' мәтіні бар жағдай жүйеде бұрыннын бар.
ru_ru: Нельзя создать 2 записи с одинаковой комбинацией значений {0}, {2} и {4}. Запись с {0}='{1}', {2}='{3}' и {4}='{5}' уже существует.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 ที่มีการผสมระหว่างค่า {0}, {2} และ {4}ด้วยกันได้ บันทึกที่มี {0}='{1}', {2}='{3}' and {4}='{5}' มีปรากฏอยู่แล้ว

# ErrAllMandatoryFieldsRequired
source: You must enter data in all mandatory fields.
ar_iq: يجب عليك إدخال البيانات في كافة الحقول الإلزامية.
ka_ge: თქვენ უნდა შეავსოთ ყველა სავალდებულო ველი.
kk_kz: Бүкіл қажет ететін жолақтарды толтыруыңыз керек.
ru_ru: Вы должны ввести данные во все обязательные поля.
th_th: คุณต้องป้อนข้อมูลในทุกช่องที่จำเป็น

# ErrMaximumAliquot
source: Can't create aliquot. Maximum aliquot number (36) is exceeded.
ar_iq: لا يمكن إنشاء قسمة. تم تجاوز الحد الأقصى لعدد القسمة (36).
ka_ge: ალიქვოტის შექმნა შეუძლებელია. ალიქვოტების მაქსიმალური რაოდენობა (36) გადაჭარბებულია.
kk_kz: Аликвот құру мүмкін емес. Аликвоттың ең жоғары санынан (36) асып кетті.
ru_ru: Не удается создать аликвоту.Максимальное количество аликвот (36) превышено.
th_th: ไม่สามารถสร้างอลิควอทได้ เกินจำนวนอลิควอทที่กำหนดไว้(36)

# errMissingField
source: Field is missed.
ar_iq: الحقل غير موجود.
ka_ge: ველი გამოტოვებულია.
kk_kz: Жолақ жоқ.
ru_ru: Поле отсутствует.
th_th: ไฟล์หายไป

# ErrNoAnimalsForSample
source: To add sample you should have at least one animal in the animals list.
ar_iq: لإضافة نموذج يجب أن يكون لديك حيوان واحد على الأقل في قائمة الحيوانات.
ka_ge: ნიმუშის დასამატებლად უნდა გყავდეთ შეყვანილი ერთი მაინც ცხოველი ცხოველების ჩამონათვალში.
kk_kz: Сынама қосу үшін сіз жануарлар тізіміне тым болмаса бір жануар қосуға тиіссіз
ru_ru: Чтобы добавить пробу, вы должны завести хотя бы одно животное в списке животных
th_th: ในการเพิ่มตัวอย่าง คุณควรมีสัตว์อย่างน้อยหนึ่งชนิดในรายการสัตว์

# errNoDiagnosticActionMatrix
source: There is no active Vet Diagnostic Investigation Matrix. You should create and activate at least one Vet Diagnostic Investigation Matrix version to work with this report.
ar_iq: لا توجد مصفوفة تحقيق تشخيصي بيطري نشطة. يجب إنشاء وتفعيل إصدار مصفوفة تحقيق تشخيصي بيطري واحدة على الأقل للتعامل مع هذا التقرير.
ka_ge: არ არსებობს ვეტ სადიაგნოსტიკო კვლევების არცერთი აქტიური მატრიცა. ამ ანგარიშთან სამუშაოდ უნდა შექმნათ და გაააქტიუროთ ვეტ სადიაგნოსტიკო კვლევების მინიმუმ ერთი მატრიცის ვერსია.
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін диагностикалық зерттеулер тізбесінде бірде-бір жазба жоқ. Есеп үшін деректер енгізу мүмкіндігін алу үшін сіз бұл тізбеде тым болмаса бір жазба жасауға тиіссіз.
ru_ru: Перечень диагностических исследований для отчета по ветеринарным мероприятиям не содержит ни одной записи. Вы должны создать хотя бы одну запись в этом перечне, чтобы иметь возможность вводить данные для отчета.
th_th: ไม่มีเมตริกซ์การตรวจวินิจฉัยสัตว์รวมที่ใช้งานได้ กรุณาสร้างเมตริกซ์การตรวจวินิจฉัยสัตว์รวมอย่างน้อยหนึ่งกรณีเพื่อใช้งานกับรายงานนี้

# errNoFreeLocation
source: There is no free destination location.
ar_iq: لا يوجد موقع وجهة شاغر.
ka_ge: არ არის თავისუფალი დანიშნულების ადგილი
kk_kz: Бос сақтау орны жоқ
ru_ru: Нет свободного места хранения
th_th: ไม่มีตำแหน่งปลายทางที่ว่าง

# ErrNoHerdForAnimalLiveStock
source: There is an animal in the animals list that is not linked to the specific herd. Please link each animal to the herd.
ar_iq: هناك حيوان في قائمة الحيوانات غيرمرتبط بالقطيع المحدد. الرجاء ربط كل حيوان بالقطيع.
ka_ge: ფრინველების ჩამონათვალში ნანახია ფრინველი, რომელიც არ არის დაკავშირებული კონკრეტულ გუნდთან. გთვოვთ, დაუკავშირეთ თითოეული ცხოველი ჯოგს / გუნდს
kk_kz: Жануарлар тізімінде бірде-бір табынға кірмейтін жануарлар бар. Осындай әрбір жануар үшін табынды көрсетіңіз.
ru_ru: В списке животных есть животные, не входящие ни с одно стадо. Укажите стадо для каждого такого животного.
th_th: มีสัตว์ในรายการสัตว์ที่ไม่ได้เชื่อมต่อกับช่องที่กำหนด กรุณาเชื่อมต่อสัตว์นั้นๆกับฝูงสัตว์

# errNoHumanAggregateCaseMatrix
source: There is no active Human Aggregate Case Matrix. You should create and activate at least one Human Aggregate Case Matrix version to work with this report.
ar_iq: ليس هناك مصفوفة حالة إجمالية بشرية نشطة. يجب إنشاء وتفعيل مصفوفة حالة إجمالية بشرية واحدة على الأقل للتعامل مع هذا التقرير.
ka_ge: არ არსებობს ადამიანთა დაავადებების აგრეგირებულ შემთხვევათა არცერთი აქტიური მატრიცა. ამ ანგარიშთან სამუშაოდ უნდა შექმნათ და გაააქტიუროთ ადამიანთა დაავადებების აგრეგირებულ შემთხვევათა მინიმუმ ერთი მატრიცის ვერსია.
kk_kz: Адам ауруының агрегацияланған деректерімен байланысты диагноздар жоқ. Сіз кемінде осындай бір диагноз құруыңыз керек.
ru_ru: Нет диагнозов связанных с агрегированными сдучафми заболеваний человека. Вы должны создать по крайней мере один такой диагноз.
th_th: ไม่มีเมตริกซ์กรณีผู้ป่วยรวมที่ใช้งานได้ กรุณาสร้างเมตริกซ์ผู้ป่วยรวมอย่างน้อยหนึ่งกรณีเพื่อใช้กับรายงานนี้

# errNoProphylacticActionMatrix
source: There is no active Vet Prophylactic Measure Matrix. You should create and activate at least one Vet Prophylactic Measure Matrix version to work with this report.
ar_iq: لا توجد بالموقع مصفوفة إجراءات وقائية بيطرية نشطة. يجب إنشاء وتفعيل مصفوفة إجراءات وقائية بيطرية واحدة على الأقل للتعامل مع هذا التقرير.
ka_ge: არ არსებობს ვეტ პროფილაქტიკურ ღონისძიებათა არცერთი აქტიური მატრიცა. ამ ანგარიშთან სამუშაოდ უნდა შექმნათ და გაააქტიუროთ ვეტ პროფილაქტიკურ ღონისძიებათა მინიმუმ ერთი მატრიცის ვერსია.
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін профилактикалық шаралар тізбесінде біррде-бір жазба жоқ. Есеп үшін деректер енгізу мүмкіндігін алу үшін сіз бұл тізбеде тым болмаса бір жазба жасауға тиіссіз.
ru_ru: Перечень профилактических мер для отчета по ветеринарным мероприятиям не содержит ни одной записи. Вы должны создать хотя бы одну запись в этом перечне, чтобы иметь возможность вводить данные для отчета.
th_th: ไม่มีเมตริกซ์มาตรการป้องกันโรคทางสัตวแพทย์ที่ใช้งานได้ กรุณาสร้างเมตริกซ์มาตรการป้องกันโรคทางสัตวแพทย์อย่างน้อยหนึ่งกรณีเพื่อใช้งานกับรายงานนี้

# errNoRightsForSiteRequeest
source: Only CDR has rights to create new site.
ar_iq: يحق للقائد فقط إنشاء موقع جديد.
ka_ge: მხოლოდ CDR-ს აქვს ახალი ადგილის შექმნის უფლება
kk_kz: Жаңа сайт ЦРД деңгейінде ғана құрылуы мүмкін.
ru_ru: Новый сайт может быть создан только на уровне ЦРД
th_th: เฉพาะ CDR เท่านั้นที่มีสิทธิ์ในการสร้างพื้นที่ใหม่

# errNoSanitaryActionMatrix
source: There is no active Vet Sanitary Actions Matrix. You should create and activate at least one Vet Sanitary Actions Matrix version to work with this report.
ar_iq: ليس هناك مصفوفة إجراءات صحية بيطرية نشطة. يجب إنشاء وتفعيل مصفوفة إجراءات صحية بيطرية واحدة على الأقل للتعامل مع هذا التقرير.
ka_ge: არ არსებობს ვეტ სანიტარულ ღონისძიებათა არცერთი აქტიური მატრიცა. ამ ანგარიშთან სამუშაოდ უნდა შექმნათ და გაააქტიუროთ ვეტ სანიტარულ ღონისძიებათა მინიმუმ ერთი მატრიცის ვერსია.
kk_kz: Жануарлар аурулары бойынша агрегацияланған деректерге байланысты диагноз жоқ немесе ветеринариялық-санитарлық іс-шаралар тізімінде жазба жоқ.Сіз есеп үшін деректер енгізуге мүмкіндік алу үшін тым болмаса осындай бір диагноз құруға және вет.-сан. іс-шаралар тізіміне бір жазба қосуға тиіссіз.
ru_ru: Нет диагнозов связанных с агрегированными данными заболеваний животных или нет записей в списке ветеринарно-санитарных мероприятий. Вы должны создать по крайней мере один такой диагноз и добавить хотя бы одну запись в список ветеринарно-санитарных мероприятий, чтобы иметь возможность вводить данные для отчета.
th_th: ไม่มีเมตริกซ์การปฏิบัติการสุขาภิบาลสัตว์ที่ใช้งานได้ กรุณาสร้างเมตริกซ์การปฏิบัติการสุขาภิบาลสัตว์อย่างน้อยหนึ่งกรณีเพื่อใช้งานกับรายงานนี้

# ErrNoSpeciesForSample
source: To add sample you should have at least one registered species.
ar_iq: لإضافة عينة يجب أن يكون هناك على الأقل نوع واحد مسجل.
ka_ge: ნიმუშის დასამატებლად უნდა გქონდეთ ერთი რეგისტრირებული სახეობა მაინც.
kk_kz: Сынама қосу үшін сізде тым болмаса тіркелген бір құс түрі болуға тиіс.
ru_ru: Чтобы добавить пробу вы должны иметь хотя бы один зарегистрированный вид птицы.
th_th: ในการเพิ่มตัวอย่าง คุณควรมีสายพันธุ์ที่ลงทะเบียนอย่างน้อยหนึ่งสายพันธุ์

# errNotEnoughHC
source: There is no enough records for de-duplication.
ar_iq: لا توجد سجلات كافية لإزالة التكرار.
ka_ge: დედუპლიკაციისათვის არ არსებობს საკმარისი ჩანაწერები.
kk_kz: Қайталауды жою үшін жазба жеткіліксіз.
ru_ru: Недостаточно записей для удаления дублирования.
th_th: ไม่มีบันทึกที่มากพอสำหรับการลดการซ้ำ

# errNotUniqueDisease
source: It is not possible to create 2 records with the same diagnosis and species. Such value already exists.
ar_iq: لا يمكن إنشاء سجلين لنفس التشخيص والأنواع. هذه القيمة موجودة مسبقاً.
ka_ge: არ შეიძლება იყოს ერთზე მეტი ჩანაწერი ერთიდაიგივე დიაგნოზით და სახეობით.
kk_kz: Ауруы және түрі бірдей жануар туралы біреуден артық жазба болуы мүмкін емес
ru_ru: Не может существовать более одной записи с одинаковым заболеванием и видом животного.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 ในการวินิจฉัย และสายพันธุ์เดียวกันได้ ค่านั้นๆมีปรากฏอยู่แล้ว
