Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# titleAction
source: Action
ar_iq: الإجراء
ka_ge: ქმედება
kk_kz: Іс-әрекет
ru_ru: Действие
th_th: การปฏิบัติงาน

# rptSampleDestructionReport
source: Sample Destruction Report
ar_iq: تقرير تدمير العينة
ka_ge: ანგარიში ნიმუშების განადგურების შესახებ
kk_kz: Сынама жою есептемесі
ru_ru: Отчёт об уничтожении пробы
th_th: รายงานการทำลายตัวอย่าง

# rptSampleReport
source: Sample Report
ar_iq: تقرير العينة
ka_ge: ანგარიში ნიმუშის შესახებ
kk_kz: Сынама есептемесі
ru_ru: Отчёт о пробе
th_th: รายงานตัวอย่าง

# rptTestResultReport
source: Test Result Report
ar_iq: تقرير نتيجة الاختبار
ka_ge: ანგარიში ტესტის შედეგის შესახებ
kk_kz: Тест туралы есеп
ru_ru: Отчёт о результате теста
th_th: รายงานผลลัพธ์การทดสอบ

# msgSampleRegistered
source: The new sample has been registered. You may enter data for another sample.
ar_iq: تم تسجيل العينة الجديدة بإمكانك إدخال بيانات لعينة أخرى.
ka_ge: ახალი ნიმუში დარეგისტრირებულია. თქვენ შეგიძლიათ შემდეგი ნიმუშის დარეგისტრირება
kk_kz: Жаңа сынама тіркелді. Сізге басқа сынама деректерін толтыруыңызға болады.
ru_ru: Новые пробы зарегистрированы. Можете вводить данные других проб.
th_th: มีการลงทะเบียนตัวอย่างใหม่ คุณอาจป้อนข้อมูลสำหรับตัวอย่างอื่นได้

# msgSampleGroupAccessed
source: The found sample has been added. You may enter data for another group accession.
ar_iq: تمت إضافة مجموعة العينات. بإمكانك إدخال بيانات لإضافة عينة أخرى.
ka_ge: ნიმუშების ჯგუფი მიღებულია. თქვენ შეგიძლიათ შემდეგი ჯგუფის მიღება
kk_kz: Сынамалар тобы тіркелді. Сізге басқа сынама тобы туралы деректерді енгізуге болады.
ru_ru: Группа проб принята. Можете вводить данные другой принимаемой группы.
th_th: มีการเพิ่มกลุ่มตัวอย่างใหม่ คุณสามารถป้อนข้อมูลสำหรับการเพิ่มกลุ่มอื่นได้

# msgTestAdded
source: The test has been added. You may enter data for another test.
ar_iq: تمت إضافة الاختبار. بإمكانك إدخال بيانات لاختبار آخر.
ka_ge: ტესტი დამატებულია. თქვენ შეგიძლიათ შეიყვანოთ მონაცემები სხვა ტესტისთვის.
kk_kz: Тест қосылды. Сізге басқа тест туралы деректерді енгізуге болады
ru_ru: Тест добавлен. Можете вводить данные другого теста.
th_th: มีการเพิ่มการทดสอบ คุณสามารถป้อนข้อมูลสำหรับการทดสอบอื่นได้

# bssMaskMonthsOnly
source: {0} months
ar_iq: {0} شهر (أشهر)
ka_ge: {0} თვე
kk_kz: {0} (ай)
ru_ru: {0} (месяцев)
th_th: {0} เดือน

# bssMaskYearsAndMonths
source: {0} years {1} months
ar_iq: {0} سنة (سنوات) {1} شهر (أشهر)
ka_ge: {0} წელი {1} თვე
kk_kz: {0} (жыл) {1} (ай)
ru_ru: {0} (лет) {1} (месяцев)
th_th: {0} ปี {1} เดือน

# bssMaskYearsOnly
source: {0} years
ar_iq: {0} سنة (سنوات)
ka_ge: {0} წელი
kk_kz: {0} (жыл)
ru_ru: {0} (лет)
th_th: {0} ปี

# titleVsSessionReport
source: Vector Surveillance Session Report
ar_iq: تقرير جلسة مراقبة الناقل
ka_ge: ვექტორული ზედამხედველობის სესიის ანგარიში
kk_kz: Векторлық бақылау сессиясы туралы есеп хат
ru_ru: Отчёт сессии надзора за переносчиками заболеваний
th_th: รายงานเซสชั่นการเฝ้าระวังตัวนำโรค

# CopyWindowPrompt
source: Following data will be copied:
ar_iq: سيتم نسخ البيانات التالية:
ka_ge: შემდეგი მონაცემები იქნება დაკოპირებული
kk_kz: Келесі деректер көшіріледі:
ru_ru: Будут скопированы следующие данные:
th_th: ข้อมูลต่อไปนี้จะถูกคัดลอก:

# msgCaseSessionNotFound
source: Case/Session with such ID is not found
ar_iq: لم يتم العثور على حالة/جلسة تمتلك هذا المعرف
ka_ge: შემთხვევა/სესია ასეთი ნომრით არ მოიძებნა
kk_kz: Осындай нөмірі бар жағдай/сессия табылмады
ru_ru: Случай заболевания / сессия с таким идентификатором не найдена
th_th: ไม่พบกรณี/เซสชั่นที่มี ID นั้นๆ

# lblFunction
source: Function
ar_iq: الوظيفة
ka_ge: ფუნქცია
kk_kz: Функция
ru_ru: Функция
th_th: ฟังค์ชั่น

# lblForAggregateColumn
source: for Aggregate Column
ar_iq: لعمود المجموع
ka_ge: აგრეგირებული სვეტისთვის
kk_kz: Жиынтық бағана үшін
ru_ru: для агрегированной колонки
th_th: สำหรับคอลัมน์รวม

# lblForColumn
source: for column
ar_iq: للعمود
ka_ge: სვეტისთვის
kk_kz: бағана үшін
ru_ru: для колонки
th_th: สำหรับคอลัมน์

# lblNumerator
source: Numerator
ar_iq: البسط
ka_ge: მრიცხველი
kk_kz: алым
ru_ru: Числитель
th_th: ตัวเศษ

# lblDenominator
source: Denominator
ar_iq: المقام
ka_ge: მნიშვნელი
kk_kz: бөлгіш
ru_ru: Знаменатель
th_th: ตัวหาร

# lblPrecision
source: Precision
ar_iq: دقة
ka_ge: სიზუსტე
kk_kz: Дәлдік
ru_ru: Точность
th_th: ความแม่นยำ

# lblMapDefAdminUnit
source: Map Default Administrative Unit
ar_iq: وحدة إدارية افتراضية للخريطة
ka_ge: რუკის ნაგულისხმევი ადმინისტრაციული ერთეული
kk_kz: Административтік нысана Әдепкі Карта
ru_ru: Административная единица карты по умолчанию
th_th: หน่วยบริหารแผนที่ค่าตั้งต้น

# lblMapDefChartData
source: Map Default Data As Chart
ar_iq: تعيين البيانات الافتراضية كمخطط
ka_ge: რუკის მონაცემები ნაგულისხმევი დიაგრამის სახით
kk_kz: Деректер Кесте ретінде Әдепкі Карта
ru_ru: Данные карты по умолчанию в виде диаграммы
th_th: ข้อมูลแผนที่ตั้งต้น เป็นแผนภูมิ

# lblMapDefGradientData
source: Map Default Data As Gradient
ar_iq: تخطيط البيانات الافتراضية كرسم متدرج
ka_ge: რუკის მონაცემები ნაგულისხმევი გრადიენტის სახით
kk_kz: Деректер Градиент ретінде Әдепкі Карта
ru_ru: Данные карты по умолчанию в виде градиентной заливки
th_th: ข้อมูลแผนที่ตั้งต้น เป็นเกรเดียนท์

# lblChartDefSeries
source: Chart Default Series
ar_iq: رسم سلسلة افتراضية
ka_ge: დიაგრამის ნაგულისხმევი სერია
kk_kz: Әдепкі Кесте
ru_ru: Серии диаграммы по умолчанию
th_th: ซีรี่ส์แผนภูมิตั้งต้น

# lblChartDefXaxis
source: Chart Default X-axis
ar_iq: رسم محور X افتراضي
ka_ge: დიაგრამის ნაგულისხმევი X-ღერძი
kk_kz: Әдепкі Кестенің Х - білігі
ru_ru: Серия значений для оси Х на диаграмме
th_th: แกน X ตั้งต้นของแผนภูมิ

# btOpenMapButton
source: Open Map
ar_iq: فتح خريطة
ka_ge: რუკის გახსნა
kk_kz: Картаны Ашу
ru_ru: Открыть карту
th_th: เปิดแผนที่

# btOpenChartButton
source: Open Chart
ar_iq: فتح مخطط
ka_ge: დიაგრამის გახსნა
kk_kz: Кестені Ашу
ru_ru: Открыть диаграмму
th_th: เปิดแผนภูมิ

# titleAVR
source: Analysis, Visualization and Reporting Module
ar_iq: وحدة التحليل والتصور والتبليغ
ka_ge: ანალიზის, ვიზუალიზაციის და ანგარიშგების მოდული
kk_kz: АВО Модулі
ru_ru: Модуль анализа, визуализации и отчётности
th_th: โมดูลการวิเคราะห์ การแสดงข้อมูล และการรายงาน

source: Publish
ar_iq: نشر
ka_ge: გამოქვეყნება
kk_kz: Жариялау
ru_ru: Опубликовать
th_th: ตีพิมพ์

source: Unpublish
ar_iq: إلغاء النشر
ka_ge: გამოქვეყნების გაუქმება
kk_kz: Жария етпеу
ru_ru: Отменить публикацию
th_th: เลิกการตีพิมพ์

source: Published
ar_iq: تم نشره
ka_ge: გამოქვეყნებული
kk_kz: Жария етілген
ru_ru: Опубликована
th_th: ถูกตีพิมพ์แล้ว

source: Publish Folder
ar_iq: نشر المجلد
ka_ge: გამოქვეყნებული საქაღალდე
kk_kz: Папканы жария ету
ru_ru: Опубликовать папку
th_th: โฟลด์เดอร์การตีพิมพ์

source: Folder Name (English)
ar_iq: اسم المجلد (إنجليزي)
ka_ge: საქაღალდის დასახელება (ინგლისურად)
kk_kz: Папка атауы(Ағылшынша)
ru_ru: Название папки (англ.)
th_th: ชื่อโฟลด์เดอร์ (ภาษาอังกฤษ)

source: Folder Name (National)
ar_iq: اسم المجلد (وطني)
ka_ge: საქაღალდის დასახელება (ქართულად)
kk_kz: Папка атауы(өз тілінде)
ru_ru: Название папки (рус.)
th_th: ชื่อโฟลด์เดอร์ (ประจำชาติ)

source: Layout Name (English)
ar_iq: اسم التخطيط (إنجليزي)
ka_ge: განლაგების სქემის დასახელება (ინგლისურად)
kk_kz: Көрініс атауы(Ағылшынша)
ru_ru: Название отчета (англ.)
th_th: ชื่อเลย์เอาท์ (ภาษาอังกฤษ)

source: Layout Name (National)
ar_iq: اسم التخطيط (وطني)
ka_ge: განლაგების სქემის დასახელება (ქაღტულად)
kk_kz: Көрініс атауы(өз тілінде)
ru_ru: Название отчета (рус.)
th_th: ชื่อเลย์เอาท์ (ประจำชาติ)

source: Query Name (English)
ar_iq: اسم الاستعلام (إنجليزي)
ka_ge: მოთხოვნის დასახელება (ინგლისური)
kk_kz: Сұранымның атауы (ағылшын)
ru_ru: Название запроса (англ.)
th_th: ชื่อเลย์เอ้าท์ (ภาษาอังกฤษ)

source: Query Name (National)
ar_iq: اسم الاستعلام (وطني)
ka_ge: მოთხოვნის დასახელება (ქაღტულად)
kk_kz: Сұранымның атауы (өз тілінде)
ru_ru: Название запроса (рус.)
th_th: ชื่อเลย์เอ้าท์ (ภาษาไทย)

source: Publish Layout
ar_iq: نشر التخطيط
ka_ge: სქემის გამოქვეყნება
kk_kz: Көріністі жария ету
ru_ru: Опубликовать отчет
th_th: ตีพิมพ์เลย์เอาท์

source: Share Layout
ar_iq: مشاركة التخطيط
ka_ge: სქემის გაზიარება
kk_kz: Көрініспен Бөлісу
ru_ru: Общий доступ к отчету
th_th: แบ่งปันเลย์เอาท์

source: Description (English)
ar_iq: الوصف (إنجليزي)
ka_ge: აღწერილობა (ინგლისურად)
kk_kz: Анықтама (Ағылшынша)
ru_ru: Описание (англ.)
th_th: คำอธิบาย (ภาษาอังกฤษ)

source: Description (National)
ar_iq: الوصف (وطني)
ka_ge: აღწერილობა (ქართულად)
kk_kz: Анықтама (өз тілінде)
ru_ru: Описание (рус.)
th_th: คำอธิบาย (ภาษาไทย)

source: Unpublished
ar_iq: غير منشور
ka_ge: გამოუქვეყნებელი
kk_kz: Жария етілмеген
ru_ru: Публикование отменено
th_th: ไม่ได้ถูกตีพิมพ์

# btShowCustomizationWindow
source: Show Customization Window
ar_iq: إظهار نافذة التخصيص
ka_ge: მორგების ფანჯრის ჩვენება
kk_kz: Кастомизация Терезені Ашу
ru_ru: Показать окно Выбор колонок
th_th: แสดงหน้าต่างการตั้งค่ากำหนดเอง

# btHideCustomizationWindow
source: Hide Customization Window
ar_iq: إخفاء نافذة التخصيص
ka_ge: მორგების ფანჯრის დამალვა
kk_kz: Кастомизация Терезені Жасыру
ru_ru: Скрыть окно Выбор колонок
th_th: ซ่อนหน้าต่างการตั้งค่ากำหนดเอง

source: Query Tree
ar_iq: شجرة الاستعلام
ka_ge: მოთხოვნების ხე
kk_kz: Сұраным Дарағы
ru_ru: Дерево запроса
th_th: แผนผังต้นไม้คำถาม

# SwitchToPivot
source: Pivot Grid
ar_iq: شبكة محورية
ka_ge: ცხრილზე დაბრუნება
kk_kz: Жиынтық кестесі
ru_ru: Сводная таблица
th_th: ตาราง Pivot

# SwitchToView
source: View Mode
ar_iq: وضع العرض
ka_ge: დათვალიერების რეჟიმი
kk_kz: Көру Режимі
ru_ru: Режим представления
th_th: โหมดมุมมอง

source: Print
ar_iq: طباعة
ka_ge: ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: พิมพ์

source: Export to JPG
ar_iq: التصدير إلى JPG
ka_ge: ექსპორტი JPG-ში
kk_kz: JPG-ке экспорттау
ru_ru: Экспортировать в формат JPG
th_th: ส่งออกไปที่ JPG

source: Export to PDF
ar_iq: التصدير إلى PDF
ka_ge: ექსპორტი PDF-ში
kk_kz: PDF-ке экспорттау
ru_ru: Экспортировать в формат PDF
th_th: ส่งออกไปที่ PDF

source: Export to RTF
ar_iq: التصدير إلى RTF
ka_ge: ექსპორტი RTF-ში
kk_kz: RTF-ке экспорттау
ru_ru: Экспортировать в формат RTF
th_th: ส่งออกไปที่ RTF

source: Export to XLS
ar_iq: التصدير إلى XLS
ka_ge: ექსპორტი XLS-ში
kk_kz: XLS-ке экспорттау
ru_ru: Экспортировать в формат XLS
th_th: ส่งออกไปที่ XLS

source: Export to XLSX
ar_iq: التصدير إلى XLSX
ka_ge: ექსპორტი XLSX-ში
kk_kz: XLSX-ке экспорттау
ru_ru: Экспортировать в формат XLSX
th_th: ส่งออกไปที่ XLSX

# btAddAggregateColumn
source: Add Aggregate Column
ar_iq: إضافة عمود المجموع
ka_ge: აგრეგირებული სვეტის დამატება
kk_kz: Жиынтық бағананы қосу
ru_ru: Добавить агрегированную колонку
th_th: เพิ่มคอลัมน์รวม

source: Delete Aggregate Column
ar_iq: حذف عمود مجمع
ka_ge: აგრეგირებული სვეტის წაშლა
kk_kz: Агрегациялау Бағананы Жою
ru_ru: Удалить агрегированную колонку
th_th: ลบคอลัมน์รวม

source: Cancel Changes
ar_iq: إلغاء التغييرات
ka_ge: ცვლილებების გაუქმება
kk_kz: Өзгерісті қолданбау
ru_ru: Отменить изменения
th_th: ยกเลิกการเปลี่ยนแปลง

source: Refresh Data
ar_iq: تحديث البيانات
ka_ge: მონაცემთა განახლება
kk_kz: Деректерді жаңарту
ru_ru: Обновить данные
th_th: รีเฟรชข้อมูล

source: Save data?
ar_iq: هل تريد حفظ البيانات؟
ka_ge: მოხდეს მონაცემთა დამახსოვრება?
kk_kz: Деректерді сақтау керек пе?
ru_ru: Сохранить данные?
th_th: บันทึกข้อมูลหรือไม่?

source: Reset View
ar_iq: إعادة إعداد العرض
ka_ge: გამოსახულების განულება
kk_kz: Көріністі алғашқы қалпына келтіру
ru_ru: Сброс представления
th_th: ตั้งค่ามุมมองใหม่

# itemColGrand
source: Col Grand
ar_iq: إجمالي الأعمدة
ka_ge: სულ სვეტები
kk_kz: Гранд Бағаналары
ru_ru: Колонки «Итого»
th_th: รวมยอดคอลัมน์ทั้งหมด

# itemCols
source: Cols
ar_iq: الأعمدة
ka_ge: სვეტები
kk_kz: Бағаналар
ru_ru: Колонки
th_th: รวมค่าจากกลุ่มคอลัมน์

# itemForSingle
source: For Single
ar_iq: لمفرد
ka_ge: თითოეულისთვის
kk_kz: Дара үшін
ru_ru: Для единичного
th_th: รวมยอดจากกลุ่มแถวหรือแถวเดียว

# itemRowGrand
source: Row Grand
ar_iq: إجمالي الصفوف
ka_ge: სულ რიგები
kk_kz: Гранд Жолдары
ru_ru: Строка «Итого»
th_th: รวมยอดแถวทั้งหมด

# itemRows
source: Rows
ar_iq: صفوف
ka_ge: რიგები
kk_kz: Жолдар
ru_ru: Строки
th_th: รวมค่าจากกลุ่มแถว

source: Aggregate Column
ar_iq: عمود المجموع
ka_ge: აგრეგირებული სვეტი
kk_kz: Жиынтық Бағана
ru_ru: Агрегированная колонка
th_th: คอลัมน์รวม

# webLayoutViewTitle
source: View - Layout {0}
ar_iq: عرض - تخطيط {0}
ka_ge: გამოსახულება - სქემა {0}
kk_kz: Көрініс {0}
ru_ru: Представление - Отчет {0}
th_th: มุมมอง - เลย์เอาท์ {0}

# webPivotGridTitle
source: Pivot Grid - Layout {0}
ar_iq: شبكة محورية - تخطيط {0}
ka_ge: ცხრილი - სქემა {0}
kk_kz: Pivot Grid - Көрініс {0}
ru_ru: Сводная таблица - Отчет {0}
th_th: ตาราง Pivot - เลย์เอาท์ {0}

# webChartTitle
source: Chart - Layout {0}
ar_iq: مخطط - تخطيط {0}
ka_ge: დიაგრამა - სქემა {0}
kk_kz: Кесте - Көрініс {0}
ru_ru: Диаграмма - Отчет {0}
th_th: แผนภูมิ - เลย์เอาท์ {0}

# webMapTitle
source: Map - Layout {0}
ar_iq: خريطة - تخطيط {0}
ka_ge: რუკა - სქემა {0}
kk_kz: Представление Карт {0}
ru_ru: Карта - Отчет {0}
th_th: แผนที่ - เลย์เอาท์ {0}

# QueryLayoutTree_CantDeleteWithChildren
source: Can't delete object because it has child objects
ar_iq: لا يمكن حذف الكائن لأنه يحتوي على توابع
ka_ge: შეუძლებელია ობიექტის წაშლა რადგან მაგას გააჩნია შვილობილი ობიექტ(ებ)ი.
kk_kz: Объектіні жоюға мүмкін емес өйткені онда балалары бар
ru_ru: Этот объект не может быть удалён, так как содержит дочерние записи
th_th: ไม่สามารถลบวัตถุได้ เนื่องจากมีวัตถุย่อยอยู่

# QueryLayoutTree_CantDeletePublished
source: Can't delete published object
ar_iq: لا يمكن حذف كائن منشور
ka_ge: შეუძლებელია გამოქვეყნებული ობიექტის წაშლა
kk_kz: жария етілген объектіні жоюға мүмкін емес
ru_ru: Не удаётся удалить опубликованный объект
th_th: ไม่สามารถลบวัตถุที่ตีพิมพ์ได้

source: Chart Type
ar_iq: نوع المخطط
ka_ge: დიაგრამის ტიპი
kk_kz: Кесте Түрі
ru_ru: Тип диаграммы
th_th: ประเภทแผนภูมิ

# AVRCopy_Error_1
source: Original layout to copy does not exist.
ar_iq: التخطيط الأصلي غير موجود للنسخ.
ka_ge: დასაკოპირებელი საწყისი სქემა არ არის.
kk_kz: Көшіру үшін бастапқы көрініс жоқ
ru_ru: Исходной копии отчета не существует.
th_th: เลย์เอาท์ดั้งเดิมที่ต้องการคัดลอกนั้นไม่มีปรากฏ

# AVRCopy_Error_2
source: Incorrect xml with translations of the name of copied layout.
ar_iq: xml غير صحيح مع ترجمات لاسم التخطيط المنسوخ.
ka_ge: დაკოპირებული სქემის სახელის არასწორი xml.
kk_kz: Көшірілген көріністің аударылған атауы бар қате XML.
ru_ru: Неправильный XML с переводами названия скопированного отчета.
th_th: xml ที่ไม่ถูกต้อง พร้อมด้วยการแปลของชื่อของเลย์เอาท์ที่ถูกคัดลอก

# AVRCopy_Error_3
source: English name of copied layout is not specified.
ar_iq: لم يتم تحديد اسم التخطيط المنسوخ باللغة الإنجليزية.
ka_ge: სქემის ასლს არ აქვს მითითებული ინგლისური სახელწოდება
kk_kz: Көшірілген көріністің ағылшын атауы жоқ.
ru_ru: Не указано название на английском языке скопированного отчета.
th_th: ไม่มีการระบุชื่อภาษาอังกฤษของเลย์เอาท์ที่คัดลอก

# strAggregateFunction
source: Aggregate Function
ar_iq: دالة تجميعية
ka_ge: აგრეგირების ფუნქცია
kk_kz: Жиынтық Функциясы
ru_ru: Функция агрегирования
th_th: ฟังค์ชั่นรวม

# strColumnName
source: Column Name
ar_iq: اسم العمود
ka_ge: სვეტის დასახელება
kk_kz: Бағана атауы
ru_ru: Название колонки
th_th: ชื่อคอลัมน์

source: Column Type
ar_iq: نوع العمود
ka_ge: სვეტის ტიპი
kk_kz: Бағана түрі
ru_ru: Тип колонки
th_th: ประเภทคอลัมน์

source: Ordinary Column
ar_iq: عمود عادي
ka_ge: სვეტი
kk_kz: Әдеттегі бағана
ru_ru: Обычная колонка
th_th: คอลัมน์ปกติ

source: Band
ar_iq: نطاق
ka_ge: სვეტების ჯგუფი
kk_kz: Тоб
ru_ru: Группа колонок
th_th: แถบ

source: Band Name
ar_iq: إسم الرهط
ka_ge: დასახელება
kk_kz: Тобтың атауы
ru_ru: Наименование диапазона
th_th: ชื่อแถบ

# ExportTypeError
source: Not supported export type
ar_iq: نوع تصدير غير معتمد
ka_ge: ასეთი ტიპის ექსპორტის მხარდაჭერა არ არის
kk_kz: Экспорттаудың қолдау көрсетілмейтін түрі
ru_ru: Тип экспорта не поддерживается
th_th: ประเภทการส่งออกไม่รองรับ

# avrChart_ChangeSeriesType
source: Do you want to change all series types?
ar_iq: هل تود تغيير كافة أنواع السلاسل؟
ka_ge: გსურთ ყველა სერიის ტიპის შეცვლა?
kk_kz: Сіз серия түрлерін өзгертуіңіз келе ме?
ru_ru: Изменить все типы последовательностей?
th_th: คุณต้องการเปลี่ยนประเภทซีรี่ส์ทั้งหมดหรือไม่?

# lblAdministrativeUnitField
source: Administrative Unit Field
ar_iq: حقل وحدة إدارية
ka_ge: ადმინისტრაციული ერთეულის ველი
kk_kz: Админимстративтік объектінің жолағы
ru_ru: Поле административной единицы
th_th: ช่องหน่วยการบริหาร

# lblDateField
source: Date Field
ar_iq: حقل تاريخ
ka_ge: თარიღის ველი
kk_kz: Уақыт жолағы
ru_ru: Поле даты
th_th: ช่องวันที่

# lblDefaultGroupDate
source: Default Group Date
ar_iq: تاريخ مجموعة افتراضية
ka_ge: თარიღების ნაგულისხმევი დაჯგუფება
kk_kz: Әдепкі Тоб Мерзімі
ru_ru: Группировать по врем. интервалу
th_th: ตั้งค่าช่วงเวลา

# titleGroupDate
source: Group Date
ar_iq: تاريخ مجموعة
ka_ge: თარიღების დაჯგუფება
kk_kz: Тоб Мерзімі
ru_ru: Группировка по дате
th_th: วันที่กลุ่ม

# lblAddMissedValues
source: Add Missed Values
ar_iq: إضافة قيم مفقودة
ka_ge: გამოტოვებული მნიშვნელობის დამატება
kk_kz: Жіберілген деректерді қосу
ru_ru: Добавить недостающие значения
th_th: เพิ่มค่าที่หายไป

# titleMissedValues
source: Missed Values
ar_iq: قيم مفقودة
ka_ge: გამოტოვებული მნიშვნელობა
kk_kz: Жіберілген деректер
ru_ru: Недостающие значения
th_th: ค่าที่หายไป

# strNewColumnName
source: New Column Name
ar_iq: إسم العمود الجديد
ka_ge: სვეტის ახალი დასახელება (ქართულად)
kk_kz: Бағананың жаңа атауы
ru_ru: Новое название колонки
th_th: ชื่อคอลัมน์ใหม่

# strNewColumnNameEn
source: New Column Name (English)
ar_iq: إسم العمود الجديد (بالانجليزية)
ka_ge: სვეტის ახალი დასახელება (ინგლისურად)
kk_kz: Бағананың жаңа атауы (Ағылшынша)
ru_ru: Новое название колонки (англ.)
th_th: ชื่อคอลัมน์ใหม่ (ภาษาอังกฤษ)

# strOriginalColumnName
source: Original Column Name
ar_iq: إسم العمود الاصلي
ka_ge: სვეტის საწყისი დასახელება
kk_kz: Бағананың алғашқы атауы
ru_ru: Оригинальное название колонки
th_th: ชื่อคอลัมน์เดิม

# strOriginalColumnNameEn
source: Original Column Name (English)
ar_iq: إسم العمود الاصلي (بالانجليزية)
ka_ge: სვეტის საწყისი დასახელება (ინგლისურად)
kk_kz: Бағананың алғашқы атауы (Ағылшынша)
ru_ru: Оригинальное название колонки (англ.)
th_th: ชื่อคอลัมน์เดิม (ภาษาอังกฤษ)

# colGroupInterval
source: Group Interval
ar_iq: فاصل المجموعة
ka_ge: ჯგუფის ინტერვალი
kk_kz: Топтың аралығы
ru_ru: Интервал группы
th_th: ช่วงระยะกลุ่ม

# lblApplyPivotGridFilters
source: Apply Pivot Grid Filters
ar_iq: تطبيق فلاتر الشبكة المحورية
ka_ge: ცხრილის ფილტრების გამოყენება
kk_kz: Жиынтық кестенің сүзгіні қолдану
ru_ru: Применить фильтры
th_th: นำเอาตาราง Pivot ไปใช้กับตัวกรอง

# lblColumn
source: Column
ar_iq: عمود
ka_ge: სვეტი
kk_kz: Бағана
ru_ru: Колонка
th_th: เลือกแก้ไขคอลัมน์

# lblCompactPivotGrid
source: Compact Pivot Grid
ar_iq: شبكة محورية متراصة
ka_ge: კომპაქტური გამოსახულება
kk_kz: Тұтас жиынтық кестесі
ru_ru: Сжать сводную таблицу
th_th: บีบอัดตาราง Pivot

# lblEditFilters
source: Edit Filters
ar_iq: تصحيح الفلاتر
ka_ge: ფილტრის რედაქტირება
kk_kz: Сүзгіні өзгерту
ru_ru: Редактировать фильтры
th_th: แก้ไขตัวกรอง

# lblFreezeRowHeader
source: Freeze Row Header
ar_iq: تثبيت عنوان السطر
ka_ge: სტრიქონების სათაურების გაყინვა
kk_kz: Жолдардың тақырыптарын бекіту
ru_ru: Закрепить заголовки строк
th_th: ตั้งแถวแรกด้านซ้ายค้างบนตาราง

# lblShowDataInPivotGrid
source: Show Data in Pivot Grid
ar_iq: إضهار البيانات في الشبكة المحورية
ka_ge: ცხრილში მონაცემების ჩვენება
kk_kz: Мәндерді Pivot Grid - көрсету
ru_ru: Показать данные
th_th: แสดงข้อมูลในตาราง Pivot

# lblShowMissedValues
source: Show Missed Values in Pivot Grid
ar_iq: إضهار القيم المنسية في الشبكة المحورية
ka_ge: გამოტოვებული სიდიდეების ჩვენება
kk_kz: Жіберілген мәндерді Pivot Grid - көрсету
ru_ru: Показать недостающие значения
th_th: แสดงค่าที่หายไปใน ตาราง Pivot

# lblShowTotals
source: Show Totals
ar_iq: إضهار المجاميع
ka_ge: ჯამური მნიშვნელობების ჩვენება
kk_kz: Қорытындыны көрсету
ru_ru: Показать итого
th_th: แสดงทั้งหมด

# lblUseArchiveData
source: Use Archive Data
ar_iq: استعمال بيانات مؤرشفة
ka_ge: დაარქივებული მონაცემების გამოყენება
kk_kz: Архивтік деректерді қолдану
ru_ru: Использование архивных данных
th_th: ใช้ข้อมูลอาร์ไคฟ์

# msgConfirmSampleDispositionReject
source: Sample disposition(s) will be rejected, the record(s) will be removed from this journal and returned to Samples List. Continue?
ar_iq: سيتم رفض تنظيم العينات، وستحذف القيود من هذا السجل، وتعاد الى قائمة العينات. أكمل؟
ka_ge: ნიმუშის განადგურება უკუგდებული იქნება, ჩანაწერი გადაადგილდება ამ ფორმიდან "ნიმუშების ჩამონათვალის" ფორმაში. გსურთ გაგრძელება?
kk_kz: Сынаманың орын өзгеруі қабылданбайды, деректер бұл журналдан алынады да сынамалар тізіміне қайтарылады. Жалғастырғыңыз келе ме?
ru_ru: Уничтожение(-я) проб(-ы) будет(-ут) отклонено(-ы), а запись(-и) будет удалена(-ны) из настоящего журнала и возвращена(-ы) в «Список проб». Продолжить?
th_th: การทิ้งตัวอย่างจะถูกปฏิเสธ บันทึกจะถูกลบจากบันทึกนี้ และส่งคืนไปที่รายการตัวอย่าง ดำเนินการต่อหรือไม่?

# strDeleteSample_Id
source: Delete Sample (Data Entry Error)
ar_iq: حذف العينة (لخطأ في ادخال البيانات)
ka_ge: ნიმუშის წაშლა (შეცდომა მონაცემთა შეყვანისას)
kk_kz: Үлгіні жою (мәліметтерді қате енгізу)
ru_ru: Удалить пробу (ошибка ввода данных)
th_th: ลบตัวอย่าง (ข้อผิดพลาดในการป้อนข้อมูล)

# strDestroySample_Id
source: Destroy
ar_iq: تدمير
ka_ge: განადგურება
kk_kz: Жою
ru_ru: Уничтожить
th_th: ทำลาย

source: Can't read file
ar_iq: لايمكن قراءة الملف
ka_ge: ფაილის წაკითხვა შეუძლებელია
kk_kz: Файылды оқуға мүмкін емес
ru_ru: Невозможно прочитать файл
th_th: ไม่สามารถอ่านไฟล์

# titleDiagnosisHistory
source: Diagnosis History
ar_iq: تاريخ التشخيص
ka_ge: დიაგნოზის შეცვლის ისტორია
kk_kz: Диагноздың тарихы
ru_ru: История изменения диагноза
th_th: ประวัติการวินิจฉัย

# btnAmendmentHistory
source: Show Amendment History
ar_iq: عرض تاريخ التعديلات
ka_ge: შეცვლილი შედეგების ისტორიის ჩვენება
kk_kz: Өзгерту тарихын көрсету
ru_ru: Показать историю исправлений
th_th: แสดงประวัติการเปลี่ยนแปลง

# msgPivotFieldTypeMistmatch
source: Pivot Field {0} should implement IAvrPivotGridField
ar_iq: الحقل المحوري يجب تطبيق IAvrPivotGridField
ka_ge: ანგარიშის ველი {0} უნდა აკეთებდეს ინტერდეისის იმპლემენტაციას IAvrPivotGridField
kk_kz: Pivot Field {0} IAvrPivotGridField жасау керек
ru_ru: Поле отчета {0} должно имплементировать интерфейс IAvrPivotGridField
th_th: ช่อง Pivot ควรเสริม IAvrPivotGridField

# msgSessionTimeout1
source: Your session time has expired. Please re-login to continue your work.
ar_iq: وقت جلستك لقد نفذ. الرجاء محاولة الدخال معلوماتك للاستمرار بل العمل
ka_ge: თქვენი სამუშაო სესიის პერიოდი ამოიწურა. მუშაობის გასაგრძელებლად, გთხოვთ, ხელახლა შეხვიდეთ სისტემაში.
kk_kz: Сіздің сессияңыз бітіп қалды. Жқмысты жалғастыру үшін қайтадан кіріңіз.
ru_ru: Ваша сессия истекла. Пожалуйста, войдите в программу снова, чтобы продолжить работу.
th_th: เซสชั่นของคุณหมดอายุแล้ว กรุณาลงชื่อเข้าใช้อีกครั้งเพื่อทำงาน

# msgSessionTimeout2
source: If you have unsaved changes, unfortunatelly they will not be saved.
ar_iq: اذا لم تقوم بخزن جميع التغييرات، لسوء الحظ سوف لن يتم حفظها
ka_ge: სამწუხაროდ, მონაცემებში შეტანილი დაუმახსოვრებელი ცვლილებები დაიკარგება.
kk_kz: Сақталмаған деректер жойылады
ru_ru: К сожалению, несохраненные изменения данных будут утеряны.
th_th: ถ้าคุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก การเปลี่ยนแปลงเหล่านั้นจะไม่ถูกบันทึก

# msgSessionIncomliance1
source: Your session's language has been changed.
ar_iq: لغة الجسلة الخاصة بك قد غيرت
ka_ge: თქვენი სესიის ენა შეიცვალა
kk_kz: Бағананы көшіру
ru_ru: Язык отображения информации вашей рабочей сессии был изменён.
th_th: ภาษาเซสชั่นของคุณเปลี่ยนแปลงแล้ว
