Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# intILISamples
source: ILI Samples
ar_iq: عينات مرض مشابه للأنفلونزا
az_latn_az: QBX nümunələri
hy_am: Գրիպանման հիվանդությունների նմուշներ
ka_ge: გრიპისმაგვარი დაავადების (ILI) ნიმუშები
kk_kz: ILI Сынамалар
ru_ru: Образцы ГПЗ
th_th: ตัวอย่าง ILI
uk_ua: Зразки ГПЗ

source: Unaccessioned
ar_iq: غير مضاف
az_latn_az: Qəbul olunmamış
hy_am: Չընդունված նմուշներ
ka_ge: მისაღებია
kk_kz: Қабылдамағандар
ru_ru: Не принята
th_th: รายการตัวอย่างที่ยังไม่ได้รับ
uk_ua: Не прийнята

source: Deleted
ar_iq: محذوف
az_latn_az: Silinmiş
hy_am: Ջնջված
ka_ge: წაშლილია
kk_kz: Жойылған
ru_ru: Удалён
th_th: ลบ
uk_ua: Видалений

# AlignmentLeft
source: Left
ar_iq: يسار
az_latn_az: Sol
hy_am: Ձախ
ka_ge: მარცხნივ
kk_kz: Сол жақ
ru_ru: Левый
th_th: ซ้าย
uk_ua: Вліво

# AlignmentCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრი
kk_kz: Орта жақ
ru_ru: Центральный
th_th: ชื่อกลาง
uk_ua: Крест

# AlignmentRight
source: Right
ar_iq: يمين
az_latn_az: Sağ
hy_am: Աջ
ka_ge: მარჯვნივ
kk_kz: Оң жақ
ru_ru: Правый
th_th: ขวา
uk_ua: Вправо

# FillModeEmpty
source: Empty
ar_iq: فارغ
az_latn_az: Boş
hy_am: Դատարկ
ka_ge: ცარიელი
kk_kz: Бос
ru_ru: Пустой
th_th: ว่าง
uk_ua: Порожній

# FillModeSolid
source: Solid
ar_iq: صلب
az_latn_az: Bütöv xətt
hy_am: Համատարած
ka_ge: მონოტონური
kk_kz: Бүтін
ru_ru: Сплошной
th_th: แข็ง
uk_ua: Суцільний

# GridLinesStyleSolid
source: Solid
ar_iq: صلب
az_latn_az: Bütöv xətt
hy_am: Համատարած
ka_ge: მონოტონური
kk_kz: Бүтін
ru_ru: Сплошной
th_th: แข็ง
uk_ua: Суцільний

# GridLinesStyleDash
source: Dash
ar_iq: شَرطة
az_latn_az: Tire
hy_am: Շտրիխ
ka_ge: დაშტრიხული
kk_kz: Сызықша
ru_ru: Тире
th_th: ปรุ
uk_ua: Тире

# GridLinesStyleDot
source: Dot
ar_iq: نقطة
az_latn_az: Nöqtə
hy_am: Կետագիծ
ka_ge: წერტილი
kk_kz: Нүкте
ru_ru: Точка
th_th: จุด
uk_ua: Крапка

# GridLinesStyleDashDot
source: Dash Dot
ar_iq: شرطة نقطة
az_latn_az: Ştrix-punktir
hy_am: Շտրիխ-կետագիծ
ka_ge: დაშტრიხული წერილი
kk_kz: Дефис Нүкте
ru_ru: Тире-точка
th_th: ปรุ จุด
uk_ua: Тире-крапка

# GridLinesStyleDashDotDot
source: Dash Dot Dot
ar_iq: شرطة نقطة نقطة
az_latn_az: Tire nöqtə nöqtə
hy_am: Շտրիխ-կրկնակի կետագիծ
ka_ge: ხაზი-ორმაგი პუნქტირი
kk_kz: Дефис Нүкте Нүкте
ru_ru: Тире-точка-точка
th_th: ปรุ จุด จุด
uk_ua: Тире-крапка-крапка

# PointMarkerKindSquare
source: Square
ar_iq: مربع
az_latn_az: Kvadrat
hy_am: Քառակուսի
ka_ge: მართკუთხედი
kk_kz: Төртбұрыш
ru_ru: Квадрат
th_th: สี่เหลี่ยม
uk_ua: Квадрат

# PointMarkerKindDiamond
source: Diamond
ar_iq: معيَّن
az_latn_az: Almaz
hy_am: Շեղանկյուն
ka_ge: შემოხაზული რომბი
kk_kz: Адмаз
ru_ru: Ромб
th_th: รูปเพชร
uk_ua: Ромб

# PointMarkerKindTriangle
source: Triangle
ar_iq: مثلث
az_latn_az: Üçbucaq
hy_am: Եռանկյուն
ka_ge: სამკუთხედი
kk_kz: Үшбұрыш
ru_ru: Треугольник
th_th: สามเหลี่ยม
uk_ua: Трикутник

# PointMarkerKindInvertedTriangle
source: Inverted Triangle
ar_iq: مثلث مقلوب
az_latn_az: Döndərilmiş üçbucaq
hy_am: Շրջված եռանկյուն
ka_ge: ინვერსიული სამკუთხედი
kk_kz: Аударылған үшбұрыш
ru_ru: Перевёрнутый треугольник
th_th: สามเหลี่ยมกลับหัว
uk_ua: Перевернутий трикутник

# PointMarkerKindCircle
source: Circle
ar_iq: دائرة
az_latn_az: Dairə
hy_am: Շրջան
ka_ge: წრე
kk_kz: Шеңбер
ru_ru: Круг
th_th: วงกลม
uk_ua: Коло

# PointMarkerPlus
source: Plus
ar_iq: زائد
az_latn_az: Üstəgəl
hy_am: Գումարման նշան
ka_ge: პლიუსი
kk_kz: Қосу таңбасы
ru_ru: Плюс
th_th: บวก
uk_ua: Плюс

# PointMarkerKindCross
source: Cross
ar_iq: تقاطع
az_latn_az: Kəsişmə
hy_am: Խաչաձև
ka_ge: გადაკვეთა
kk_kz: Крест
ru_ru: Крест
th_th: กากบาท
uk_ua: Хрест

# FullStackedBarChartsSettingsCaption
source: Full Stacked Bar Charts Settings
ar_iq: إعداد مخطط بيانية شريطية مكدسة بالكامل
az_latn_az: Tam tərkibli sütun diaqramın parametrləri
hy_am: Ամբողջական բաղկացուցիչներով սյան գրաֆիկների կարգավորումներ
ka_ge: სრული შემადგენლობითი ღერძული დიაგრამის პარამეტრები
kk_kz: Толық толтырылған Бар Кестесінің параметрлері
ru_ru: Настройки полных многослойных столбчатых диаграмм
th_th: การตั้งค่าแผนภูมิแถบกองซ้อนเต็ม
uk_ua: Налаштування повних багатошарових стовпчастих діаграм

# StackedBarChartsSettingsCaption
source: Stacked Bar Charts Settings
ar_iq: إعداد مخطط بيانية شريطية مكدسة
az_latn_az: Tərkibli sütun diaqramın parametrləri
hy_am: Բաղկացուցիչներով սյան գրաֆիկների կարգավորումներ
ka_ge: შემადგენლობითი ღერძული დიაგრამის პარამეტრები
kk_kz: Бар Кестесінің параметрлері
ru_ru: Настройки многослойных столбчатых диаграмм
th_th: การตั้งค่าแผนภูมิแถบกองซ้อน
uk_ua: Налаштування багатошарових стовпчастих діаграм

# StepLineChartsSettingsCaption
source: StepLine Charts Settings
ar_iq: إعدادات مخططات خط خطوة
az_latn_az: Pilləvari xətt diaqramın parametrləri
hy_am: Քայլային գծով գրաֆիկների կարգավորումներ
ka_ge: ბიჯური ხაზოვანი დიაგრამის პარამეტრები
kk_kz: StepLine Кестесінің параметрлері
ru_ru: Настройки ступенчатых диаграмм
th_th: การตั้งค่าแผนภูมิเส้นขั้น
uk_ua: Налаштування сходинкових діаграм

# SplineChartsSettingsCaption
source: Spline Charts Settings
ar_iq: إعدادات مخطط شريحة
az_latn_az: Əyri diaqramın parametrləri
hy_am: Սփլայն գրաֆիկների կարգավորումներ
ka_ge: სპლაინ დიაგრამის პარამეტრები
kk_kz: Spline Кестесінің параметрлері
ru_ru: Настройки сплайновых диаграмм
th_th: การตั้งค่าแผนภูมิสลัก
uk_ua: Налаштування сплайнів діаграм

source: Primary Axis Y
ar_iq: محور رئيسي Y
az_latn_az: Əsas ox Y
hy_am: Առաջնային Y առանցք
ka_ge: მთავარი ღერძი Y
kk_kz: Бас Білік Y
ru_ru: Первичная ось Y
th_th: แกน Y หลัก
uk_ua: Первинна вісь Y

source: Secondary Axis Y
ar_iq: محور ثانوي Y
az_latn_az: İkinci ox Y
hy_am: Երկրորդական Y առանցք
ka_ge: მეორადი ღერძი Y
kk_kz: Екінші дәрежедегі Білік Y
ru_ru: Вторичная ось Y
th_th: แกน Y รอง
uk_ua: Вторинна вісь Y

# intNewSample
source: Number of Samples
ar_iq: عدد العينات
az_latn_az: Nümunələrin sayı
hy_am: Նմուշների քանակ
ka_ge: ახალი ნიმუშების რაოდენობა
kk_kz: Сынамалар саны
ru_ru: Количество новых проб
th_th: จำนวนตัวอย่าง
uk_ua: Кількість зразків

# DerivativeType
source: Types of new samples (derivatives)
ar_iq: أنواع العينات (المشتقات) الجديدة
az_latn_az: Yeni nümunələrin növləri (törəmələr)
hy_am: Նոր նմուշների տեսակներ (ածանցյալներ)
ka_ge: ახალი ნიმუშ(ებ)ის ტიპი (დერივატები)
kk_kz: Жаңа сынамалар түрлері (деривативтер)
ru_ru: Типы новых проб (дериватов)
th_th: ประเภทตัวอย่างใหม่ (อนุพันธ์ )
uk_ua: Типи нових проб (дериватів)

# SampleTypeFiltered
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынама түрі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# idfsPersonIDType
source: Personal ID Type
ar_iq: نوع معرف شخصي
az_latn_az: Fərdi İN növü
hy_am: Անհատական ն/հ-ի տեսակ
ka_ge: უნიკალური ნომრის ტიპი
kk_kz: Жеке нөмірінің түрі
ru_ru: Тип персонального ИН
th_th: ประเภทหมายเลขประจำตัว
uk_ua: Тип документу

# Patient.PersonIDType
source: Personal ID Type
ar_iq: نوع الرمز الشخصي
az_latn_az: Fərdi İN Növü
hy_am: Անհատական ն/հ-ի տեսակ
ka_ge: დოკუმენტის ტიპი
kk_kz: Құжат түрі
ru_ru: Вид документа
th_th: ประเภท ID ส่วนตน
uk_ua: Вид документа

# Patient.datEnteredDate
source: Date Created
ar_iq: تاريخ الإنشاء
az_latn_az: Məlumatın daxil edilmə tarixi
hy_am: Ստեղծման ամսաթիվ
ka_ge: შექმნის თარიღი
kk_kz: Құру мерзімі
ru_ru: Дата создания
th_th: วันที่สร้าง
uk_ua: Дата створення

# Patient.datModificationDate
source: Date Last Updated
ar_iq: تاريخ آخر تحديث
az_latn_az: Məlumatın son yenilənmə tarixi
hy_am: Վերջին թարմացման ամսաթիվ
ka_ge: უკანასკნელი დამახსოვრების თარიღი
kk_kz: Соңғы жаңарту мезгілі
ru_ru: Дата последнего обновления
th_th: วันที่ทำการอัพเดตล่าสุด
uk_ua: Дата останнього збереження

# strPersonID
source: Personal ID
ar_iq: معرف شخصي
az_latn_az: Fərdi İN
hy_am: Անհատական ն/հ
ka_ge: უნიკალური ნომერი
kk_kz: Жеке Нөмірі
ru_ru: Персональный ИН
th_th: หมายเลขประจำตัว
uk_ua: № документу

# idfsPensideTestName
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանումը
ka_ge: ტესტის დასახელება
kk_kz: Тест Атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# strDiagnosisName
source: Diagnosis Name
ar_iq: اسم التشخيص
az_latn_az: Diaqnozun adı
hy_am: Ախտորոշման անվանումը
ka_ge: დიაგნოზი
kk_kz: Диагноз Атауы
ru_ru: Название диагноза
th_th: ชื่อการวินิจฉัย
uk_ua: Назва діагнозу

# intDuplicateGroup
source: De-duplication Group
ar_iq: مجموعة إلغاء التكرار
az_latn_az: Dedublikasiya qrupu
hy_am: Ապակրկնապատկման խումբ
ka_ge: შემთხვევების ჯგუფი დედუპლიკაციისთვის
kk_kz: Дубликация тобы
ru_ru: Группа дедупликации
th_th: กลุ่มการทำซ้ำ
uk_ua: Група дедуплікаціі

# strMatrixName
source: Matrix Version
ar_iq: نسخة المصفوفة
az_latn_az: Matris versiyası
hy_am: Մատրիցայի տարբերակ
ka_ge: მატრიცის ვერსია
kk_kz: Матрица Нұсқасы
ru_ru: Версия матрицы
th_th: รุ่นเมตริกซ์
uk_ua: Версія матриці

# strTemplateName
source: Template
ar_iq: القالب
az_latn_az: Şablon
hy_am: Ձևանմուշ
ka_ge: შაბლონი
kk_kz: Үлгі
ru_ru: Шаблон
th_th: เท็มเพลต
uk_ua: Шаблон

# strOrganizationID
source: Unique Organization ID
ar_iq: معرف مؤسسة فريدة
az_latn_az: Təşkilatın unikal Q/N-si
hy_am: Եզակի կազմակերպության ն/հ
ka_ge: ორგანიზაციის უნიკალური ID
kk_kz: Мекеменің бірегей нөмірі
ru_ru: Уникальный идентификатор организации
th_th: ID องค์กรที่ไม่ซ้ำใคร
uk_ua: Унікальний ідентифікатор організації

# blnFinalHumanCaseClassification
source: Final Case Classification
ar_iq: التصنيف النهائي للحالة
az_latn_az: Yekun xəstəlik hadisəsinin təsnifatı
hy_am: Դեպքի վերջնական դասակարգում
ka_ge: შემთხვევის საბოლოო კლასიფიკაცია
kk_kz: Жағдайдың қорытынды сыныптамасы
ru_ru: Окончательная классификация случая заболевания
th_th: การแยกประเภทสุดท้าย
uk_ua: Остаточна класифікація випадку

# strVectorsCalculated
source: Vector Types
ar_iq: أنواع الناقلات
az_latn_az: Keçirici növləri
hy_am: Պահոցների/Փոխանցողների տեսակներ
ka_ge: გადამტანის ტიპები
kk_kz: Вектор түрі
ru_ru: Переносчики
th_th: ประเภทตัวนำโรค
uk_ua: Переносники

# strDiagnosesCalculated
source: Diseases
ar_iq: الأمراض
az_latn_az: Xəstəliklər
hy_am: Հիվանդություններ
ka_ge: დაავადებები
kk_kz: Диагноз
ru_ru: Заболевания
th_th: โรคต่างๆ
uk_ua: Захворювання

# repConcordance
source: Concordance more than (%)
ar_iq: الامتثال أكثر من (%)
az_latn_az: Daha çox uyğunluq (%)
hy_am: Հարաբերակցությունն ավելի է, քան (%)
ka_ge: ცხრილი აღემატება %
kk_kz: (%)-тен жоғары келісім
ru_ru: Совпадение более чем (%)
th_th: สอดคล้องกันมากกว่า (%)
uk_ua: Збіг більш ніж (%)

# lblShowForeignOrganization
source: Show Foreign Organizations
ar_iq: إظهار المؤسسات الأجنبية
az_latn_az: Xarici təşkilatları göstər
hy_am: Ցուցադրել օտարերկրյա կազմակերպությունները
ka_ge: უცხოური ორგანიზაციების ჩვენება
kk_kz: Шетелдік мекемелерді көрсету
ru_ru: Показать иностранные организации
th_th: แสดงองค์กรต่างประเทศ
uk_ua: Показати іноземні організації

# datSendDate
source: Date Sent
ar_iq: تاريخ الإرسال
az_latn_az: Ötürülmə tarixi
hy_am: Ուղարկման ամսաթիվ
ka_ge: გადაცემის თარიღი
kk_kz: Жіберілген мезгілі
ru_ru: Дата передачи
th_th: วันที่ส่ง
uk_ua: Дата передачі

# bFilterTestByDiagnosis
source: Filter Test Names by Diagnosis
ar_iq: تصفية أسماء الاختبار وفق التشخيص
az_latn_az: Diaqnoz üzrə testlərin filtrdən keçirilməsi
hy_am: Ֆիլտրել հետազոտությունների անվանումներն ըստ ախտորոշման
ka_ge: ტესტების გაფილტვრა დიაგნოზის მიხედვით
kk_kz: Диагноз бойынша тест атауларын сүзу
ru_ru: Фильтровать названия тестов по диагнозу
th_th: ชื่อการทดสอบกรองโดยการวินิจฉัย
uk_ua: Фільтрувати назви тестів за діагнозом

# blnNeedCopyGeneralData
source: Vector General Data
ar_iq: بيانات عامة حول الناقل
az_latn_az: Keçiricilərlə bağlı ümumi məlumat
hy_am: Ընդհանուր տվյալներ Պահոցների/Փոխանցողների մասին
ka_ge: გადამტანის ძირითადი მონაცემები
kk_kz: Вектор Жалпы Деректер
ru_ru: Общие данные о переносчике заболевания
th_th: ข้อมูลทั่วไปตัวนำโรค
uk_ua: Загальні дані про переносника захворювання

# blnNeedCopyFF
source: Vector Specific Data
ar_iq: بيانات محددة حول الناقل
az_latn_az: Keçiricilərlə bağlı konkret məlumat
hy_am: Պահոցի/Փոխանցողի մանրամասն տվյալներ
ka_ge: გადამტან(ებ)ის სპეციფიური მონაცემები
kk_kz: Вектор Белгілі Деректер
ru_ru: Специальные данные о переносчике заболевания
th_th: ข้อมูลเฉพาะตัวนำโรค
uk_ua: Детальні дані про переносника

# blnNeedCopySamples
source: Samples Collected
ar_iq: العينات التي جمعت
az_latn_az: Toplanan nümunələr
hy_am: Նմուշառում
ka_ge: ნიმუშების აღება
kk_kz: Алынған сынамалар
ru_ru: Собранные пробы
th_th: ตัวอย่างที่เก็บ
uk_ua: Зібрані зразки

# blnNeedCopyFT
source: Field Tests
ar_iq: اختبارات في الحقل
az_latn_az: Sahə testləri
hy_am: Դաշտային հետազոտություններ
ka_ge: საველე ტესტები
kk_kz: Далалық тестер
ru_ru: Полевые тесты
th_th: ช่องการทดสอบ
uk_ua: Польові тести

# intRowOrder
source: Row Number
ar_iq: رقم الصف
az_latn_az: Sıra nömrəsi
hy_am: Շարքի համար
ka_ge: სტრიქონის ნომერი
kk_kz: Жол нөмірі
ru_ru: Номер строки
th_th: หมายเลขแถว
uk_ua: Номер строки

# idfsDiagnosisOrGroup
source: Diagnosis Or Group
ar_iq: التشخيص أو المجموعة
az_latn_az: Diaqnozlar və ya Qrup
hy_am: Ախտորոշում կամ Խումբ
ka_ge: დიაგნოზი ან დიაგნოზების ჯგუფი
kk_kz: Диагноз немесе Тоб
ru_ru: Диагноз или группа
th_th: การวินิจฉัย หรือกลุ่ม
uk_ua: Діагноз або група

# strDiagnosisOrReportDiagnosisGroup
source: Name
ar_iq: الاسم
az_latn_az: Ad
hy_am: Անվանում
ka_ge: დასახელება
kk_kz: Атауы
ru_ru: Название
th_th: ชื่อ
uk_ua: Назва

# idfsReportAdditionalText
source: Diagnosis Column Additional Text
ar_iq: نص إضافي لعمود التشخيص
az_latn_az: Diaqnoz sütunu üçün əlavə mətn
hy_am: Ախտորոշումների սյունակի լրացուցիչ տեքստ
ka_ge: დოაგნოზის სვეტის დამატებითი ტექსტი
kk_kz: Диагноз Бағанасы Қосалқы Текст
ru_ru: Доп. текст столбца диагноза
th_th: ข้อความเพื่มเติมจากคอลัมน์การวินิจฉัย
uk_ua: Доп. текст стовпчика діагнозу

# idfsICDReportAdditionalText
source: ICD-10 Code Column Additional Text
ar_iq: نص إضافي لعمود رمز التصنيف الدولي للأمراض-10
az_latn_az: XBT-10 kod sütunu üçün əlavə mətn
hy_am: ՀՄԴ-10 ծածկագրի սյունակի լրացուցիչ տեքստ
ka_ge: ICD-10 კოდის სვეტის დამატებითი ტექსტი
kk_kz: ICD-10 Код Бағанасы Қосалқы Текст
ru_ru: Доп. текст столбца кода по МКБ-10
th_th: ICD-10 ข้อความเพื่มเติมจากคอลัมน์รหัส
uk_ua: Доп. текст стовпчика коду по МКЗ-10

# strIsDeleted
source: Is Deleted
ar_iq: تم حذفه
az_latn_az: Silinib
hy_am: Ջնջված է
ka_ge: წაშლილია
kk_kz: Жойылған
ru_ru: Удалён
th_th: ถูกลบ
uk_ua: Видалений

# BSSType
source: Notification of
ar_iq: التبليغ عن
az_latn_az: Bildiriş
hy_am: Ծանուցում
ka_ge: შეტყობინება
kk_kz: Ескерту
ru_ru: Извещение
th_th: การแจ้งเตือนของ
uk_ua: Повідомлення

# BSS.Hospital
source: Name of Hospital/Sentinel Station
ar_iq: اسم المستشفى/مركز الحراسة
az_latn_az: Xəstəxana/Məhdudlaşdırıcı stansiyanın adı
hy_am: Հիվանդանոցի/հսկիչ կայանի անվանումը
ka_ge: საავადმყოფოს/საყრდენი ბაზის დასახელება
kk_kz: Емхана/Медициналық Мекеменің атауы
ru_ru: Название больницы / контрольного поста
th_th: ชื่อโรงพยาบาล/สถานที่เฝ้ายาม
uk_ua: Назва лікарні / контрольного поста

# lbDataEntrySiteID
source: Data Entry Site
ar_iq: موقع إدخال البيانات
az_latn_az: Məlumatları daxil edən sayt
hy_am: Տվյալների մուտքագրման կայք
ka_ge: მონაცემთა შემყვანი ობიექტი
kk_kz: Деректерді енгізген нысана
ru_ru: Только введенные на сайте
th_th: พื้นที่ป้อนข้อมูล
uk_ua: Тільки введені на сайті

# intAgeYear
source: Age, years
ar_iq: العمر، السنوات
az_latn_az: Yaş, il
hy_am: Տարիք, տարիներ
ka_ge: ასაკი, წლები
kk_kz: Жас шамасы, жылдар
ru_ru: Возраст (годы)
th_th: อายุ ปี
uk_ua: Вік (роки)

# intAgeMonth
source: Age, months
ar_iq: العمر، الأشهر
az_latn_az: Yaş, ay
hy_am: Տարիք, ամիսներ
ka_ge: ასაკი, თვეები
kk_kz: Жас шамасы, айлар
ru_ru: Возраст (месяцы)
th_th: อายุ เดือน
uk_ua: Вік (місяці)

# MinValue
source: minimum value
ar_iq: القيمة الدنيا
az_latn_az: minimum qiymət
hy_am: Նվազագույն արժեք
ka_ge: მინიმალური მნიშვნელობა
kk_kz: минималдық мән
ru_ru: минимальное значение
th_th: ค่าอย่างน้อยที่สุด
uk_ua: мінімальне значення

# MaxValue
source: maximum value
ar_iq: القيمة القصوى
az_latn_az: maksimum qiymət
hy_am: Առավելագույն արժեք
ka_ge: მაქსიმალური მნიშვნელობა
kk_kz: максималдық мән
ru_ru: максимальное значение
th_th: ค่าอย่างมากที่สุด
uk_ua: максимальне значення

# intCaseCount
source: Total
ar_iq: الإجمالي
az_latn_az: Cəmi
hy_am: Ընդամենը
ka_ge: სულ
kk_kz: Барлығы
ru_ru: Итого
th_th: ทั้งหมด
uk_ua: Усього

# intCaseConfirmedCount
source: Confirmed
ar_iq: مؤكد
az_latn_az: Təsdiq edilmiş
hy_am: Հաստատված
ka_ge: დადასტურებული
kk_kz: Расталған
ru_ru: Подтвердилось
th_th: ยืนยันแล้ว
uk_ua: Підтвердилося

# strWeeksFrom
source: Weeks From
ar_iq: أسابيع من
az_latn_az: Həftədən
hy_am: Շաբաթներ սկսած
ka_ge: საწყისი კვირა
kk_kz: Аптадан бастап
ru_ru: Недели с
th_th: จำนวนอาทิตย์จาก
uk_ua: Тижні з

# strWeeksTo
source: Weeks To
ar_iq: أسابيع إلى
az_latn_az: Həftəyə qədər
hy_am: Շաբաթներ մինչև
ka_ge: ბოლო კვირა
kk_kz: Аптаға дейін
ru_ru: Недели по
th_th: จำนวนอาทิตย์ถึง
uk_ua: Тижні по

# strVaccinationDate
source: Vaccination Date
ar_iq: تاريخ اللقاح
az_latn_az: Peyvənd edilmə tarixi
hy_am: Պատվաստման ամսաթիվ
ka_ge: ვაქცინაციის თარიღი
kk_kz: Вакцинациялау мерзімі
ru_ru: Дата вакцинации
th_th: วันที่ทำการฉีดวัคซีน
uk_ua: Дата вакцинації

# lbNotificationEnteredByDate
source: Notification Entered by: Date
ar_iq: تم إدخال الإشعار من طرف: التاريخ
az_latn_az: Daxil edilib: Tarixdən
hy_am: Ծանուցումը մուտքագրվել է. ամսաթիվ
ka_ge: შეტყობინების შევანა: თარიღი
kk_kz: Ескертпе енгізген қызметкер: Мезгіл
ru_ru: Кем введено извещение: Дата
th_th: ป้อนการแจ้งเตือนโดย: วันที่
uk_ua: Ким введено повідомлення: Дата

# lbNotificationReceivedByDate
source: Notification Recieved by: Date
ar_iq: تم استلام الإشعار من طرف: التاريخ
az_latn_az: Bildirişi qəbul etdi: Tarix
hy_am: Ծանուցումը ստացվել է. ամսաթիվ
ka_ge: შეტყობინების მიღება: თარიღი
kk_kz: Ескертпе қабылдаған қызметкер: Мезгіл
ru_ru: Кем получено извещение: Дата
th_th: รับการแจ้งเตือนโดย: วันที่
uk_ua: Ким отримано повідомлення: Дата

# lbNotificationSentByDate
source: Notification Sent by: Date
ar_iq: تم إرسال الإشعار من طرف: التاريخ
az_latn_az: Xəbərdarlığı göndərən: Tarix
hy_am: Ծանուցումն ուղարկվել է. ամսաթիվ
ka_ge: შეტყობინების გაგზავნა: თარიღი
kk_kz: Ескертпе жіберген қызметкер: Мезгіл
ru_ru: Кем передано извещение: Дата
th_th: ส่งการแจ้งเตือนโดย: วันที่
uk_ua: Ким передано повідомлення: Дата

# idfSentByOffice2
source: Notification Sent by: Facility
ar_iq: تم إرسال الإشعار من طرف: المنشأة
az_latn_az: Bildirişi gndərdi: Müəssisə
hy_am: Ծանուցումն ուղարկվել է. Հաստատություն
ka_ge: შეტყობინების გაგზავნა: დაწესებულება
kk_kz: Ескертпе жіберген қызметкер: Мекеме
ru_ru: Кем послано экстр. извещение: Учреждение
th_th: ส่งการแจ้งเตือนโดย: สถานที่บริการ
uk_ua: Ким надіслано екстр. повідомлення: Установа

source: Publish Folder
ar_iq: نشر المجلد
az_latn_az: Qovluğu nəşr et
hy_am: Հրապարակել թղթապանակը
ka_ge: გამოქვეყნებული საქაღალდე
kk_kz: Папкны жария ету
ru_ru: Опубликовать папку
th_th: โฟลเดอร์ตีพิมพ์
uk_ua: Опублікувати папку

source: Folder Name (English)
ar_iq: اسم المجلد (إنجليزي)
az_latn_az: Qovluğun adı (İngiliscə)
hy_am: Թղթապանակի անվանում (անգլերեն)
ka_ge: საქაღალდის დასახელება (ინგლისურად)
kk_kz: Папка атауы(Ағылшынша)
ru_ru: Название папки (англ.)
th_th: ชื่อโฟลเดอร์ (ภาษาอังกฤษ)
uk_ua: Назва папки (англ.)

source: Folder Name (National)
ar_iq: اسم المجلد (وطني)
az_latn_az: Qovluğun adı (Milli)
hy_am: Թղթապանակի անվանում (ազգային)
ka_ge: საქაღალდის დასახელება (ქართულად)
kk_kz: Папка атауы(өз тілінде)
ru_ru: Название папки (рус)
th_th: ชื่อโฟลเดอร์ (ประเทศ)
uk_ua: Назва папки (укр.)

source: Layout Name (English)
ar_iq: اسم التخطيط (إنجليزي)
az_latn_az: Cədvəlin adı (İngiliscə)
hy_am: Ներկայացման անվանում (անգլերեն)
ka_ge: სქემის დასახელება (ინგლისურად)
kk_kz: Көрініс атауы(Ағылшынша)
ru_ru: Название отчета (англ.)
th_th: ชื่อเลย์เอาท์ (ภาษาอังกฤษ)
uk_ua: Назва звіту (англ.)

source: Layout Name (National)
ar_iq: اسم التخطيط (وطني)
az_latn_az: Cədvəlin adı (Milli)
hy_am: Ներկայացման անվանում (ազգային)
ka_ge: სქემის დასახელება (ქართულად)
kk_kz: Көрініс атауы(өз тілінде)
ru_ru: Название отчета (рус.)
th_th: ชื่อเลย์เอาท์ (ประเทศ)
uk_ua: Назва звіту (укр.)

source: Publish Layout
ar_iq: نشر التخطيط
az_latn_az: Cədvəli nəşr et
hy_am: Հրապարակել ներկայացումը
ka_ge: სქემის გამოქვეყნება
kk_kz: Көріністі жария ету
ru_ru: Опубликовать отчет
th_th: เลย์เอาท์ตีพิมพ์
uk_ua: Опублікувати звіт

source: Share Layout
ar_iq: مشاركة التخطيط
az_latn_az: Cədvəllə paylaş
hy_am: Տարածել ներկայացումը
ka_ge: სქემის გაზიარება
kk_kz: Көрініспен Бөлісу
ru_ru: Общий доступ к отчету
th_th: เลย์เอาท์แบ่งปัน
uk_ua: Загальний доступ до звіту

source: Description (English)
ar_iq: الوصف (إنجليزي)
az_latn_az: Təsvir (İngiliscə)
hy_am: Նկարագրություն (անգլերեն)
ka_ge: აღწერილობა (ინგლისურად)
kk_kz: Анықтама (Ағылшынша)
ru_ru: Описание (англ.)
th_th: คำอธิบาย (ภาษาอังกฤษ)
uk_ua: Опис (англ.)

source: Description (National)
ar_iq: الوصف (وطني)
az_latn_az: Təsvir (Milli)
hy_am: Նկարագրություն (ազգային)
ka_ge: აღწერილობა (ქართულად)
kk_kz: Анықтама (өз тілінде)
ru_ru: Описание (рус.)
th_th: คำอธิบาย (ประเทศ)
uk_ua: Опис (укр.)

# FormatGeneral
source: General
ar_iq: عام
az_latn_az: Ümumi
hy_am: Ընդհանուր տեղեկատվություն
ka_ge: ზოგადი ინფორმაცია
kk_kz: Жалпы
ru_ru: Общая информация
th_th: ทั่วไป
uk_ua: Загальний

# FormatPercent
source: Percent
ar_iq: في المئة
az_latn_az: Faiz
hy_am: Տոկոս
ka_ge: პროცენტი
kk_kz: Пайыз
ru_ru: Процент
th_th: เปอร์เซ็น
uk_ua: Відсоток

# FormatValues
source: Values
ar_iq: القيم
az_latn_az: Qiymətlər
hy_am: Արժեքներ
ka_ge: მნიშვნელობები
kk_kz: Мәндер
ru_ru: Значения
th_th: ค่า
uk_ua: Значення

# strActionRequired
source: Action Required
ar_iq: الاجراء المطلوب
az_latn_az: Tələb olunan tədbir
hy_am: Պահանջվող գործողություն
ka_ge: საჭირო ქმედება
kk_kz: Іс-әрекет қажет
ru_ru: Необходимое действие
th_th: การปฏิบัติที่จำเป็น
uk_ua: Необхідна дія

# datCaseLogDate
source: Date
ar_iq: تأريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Мезгіл
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# strCaseLogStatus
source: Status
ar_iq: الصفة
az_latn_az: Vəziyyəti
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Мәртебе
ru_ru: Состояние
th_th: สถานะ
uk_ua: Статус

source: Add Signature
ar_iq: أضافة توقيع
az_latn_az: İmza
hy_am: Ավելացնել ստորագրություն
ka_ge: ხელმოწერა
kk_kz: Қолтаңба қосу
ru_ru: Подпись
th_th: เพิ่มลายเซ็น
uk_ua: Додати підпис

# BarcodeType
source: Type of Barcode Label
ar_iq: نوعية ملصق الباركود
az_latn_az: Ştrix-kod etiketi növü
hy_am: Շտրիխ կոդերի պիտակների տեսակ
ka_ge: შტრიხკოდის ეტიკეტის ტიპი
kk_kz: Бар-код құлақшаның түрі
ru_ru: Тип штрихкода
th_th: ประเภทของฉลากบาร์โค้ด
uk_ua: Тип штрихкоду

# Quantity
source: Number of labels to print
ar_iq: عددالملصقات المطلوب طبعها
az_latn_az: Çap olunacaq etiketlərin sayı
hy_am: Տպվող պիտակների քանակ
ka_ge: დასაბეჭდი ეტიკეტების რაოდენობა
kk_kz: Басып шығаратын құлақша саны
ru_ru: Количество распечатываемых штрихкодов
th_th: จำนวนฉลากที่จะพิมพ์
uk_ua: Кількість штрих-кодів до друку

# AggregateMatrixVersion
source: Matrix Version
ar_iq: نسخة اصدار المصفوفة
az_latn_az: Matriks versiyası
hy_am: Մատրիցայի տարբերակ
ka_ge: მატრიცის ვერსია
kk_kz: Матрица Нұсқасы
ru_ru: Версия матрицы
th_th: เลือกใช้เมตริกซ์
uk_ua: Версія матриці

# FFTemplate
source: Template
ar_iq: قالب
az_latn_az: Şablon
hy_am: Ձեւանմուշ
ka_ge: შაბლონი
kk_kz: Көрініс
ru_ru: Шаблон
th_th: เท็มเพลต
uk_ua: Шаблон

# datChangedDate
source: Change Date/Time
ar_iq: تغيير التأريخ/الوقت
az_latn_az: Tarix/vaxtı dəyişdir
hy_am: Փոխել ամսաթիվը/ժամանակը
ka_ge: თარიღის შეცვლა
kk_kz: Мезгіл/Уақыт өзгерту
ru_ru: Изменить дату / время
th_th: เวลา/วันทีของการวินิจฉัยล่าสุด
uk_ua: Змінити дату / час

# strChangedByPerson
source: Changed by (Person)
ar_iq: غيرت من قبل (شخص)
az_latn_az: Dəyişdirən (Şəxs)
hy_am: Փոխել է (անձը)
ka_ge: შეცვლილია თანამშრომლის მიერ
kk_kz: Өзгерткен (Адам)
ru_ru: Изменения внесены (лицо)
th_th: เปลี่ยนโดย (บุคคล)
uk_ua: Зміни внесені (особа)
