Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMenu.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz, ru_ru, th_th, uk_ua

# ReportsILISyndrAberrationAnalysis
source: ILI Aberration Analysis
ar_iq: تحليل انحراف ILI
az_latn_az: QBX Yayılmanın Təhlili
hy_am: Գրիպանման հիվանդությունների շեղումների վերլուծություն
kk_kz: ОРВИ Аберрация Анализы
ru_ru: Анализ отклонений гриппоподобного заболевания
th_th: การวิเคราะห์การเบี่ยงเบน ILI
uk_ua: Аналіз відхилень гриппоподобного захворювання

# btAvianDiseaseOutbreaksForm
source: Investigation Form for Avian Disease Outbreaks
ar_iq: تفشيات لامراض طيور
az_latn_az: Quşlar arasında xəstəliklərin alovlanmaları
hy_am: Թռչունների հիվանդության բռնկումների հետազոտության ձև
kk_kz: Құс Ауру Бұрқ етпе жағдайлары
ru_ru: Вспышки заболеваний домашней птицы
th_th: แบบฟอร์มการสอบสวนการระบาดของโรคในสัตว์ปีก
uk_ua: Спалахи захворювань домашньої птиці

# btLivestockDiseaseOutbreaksForm
source: Investigation Form for Livestock Disease Outbreaks
ar_iq: تفشيات لامراض ماشية
az_latn_az: Heyvanlar arasında xəstəliklərin alovlanmaları
hy_am: Գյուղատնտեսական կենդանիների հիվանդության բռնկումների հետազոտության ձև
kk_kz: Ұй Мал Ауру Бұрқ етпе жағдайлары
ru_ru: Вспышки заболеваний домашнего скота
th_th: แบบฟอร์มการสอบสวนการระบาดของโรคในปศุสัตว์
uk_ua: Спалахи захворювань домашньої худоби

# btGeneralCaseInvestigationForm
source: Human Case Investigation Form
ar_iq: التحقيق في الحالات العامة
az_latn_az: Xəstəlik Hadisəsinin Tədqiqat Forması
hy_am: Մարդու հիվանդության դեպքի հետազոտության ձև
kk_kz: Жалпы жағдайды зерттеу
ru_ru: Общая информация о расследовании случая заболевания
th_th: แบบฟอร์มการสอบสวนผู้ป่วย
uk_ua: Загальна інформація про розслідування випадку захворювання

# LabTestingResultsAZ
source: Laboratory testing results
ar_iq: نتائج الفحوصات المختبرية
az_latn_az: Laborator müayinələrin nəticələri
hy_am: Լաբորատոր հետազոտությունների արդյունքներ
kk_kz: Зерттеу нәтижелері
ru_ru: Результаты лабораторных исследований
th_th: ผลลัพธ์การทดสอบทางห้องปฏิบัติการ
uk_ua: Результати лабораторних досліджень

# AssignmentLabDiagnosticAZ
source: Assignment for Laboratory Diagnostic
ar_iq: تعيين تشخيص للمختبر
az_latn_az: Laborator müayinələrə göndəriş
hy_am: Լաբորատոր հետազոտման նշանակում
kk_kz: Зерханаға жіберу
ru_ru: Направление на лабораторное исследование
th_th: การกำหนดสำหรับการวินิจฉัยทางห้องปฏิบัติงาน
uk_ua: Направлення на лабораторне дослідження

# HumInfectiousParasiticKZ
source: Report on specific infectious and parasitic diseases
ar_iq: تقرير مخصص للامراض الانتقالية والطفيلية
az_latn_az: Yoluxucu və parazitar xəstəliklər üzrə hesabat
hy_am: Հաշվետվություն առանձին վարակիչ և պարազիտային հիվանդությունների մասին
kk_kz: Жеке инфекциялық және паразиттік аурулар туралы есеп
ru_ru: Отчет об отдельных инфекционных и паразитарных заболеваниях
th_th: รายงานเกี่ยวกับโรคการติดเชื้อเฉพาะ และปรสิต
uk_ua: Звіт про окремі інфекційні і паразитарні захворювання

# HumTuberculosisCasesTested
source: Report on Tuberculosis cases tested for HIV
az_latn_az: İİV-a müayinə olunmuş vərəm xəstəlik hadisələr üzrə hesabat
ru_ru: Отчет по случаям с диагнозом Туберкулез, проверенных на ВИЧ
th_th: รายงานการทดสอบกรณีวัณโรคสำหรับHIV
uk_ua: Звіт по випадками з діагнозом Туберкульоз, перевірених на ВІЛ

# MenuZoonoticReports
source: Zoonotic Reports
ar_iq: تقرير عن امراض مصدرها حيواني
az_latn_az: Zoonoz
hy_am: Զոոնոզային հաշվետվություններ
kk_kz: Диагноздар
ru_ru: Зоонозные
th_th: รายงานโรครับจากสัตว์
uk_ua: Зоонозні

# ZoonoticComparativeAZ
source: Zoonotic Comparative Report (by months)
az_latn_az: Zoonoz xəstəlikləri üzrə müqayisəli hesabat
kk_kz: Зооноздық аурулар салыстырмалы есептеме (ай бойынша)
ru_ru: Сравнительный отчёт по Зоонозным заболеваниям (по месяцам)
th_th: รายงานเปรียบเทียบการติดเชื้อจากสัตว์สู่คน (รายเดือน)
uk_ua: Порівняльний звіт по зоонозним захворюванням (по місяцях)

# HumInfectiousDiseaseIntermediateMonthV4
source: Intermediary Report by Monthly Form IV-03/1 (in accordance to MoLHSA Order 101/N)
ru_ru: Промежуточный отчёт в ежемесячной форме IV-03/1 (в соответствии с Приказом Министерства охраны труда и социального обеспечения № 101/N)
th_th: รายงานสื่อกลาง โดยแบบฟอร์มตามเดือน IV-03/1 (สัมพันธ์กับ MoLHSA Order 101/N)
uk_ua: Проміжний звіт в щомісячній формі IV-03/1 (відповідно до Наказу Міністерства охорони праці та соціального забезпечення № 101 / N)

# HumInfectiousDiseaseIntermediateMonthV5
source: Intermediary Report by Monthly Form IV-03 (in accordance to MoLHSA Order 01-27/N)
ru_ru: Промежуточный отчёт в ежемесячной форме IV-03 (в соответствии с Приказом Министерства охраны труда и социального обеспечения № 01-27/N)
th_th: รายงานสื่อกลาง โดยแบบฟอร์มตามเดือน IV-03(สัมพันธ์กับ MoLHSA Order 27/N)
uk_ua: Проміжний звіт в щомісячній формі IV-03 (відповідно до Наказу Міністерства охорони праці та соціального забезпечення № 01-27 / N)

# HumInfectiousDiseaseIntermediateMonthV6
source: Intermediary Report by Monthly Form IV–03 (in accordance to MoLHSA Order 01-82/N)
ru_ru: Промежуточный отчёт в ежемесячной форме IV-03
th_th: รายงานสื่อกลาง โดยแบบฟอร์มตามเดือน IV-03
uk_ua: Проміжний звіт в щомісячній формі IV-03

# HumInfectiousDiseaseIntermediateYear
source: Intermediary Report by Annual Form IV-03 (in accordance to MoLHSA Order 101/N)
ru_ru: Промежуточный отчёт в годовой форме IV-03 (в соответствии с Приказом Министерства охраны труда и социального обеспечения № 101/N)
th_th: รายงานสื่อกลาง โดยแบบฟอร์มตามปี IV-03(สัมพันธ์กับ MoLHSA Order 101/N)
uk_ua: Проміжний звіт в річній формі IV-03 (відповідно до Наказу Міністерства охорони праці та соціального забезпечення № 101 / N)

# ReportsHumInfectiousDiseaseMonthV4
source: Report on Cases of Infectious Diseases (Monthly Form IV-03/1 - in accordance to MoLHSA Order 101/N)
ru_ru: Отчёт о случаях инфекционных заболеваний (ежемесячная форма IV-03/1 - в соответствии с Приказом Министерства охраны труда и социального обеспечения № 101/N)
th_th: รายงานเกี่ยวกับกรณีโรคติดเชื้อ (ประจำเดือนจาก IV-03/1 - ที่เกี่ยวข้องกับ MoLHSA Order 101/N)
uk_ua: Звіт про випадки інфекційних захворювань (щомісячна форма IV-03/1 - відповідно до Наказу Міністерства охорони праці та соціального забезпечення № 101 / N)

# ReportsHumInfectiousDiseaseMonthV5
source: Report on Certain Diseases/Conditions (Monthly Form IV-03 - in accordance to MoLHSA Order 01-27/N)
ru_ru: Отчёт о некоторых заболеваниях / условиях (ежемесячная форма IV-03 - в соответствии с Приказом Министерства охраны труда и социального обеспечения № 01-27/N)
th_th: รายงานเกี่ยวกับโรคเฉพาะ/สภาพ (ประจำเดือนจาก IV-03 - ที่เกี่ยวข้องกับ MoLHSA Order 01-27/N)
uk_ua: Звіт про деяких захворюваннях / умовах (щомісячна форма IV-03 - відповідно до Наказу Міністерства охорони праці та соціального забезпечення № 01-27 / N)

# ReportsHumInfectiousDiseaseMonthV6
source: Report on Certain Diseases/Conditions (Monthly Form IV-03 - in accordance to MoLHSA Order 01-82/N)
ru_ru: Отчёт о некоторых заболеваниях / условиях (ежемесячная форма IV-03 - в соответствии с Приказом Министерства охраны труда и социального обеспечения № 01-82/N)
th_th: รายงานเกี่ยวกับโรคเฉพาะ/สภาพ (ประจำเดือนจาก IV-03)
uk_ua: Звіт по деяких захворюваннях / умовах (щомісячна форма IV-03)

# ReportsHumInfectiousDiseaseYear
source: Report on Cases of Annually Reportable Infectious Diseases (Annual Form IV-03 - in accordance to MoLHSA Order 101/N)
ru_ru: Отчёт о случаях инфекционных заболеваний, подлежащих регистрации и ежегодному сообщению (ежегодная форма IV-03 - в соответствии с Приказом Министерства охраны труда и социального обеспечения № 101/N)
th_th: รายงานเกี่ยวกับโรคติดเชื้อที่รายงานได้ประจำปี (ประจำปีจาก IV-03 - ที่เกี่ยวข้องกับ MoLHSA Order 101/N)
uk_ua: Звіт про випадки інфекційних захворювань, що підлягають реєстрації та щорічному звытуванню (щорічна форма IV-03 - відповідно до Наказу Міністерства охорони праці та соціального забезпечення № 101 / N)

# MenuThai
source: Thai
ar_iq: تايلندي
az_latn_az: Tayland
hy_am: Թաիլանդերեն
kk_kz: Қосылды
ru_ru: Тайский
th_th: ไทย
uk_ua: Тайський

# HumFormN85
source: Report Form N 85
hy_am: հաշվետվության ձև #85
kk_kz: Есептеме формасы № 85
ru_ru: Форма отчета N 85
th_th: รายงานจาก N 85
uk_ua: Форма звіту №85

# MenuSimplifiedReports
source: Simplified analysis
ar_iq: تحليل مبسط
az_latn_az: Sadələşdirilmiş analiz
hy_am: Պարզեցված վերլուծություն
kk_kz: Жеңілдетілген анализ
ru_ru: Упрощенный анализ
th_th: การวิเคราะห์แบบย่อ
uk_ua: Спрощенний аналіз

# HumComparativeGGReport
source: Comparative Report on Infectious Diseases/Conditions (by months)
ru_ru: Сравнительный отчет по инфекционным заболеваниям/состояниям (по месяцам)

# VetIndicators
source: Veterinary Data Quality Indicators
az_latn_az: Baytarlıq məlumatın keyfiyyət indikatorları
ru_ru: Ветеринарные индикаторы качества вводимой информации

# HumComparativeSeveralYearsGGReport
source: Comparative Report of several years by months
ru_ru: Сравнительный отчёт нескольких лет по месяцам

# HumComparativeReportOfSeveralYearsTH
source: Comparative Report of several years by months
ar_iq: تقرير مقارنة لعدة سنوات بواسطة الشهر
az_latn_az: İllərin aylar üzrə müqayisəli hesabatı
hy_am: Մի քանի տարվա համեմատական հաշվետվությունը ըստ ամիսների
kk_kz: Бірнеше жылдар салыстырмалы есептеме (ай бойынша)
ru_ru: Сравнительный отчёт нескольких лет по месяцам
th_th: รายงานเปรียบเทียบข้อมูลแต่ละปีจำแนกรายเดือน
uk_ua: Порівняльний звіт декількох років по місяцях

# MenuSystemPreferences
source: System Preferences
ar_iq: مراجع النظام
az_latn_az: Sistem kökləmələri
hy_am: Կարգավորումներ
kk_kz: Күйге келтіру
ru_ru: Настройки
th_th: การตั้งค่าระบบ
uk_ua: Налаштування

# HumForm1KZ
source: Form#1/Form#2
kk_kz: 1-нысан/2-нысан
ru_ru: Форма №1/Форма №2

# ReportFormNo.1
source: Form No. 1
ru_ru: Форма № 1
uk_ua: Форма № 1

# ReportFormNo.2
source: Form No. 2
ru_ru: Форма № 2
uk_ua: Форма № 2

# HumReportedCasesDeathsByProvinceMonthTH
source: Reported cases and deaths by Province/District and by Month
ar_iq: الحالات المرسلة والوفيات بواسطة محافظة/قطاع و بواسطة الشهر
az_latn_az: Əyalət/Rayon və Ay üzrə hesabat verilmiş xəstəlik və ölüm hadisələri
hy_am: Հաղորդված հիվանդության և մահվան դեպքերը ըստ մարզերի և ըստ ամիսների
th_th: รายงานจำนวนผู้ป่วยและผู้เสียชีวิต ระดับจังหวัด/อำเภอ/ตำบล จำแนกรายเดือน
uk_ua: Відзначені випадки захворювання і смерті по областях і по місяцях

# HumNumberOfCasesDeathsMorbidityMortalityTH
source: Number of cases, deaths, morbidity rate, mortality rate, case fatality rate
ar_iq: عدد الحالات، الوفيات، معدل الاصابات، معدل الوفيات، عدد الحالات المنكوبة
az_latn_az: Ölüm, xəstəlik, xəstəliyə görə ölüm, faciəli ölüm hadisələrin sayı
hy_am: Հիվանդության և մահվան դեպքերի քանակը, հիվանդացությունը, մահացությունը
th_th: จำนวนผู้ป่วย,ผู้เสียชีวิต,อัตราป่วย,อัตราตาย,อัตราป่วยตาย
uk_ua: Число випадків, смертей, показник захворюваності, смертності, летальність

# btUkraineNotification
source: Urgent Notification Ukraine
uk_ua: Термінове сповіщення Україна

# MenuExport3
source: MS Access
ar_iq: قاعدة بيانات اكسس من مايكروسوفت
az_latn_az: MS-yə giriş
kk_kz: Қате болып қалды
th_th: การเข้าถึง MS

# MenuUpload506File
source: Upload 506 File
th_th: อัปโหลดไฟล์ 506
