Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# UserGroupMember.strDescription
source: Description
ar_iq: الوصف
az_latn_az: Təsvir
hy_am: Նկարագրություն
ka_ge: აღწერილობა
kk_kz: Сипаттама
ru_ru: Описание
th_th: คำอธิบาย
uk_ua: Опис

# strBirdStatus
source: Bird Status
ar_iq: حالة الطائر
az_latn_az: Quşların vəziyyəti
hy_am: Թռչնի կարգավիճակը
ka_ge: ფრინველის სტატუსი
kk_kz: Қүстың жағдайы
ru_ru: Состояние птицы
th_th: สถานะสัตว์ปีก
uk_ua: Статус птаха

# CaseReportType
source: Report Type
ar_iq: نوع التقرير
az_latn_az: Hesabat növü
hy_am: Հաշվետվության տեսակ
ka_ge: ანგარიშის ტიპი
kk_kz: Қадағалау типі
ru_ru: Тип надзора
th_th: ประเภทรายงาน
uk_ua: Тип звіту

# DiagnosisAgeGroupName
source: English Value
ar_iq: القيمة بالإنجليزي
az_latn_az: İngilis dilində
hy_am: Անգլերեն անվանումը
ka_ge: ინგლისური მნიშვნელობა
kk_kz: Атауы (ағылш.)
ru_ru: Название (англ.)
th_th: ค่าภาษาอังกฤษ
uk_ua: Назва (англ.)

# idfsDiagnosisAgeGroup
source: Age Group
ar_iq: الفئة العمرية
az_latn_az: Yaş qrupu
hy_am: Տարիքային խումբ
ka_ge: ასაკობრივი ჯგუფი
kk_kz: Жас тобы
ru_ru: Возрастная группа
th_th: กลุ่มอายุ
uk_ua: Вікова група

# strAgeGroups
source: Age Groups
ar_iq: الفئات العمرية
az_latn_az: Yaş qrupları
hy_am: Տարիքային խմբեր
ka_ge: ასაკობრივი ჯგუფები
kk_kz: Жас топтары
ru_ru: Возрастные группы
th_th: กลุ่มอายุ
uk_ua: Вікові групи

# DiagnosisAgeGroupNameTranslated
source: Translated Value
ar_iq: القيمة المترجمة
az_latn_az: Tərcüməsi
hy_am: Թարգմանված անվանում
ka_ge: ქართული მნიშვნელობა
kk_kz: Атауы (орысша)
ru_ru: Название (рус.)
th_th: ค่าที่ถูกย้าย
uk_ua: Категорія випадку (укр.)

# intLowerBoundary
source: Lower Bound
ar_iq: الحد الأدنى
az_latn_az: Aşağı hədd
hy_am: Ստորին սահման
ka_ge: ქვედა ზღვარი
kk_kz: Төменгі шек
ru_ru: Нижний предел
th_th: ขอบเขตที่ต่ำกว่า
uk_ua: Нижня межа

# intUpperBoundary
source: Upper Bound
ar_iq: الحد الأعلى
az_latn_az: Yuxarı hədd
hy_am: Վերին սահման
ka_ge: ზედა საზღვარი
kk_kz: Жоғарғы шек
ru_ru: Верхний предел
th_th: ขอบเขตที่สูงกว่า
uk_ua: Верхня межа

# idfsAgeType
source: Interval Type
ar_iq: نوع الفاصل الزمني
az_latn_az: İnterval növü
hy_am: Միջակայքի տեսակ
ka_ge: ინტერვალის ტიპი
kk_kz: Аралықтың типі
ru_ru: Тип интервала
th_th: ประเภทช่วง
uk_ua: Тип інтервалу

# strStatisticalAgeGroup
source: Statistical Age Group
ar_iq: الفئة العمرية الإحصائية
az_latn_az: Statistik yaş qrupu
hy_am: Վիճակագրական տարիքային խումբ
ka_ge: სტატისტიკური ასაკობრივი ჯგუფი
kk_kz: Статистикалық жас тобы
ru_ru: Статистическая возрастная группа
th_th: กลุ่มอายุทางสถิติ
uk_ua: Статистична вікова група

# VetCase.strSampleNotes
source: Additional Test Requested and Sample Notes
ar_iq: اختبار إضافي مطلوب وملاحظات عن العينة
az_latn_az: Tələb olunan əlavə testlər və nümunələrə aid qeydlər
hy_am: Գրառումներ լրացուցիչ պահանջվող հետազոտությունների և նմուշների վերաբերյալ
ka_ge: ნიმუშების აღებასთან დაკავშირებული შენიშვნები და დამატებითი ტესტების მოთხოვნები
kk_kz: Қосымша сұратылған тестілер және сынамалар бойынша ескертпелер
ru_ru: Дополнительно запрошенные тесты и примечания по пробам
th_th: การขอทดสอบเพิ่มเติม และหมายเหตุตัวอย่าง
uk_ua: Додаткове замовлення тестів або приміткі

# strFarmOwnerName
source: Farm Owner
ar_iq: مالك المزرعة
az_latn_az: Fermanın sahibi
hy_am: Տնտեսության սեփականատեր
ka_ge: ფერმის მესაკუთრე
kk_kz: Ферманың иесі
ru_ru: Владелец фермы
th_th: เจ้าของฟาร์ม
uk_ua: Власник ферми

# strHumanPatientName
source: Patient
ar_iq: المريض
az_latn_az: Xəstə
hy_am: Հիվանդ
ka_ge: პაციენტი
kk_kz: Пациент
ru_ru: Пациент
th_th: ผู้ป่วย
uk_ua: Пацієнт

# strDiagnoses
source: Diagnoses
ar_iq: التشخيص
az_latn_az: Diaqnozlar
hy_am: Ախտորոշումներ
ka_ge: დიაგნოზი
kk_kz: Диагноздар
ru_ru: Диагнозы
th_th: การวินิจฉัย
uk_ua: Назва/Код діагнозу

# Address.Rayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# Address.Region
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# CaseProgressStatus
source: Case Status
ar_iq: صفة الحالة
az_latn_az: Xəstəlik hadisəsinin statusu
hy_am: Դեպքի կարգավիճակ
ka_ge: შემთხვევის სტატუსი
kk_kz: Ауру жағдайының мәртебесі
ru_ru: Статус случая заболевания
th_th: สถานะกรณี
uk_ua: Статус випадку

# FirstName
source: First
ar_iq: الأول
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อแรก
uk_ua: Перша

# LastName
source: Last
ar_iq: الأخير
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Остання

# MiddleName
source: Middle
ar_iq: وسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: Посередині

source: Current date
ar_iq: التاريخ الحالي
az_latn_az: Mövcud tarix
hy_am: Ընթացիկ ամսաթիվ
ka_ge: მიმდიანარე თარიღი
kk_kz: Ағымдық уақыт
ru_ru: Текущая дата
th_th: วันที่ปัจจุบัน
uk_ua: Поточна дата

# UseArchive
source: Use archived data
ar_iq: استخدام بيانات الأرشيف
az_latn_az: Arxiv məlumatlarından istifadə et
hy_am: Օգտագործել արխիվային տվյալներ
ka_ge: დაარქივებული მონაცემების გამოყენება
kk_kz: Мұрағаттық деректерді пайдалану
ru_ru: Использовать архивные данные
th_th: ใช้ข้อมูลที่รับมา
uk_ua: Використовувати архівні дані

source: Export to
ar_iq: تصدير إلى
az_latn_az: Eksport et
hy_am: Արտահանել դեպի
ka_ge: ექსპორტი
kk_kz: экспорттау
ru_ru: Экспортировать в
th_th: ส่งออกไปที่
uk_ua: Експортувати у

source: Page Size
ar_iq: حجم الصفحة
az_latn_az: Səhifənin ölçüsü
hy_am: Էջի չափը
ka_ge: გვერდის ზომა
kk_kz: Беттің өлшемі
ru_ru: Размер страницы
th_th: ขนาดหน้ากระดาษ
uk_ua: Розмір сторінки

source: From Month
ar_iq: من شهر
az_latn_az: Aydan
hy_am: Ամսից
ka_ge: თვიდან
kk_kz: С (ай)
ru_ru: С месяца
th_th: จากเดือน
uk_ua: З місяця

source: To Month
ar_iq: إلى الشهر
az_latn_az: Ayadək
hy_am: Ամիս
ka_ge: თვემდე
kk_kz: Дейін (ай)
ru_ru: По месяц
th_th: ไปที่เดือน
uk_ua: По місяць

source: Reporting period
ar_iq: فترة إصدار التقارير
az_latn_az: Hesabat dövrü
hy_am: Հաշվետու ժամանակահատված
ka_ge: ანგარიშგების პერიოდი
kk_kz: Есепті кезең
ru_ru: Отчетный период
th_th: ระยะเวลาการรายงาน
uk_ua: Звітній період

source: Reporting period type
ar_iq: نوع فترة إصدار التقارير
az_latn_az: Hesabat dövrünün növü
hy_am: Հաշվետու ժամանակահատվածի տեսակ
ka_ge: ანგარიშგების პერიოდის ტიპი
kk_kz: Есепті кезеңнің типі
ru_ru: Тип отчетного периода
th_th: ประเภทระยะเวลาการรายงาน
uk_ua: Тип звітнього періода

source: Counter
ar_iq: العداد
az_latn_az: Sayğac
hy_am: Հաշվիչ
ka_ge: მრიცხველი
kk_kz: Есептегіш
ru_ru: Счётчик
th_th: เครื่องนับ
uk_ua: Лічильник

# FromYearLabel
source: From Year
ar_iq: من سنة
az_latn_az: İldən
hy_am: Տարվանից
ka_ge: წლიდან
kk_kz: Жылдан бастап
ru_ru: С года
th_th: จากปี
uk_ua: З року

# ToYearLabel
source: To Year
ar_iq: إلى سنة
az_latn_az: İlədək
hy_am: Տարի
ka_ge: წლამდე
kk_kz: Жылға дейін
ru_ru: По год
th_th: ถึงปี
uk_ua: По рік

# FromMonthLabel
source: From Month
ar_iq: من شهر
az_latn_az: Aydan
hy_am: Ամսից
ka_ge: თვიდან
kk_kz: Айдан бастап
ru_ru: С месяца
th_th: จากเดือน
uk_ua: З місяця

# ToMonthLabel
source: To Month
ar_iq: إلى الشهر
az_latn_az: Ayadək
hy_am: Ամիս
ka_ge: თვემდე
kk_kz: Айға дейін
ru_ru: По месяц
th_th: ถึงเดือน
uk_ua: По місяць

# OrganizationLabel
source: Organization entered
ar_iq: المنظمة التي تم إدخالها
az_latn_az: Daxil edən təşkilat
hy_am: Տվյալներ մուտքագրող կազմակերպություն
ka_ge: შეყვანილია ორგანიზაციის მიერ
kk_kz: Деректерді енгізген мекеме
ru_ru: Организация, вводившая данные
th_th: ป้อนองค์กร
uk_ua: Організація, яка вводила дані

# strCaseIDWho
source: CaseID
ar_iq: معرف الحالة
az_latn_az: Hadisənin Q/N
hy_am: Դեպքի ն/հ
ka_ge: შემთხვევის ID
kk_kz: Жағдай нөмірі
ru_ru: Идентификатор случая заболевания
th_th: ID กรณี
uk_ua: ID випадку захворювання

# intAreaIDWho
source: AreaID
ar_iq: معرف المنطقة
az_latn_az: Ərazinin Q/N-i
hy_am: Տարածաշրջանի ն/հ
ka_ge: რეგიონის ID
kk_kz: Мекенжай нөмірі
ru_ru: Идентификатор области
th_th: ID พื้นที่
uk_ua: ID області

# datDRashWho
source: Date of onset of rash
ar_iq: تاريخ ظهور الطفح
az_latn_az: Səpkinin başlanması tarixi
hy_am: Ցանի հայտնվելու ամսաթիվ
ka_ge: გამონაყარის დაწყების თარიღი
kk_kz: Бөртпенің пайда болған мерзімі
ru_ru: Дата появления первых симптомов сыпи
th_th: วันที่เกิดผื่น
uk_ua: Дата появи перших симптомів висипу

# intGenderIDWho
source: Gender
ar_iq: الجنس
az_latn_az: Cins
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысыы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать

# datDBirthWho
source: Date of birth
ar_iq: تاريخ الميلاد
az_latn_az: Doğum tarixi
hy_am: Ծննդյան թիվ
ka_ge: დაბადების თარიღი
kk_kz: Туған күні
ru_ru: Дата рождения
th_th: วันเกิด
uk_ua: Дата народження

# intAgeAtRashOnsetWho
source: Age at rash onset
ar_iq: العمر عند ظهور الطفح
az_latn_az: Səpkinin başladığı yaş
hy_am: Տարիքը ցանի հայտնվելու պահին
ka_ge: ასაკი გამონაყრარის დაწყებისას
kk_kz: Бөртпе шығған кездегі жас шамасы
ru_ru: Возраст появления первых симптомов сыпи
th_th: อายุตอนที่เกิดผื่น
uk_ua: Вік появи перших симптомів висипу

# intNumOfVaccinesWho
source: Number of measles vaccines
ar_iq: عدد لقاحات الحصبة
az_latn_az: Qızılcaya qarşı peyvəndlərin sayı
hy_am: Կարմրուկի դեմ պատվաստանյութերի քանակ
ka_ge: წითელას საწინააღმდეგო აცრების რაოდენობა
kk_kz: Қызылшаға қарсы вакцина саны
ru_ru: Количество вакцин кори
th_th: จำนวนวัคซีนโรคหัด
uk_ua: Кількість вакцин кору

# datDvaccineWho
source: Date of last measles vaccination
ar_iq: تاريخ آخر تلقيح ضد الحصبة
az_latn_az: Sonuncu dəfə qızılcadan peyvənd olunduğu tarix
hy_am: Կարմրուկի դեմ վերջին պատվաստման ամսաթիվ
ka_ge: წითელას საწინააღმდეგო ბოლო აცრის თარიღი
kk_kz: Қызылшаға қарсы жасалған вакцинациялаудың соңғы мерзімі
ru_ru: Дата последней вакцинации против кори
th_th: วันที่ทำการฉีดวัคซีนกัดโรคหัดครั้งสุดท้าย
uk_ua: Дата останньої вакцинації проти кору

# datDNotificationWho
source: Date of notification
ar_iq: تاريخ التبليغ
az_latn_az: Bildiriş tarixi
hy_am: Հաղորդման ամսաթիվ
ka_ge: შეტყობინების თარიღი
kk_kz: Хабарлау мерзімі
ru_ru: Дата извещения
th_th: วันที่แจ้งเตือน
uk_ua: Дата повідомлення

# datDInvestigationWho
source: Date of investigation
ar_iq: تاريخ التحقيق
az_latn_az: Tədqiqat tarixi
hy_am: Հետազոտման ամսաթիվ
ka_ge: კვლევის დაწყების თარიღი
kk_kz: Тексеру мерзімі
ru_ru: Дата расследования
th_th: วันที่สืบสวน
uk_ua: Дата розслідування

# intClinFeverWho
source: Fever
ar_iq: حمى
az_latn_az: Qızdırma
hy_am: Տենդ
ka_ge: ცხელება
kk_kz: Қалтырау
ru_ru: Повышенная температура
th_th: ไข้
uk_ua: Підвищена температура

# intClinCCCWho
source: Cough or coryza or conjunctivitis
ar_iq: سعال أو زكام أو التهاب ملتحمة
az_latn_az: Öskürək və ya zökəm, yaxud konyunktivit
hy_am: Հազ կամ հարբուխ կամ կոնյուկտիվիտ
ka_ge: ხველა ან რინიტი ან კონიუნქტივიტი
kk_kz: Жөтел немесе тұмау немесе конъюнктивит
ru_ru: Кашель или насморк либо конъюнктивит
th_th: ไอ หรือไข้หวัด หรือเยื่อบุตาอักเสบ
uk_ua: Кашель або нежить або кон'юнктивіт

# intClinRashDurationWho
source: Duration of rash
ar_iq: فترة استمرار الطفح
az_latn_az: Səpkinin olduğu müddət
hy_am: Ցանի տևողությունը
ka_ge: გამონაყარის ხანგძლივობა
kk_kz: Бөртпе ұзақтығы
ru_ru: Продолжительность наличия сыпи
th_th: ระยะเวลาเป็นผื่น
uk_ua: Тривалість наявності висипу

# intClinOutcomeWho
source: Outcome
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: გამოსავალი
kk_kz: Нәтиже
ru_ru: Исход заболевания
th_th: ผลลัพธ์
uk_ua: Результат

# intClinHospitalizationWho
source: Hospitalization
ar_iq: دخول المستشفى
az_latn_az: Hospitalizasiya
hy_am: Հոսպիտալացում
ka_ge: ჰოსპიტალიზაცია
kk_kz: Ауруханаға жатқызу
ru_ru: Госпитализация
th_th: การอยู่โรงพยาบาล
uk_ua: Госпіталізація

# intSrcInfWho
source: Source of infection
ar_iq: مصدر العدوى
az_latn_az: İnfeksiya mənbəyi
hy_am: Վարակման աղբյուր
ka_ge: ინფექციის წყარო
kk_kz: Індет қайнары
ru_ru: Источник заражения
th_th: แหล่งการติดเชื้อ
uk_ua: Джерело зараження

# intSrcOutbreakRelatedWho
source: Outbreak-related
ar_iq: ذو (ذات) علاقة بتفشي
az_latn_az: Alovlanma ilə əlaqəli
hy_am: Բռնկմանը վերաբերող
ka_ge: დაკავშირებულია ეპიდაფეთქებასთან
kk_kz: Ауру тарауымен байланысты
ru_ru: Относящаяся к вспышке заболевания
th_th: เกี่ยวข้องกับโรคระบาด
uk_ua: Відноситься до спалаху захворювання

# strSrcOutbreakIDWho
source: Outbreak ID
ar_iq: معرف التفشي
az_latn_az: Alovlanmanın Q/N
hy_am: Բռնկման ն/հ
ka_ge: ეპიდაფეთქების ID
kk_kz: Ауру тарауының нөмірі
ru_ru: Идентификатор вспышки заболевания
th_th: ID โรคระบาด
uk_ua: Інд. № спалаху

# intCompComplicationsWho
source: Complications
ar_iq: المضاعفات
az_latn_az: Fəsadlar
hy_am: Բարդություններ
ka_ge: გართულებები
kk_kz: Асқыну
ru_ru: Осложнения
th_th: โรคแทรกซ้อน
uk_ua: Ускладнення

# intCompEncephalitisWho
source: Encephalitis
ar_iq: إلتهاب الدماغ
az_latn_az: Ensefalit
hy_am: Էնցեֆալիտ
ka_ge: ენცეფალიტი
kk_kz: Энцефалит
ru_ru: Энцефалит
th_th: ภาวะสมองอักเสบจากเชื้อไวรัส
uk_ua: Енцефаліт

# intCompPneumoniaWho
source: Pneumonia
ar_iq: التهاب الرئة
az_latn_az: Sətəlcəm
hy_am: Թոքաբորբ
ka_ge: პნევმონია
kk_kz: Пневмония
ru_ru: Пневмония
th_th: ปอดบวม
uk_ua: Пневмонія

# intCompMalnutritionWho
source: Malnutrition
ar_iq: سوء تغذية
az_latn_az: Pis qidalanma
hy_am: Թերսնուցում
ka_ge: არასაკმარისი კვება
kk_kz: Дұрыс тамақтанбау
ru_ru: Нарушение питания
th_th: ขาดสารอาหาร
uk_ua: Порушення харчування

# intCompDiarrhoeaWho
source: Diarrhoea
ar_iq: إسهال
az_latn_az: İshal
hy_am: Փորլուծություն
ka_ge: დიარეა
kk_kz: Диарея
ru_ru: Диарея
th_th: ท้องร่วง
uk_ua: Діарея

# intCompOtherWho
source: Other
ar_iq: أمور أخرى
az_latn_az: Digər
hy_am: Այլ
ka_ge: სხვა
kk_kz: Басқалар
ru_ru: Прочие
th_th: อื่นๆ
uk_ua: Інший

# intFinalClassificationWho
source: Final classification
ar_iq: التصنيف النهائي
az_latn_az: Son təsnifat
hy_am: Վերջնական դասակարգում
ka_ge: საბოლოო კლასიფიკაცია
kk_kz: Қорытынды классификация
ru_ru: Окончательная классификация
th_th: การแยกประเภทสุดท้าย
uk_ua: Остаточна класифікація

# datDSpecimenWho
source: Date of collection
ar_iq: تاريخ التجميع
az_latn_az: Toplanma tarixi
hy_am: Նմուշառման ամսաթիվ
ka_ge: აღების თარიღი
kk_kz: Алынған мерзімі
ru_ru: Дата взятия
th_th: วันที่เก็บ
uk_ua: Дата взяття

# intSpecimenWho
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunələrin növü
hy_am: Նմուշի տեսակը
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың түрі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# datDLabResultWho
source: Date of laboratory result
ar_iq: تاريخ نتائج المخبر
az_latn_az: Laboratoriya nəticəsinin tarixi
hy_am: Լաբորատոր հետազոտության արդյունքի ամսաթիվ
ka_ge: ლაბორატორიული ტესტის შედეგის თარიღი
kk_kz: Зертхана нәтижелердің мерзімі
ru_ru: Дата лабораторного результата
th_th: วันที่ได้ผลลัพธ์ทางห้องปฏิบัติการ
uk_ua: Дата лабораторного результату

# intMeaslesIgmWho
source: Measles IgM
ar_iq: الغلوبولين المناعي للحصبة
az_latn_az: Qızılcanın IgM-i
hy_am: Կարմրուկի իմունագլոբուլին M
ka_ge: წითელა IgM
kk_kz: Қызылша IgM
ru_ru: Корь иммуноглобулина класса M
th_th: โรคหัด IgM
uk_ua: Кір імуноглобуліну класу M

# intMeaslesVirusDetectionWho
source: Measles virus detection
ar_iq: اكتشاف فيروس الحصبة
az_latn_az: Qızılca virusunun aşkarlanması
hy_am: Կարմրուկի վարակի հայտնաբերում
ka_ge: წითელას დეტექცია
kk_kz: Қызылша вирусының пайда болуы
ru_ru: Обнаружение вируса кори
th_th: การตรวจจับไวรัสโรคหัด
uk_ua: Виявлення вірусу кору

# intRubellaIgmWho
source: Rubella IgM
ar_iq: الغلوبولين المناعي للحصبة الألمانية
az_latn_az: Məxmərəyin IgM-i
hy_am: Կարմրախտի իմունագլոբուլին M
ka_ge: წითურა IgM
kk_kz: Қызамық IgM
ru_ru: Краснуха иммуноглобулина класса M
th_th: โรคหัดเยอรมัน IgM
uk_ua: Краснуха імуноглобуліну класу M

# intRubellaVirusDetectionWho
source: Rubella virus detection
ar_iq: اكتشاف فيروس الحصبة الألمانية
az_latn_az: Məxmərək virusunun aşkarlanması
hy_am: Կարմրախտի վարակի հայտնաբերում
ka_ge: წითურას დეტექცია
kk_kz: Қызамық вирусының пайда болуы
ru_ru: Обнаружение вируса краснухи
th_th: การตรวจจับไวรัสโรคหัดเยอรมัน
uk_ua: Виявлення вірусу краснухи

# strCommentsEpiWho
source: Comments
ar_iq: التعليقات
az_latn_az: Şərhlər
hy_am: Մեկնաբանություններ
ka_ge: კომენტარები
kk_kz: Ескертпелер
ru_ru: Комментарии
th_th: ความเห็น
uk_ua: Коментарі

# strUsingType
source: Using Type
ar_iq: نوع الاستعمال
az_latn_az: İstifadə növü
hy_am: Օգտագործման տեսակ
ka_ge: დიაგნოზის ტიპი
kk_kz: Түрдің қолданылуы
ru_ru: Тип использования
th_th: ประเภทการใช้
uk_ua: Тип використання

# strHACode
source: Accessory Code
ar_iq: رمز ملحق
az_latn_az: Əlavə təsirlərin kodu
hy_am: Կիրառման ոլորտ
ka_ge: გამოყენების არე
kk_kz: Рұқсат коды
ru_ru: Вспомогательный код
th_th: รหัสการสำรอง
uk_ua: Допоміжний код

# blnInitialHumanCaseClassification
source: Initial Case Classification
ar_iq: تصنيف الحالة الأولية
az_latn_az: Xəstəlik hadisəsinin ilkin təsnifatı
hy_am: Նախնական դեպքի դասակարգում
ka_ge: შემთხვევის საწყისი კლასიფიკაცია
kk_kz: Жағдайдың бастапқы классификациясы
ru_ru: Начальная классификация случая заболевания
th_th: การแยกประเภทเบื้องต้น
uk_ua: Початкова класифікація випадку

# strDiagnosisGroup
source: Diagnoses Group
ar_iq: مجموعة التشخيص
az_latn_az: Diaqnozlar qrupu
hy_am: Ախտորոշումների խումբ
ka_ge: დიაგნოზთა ჯგუფი
kk_kz: Диагноздар тобы
ru_ru: Группа диагнозов
th_th: กลุ่มการวินิจฉัย
uk_ua: Група діагнозів

# strDiagnosisGroupFinal
source: Final Diagnosis Group
ar_iq: مجموعة التشخيص النهائي
az_latn_az: Son Diaqnozlar qrupu
hy_am: Վերջնական ախտորոշման խումբ
ka_ge: საბოლოო დიაგნოზების ჯგუფი
kk_kz: Қорытынды диагноздар тобы
ru_ru: Группа окончательного диагноза
th_th: กลุ่มการวินิจฉัยสุดท้าย
uk_ua: Група остаточного діагнозу

source: Destruction Method
ar_iq: طريقة التدمير
az_latn_az: Məhv edilmə metodu
hy_am: Ոչնչացման մեթոդ
ka_ge: განადგურების მეთოდი
kk_kz: Жою тәсілі
ru_ru: Способ уничтожения
th_th: วิธีการทำลาย
uk_ua: Спосіб знищення

# idfsDiagnosisOrDiagnosisGroup
source: Diagnosis/Diagnoses Group
ar_iq: التشخيص/مجموعة التشخيص
az_latn_az: Diaqnoz/Diaqnozlar qrupu
hy_am: Ախտորոշում/ախտորոշումների խումբ
ka_ge: დიაგნოზი/დიაგნოზთა ჯგუფი
kk_kz: Диагноз/ Диагноздар Тобы
ru_ru: Диагноз / группа диагнозов
th_th: การวินิจฉัย/กลุ่มการวินิจฉัย
uk_ua: Діагноз / група діагнозів

# idfGeoLocation
source: Location
ar_iq: الموقع
az_latn_az: Yer
hy_am: Վայրը
ka_ge: ადგილმდებარეობა
kk_kz: Тұрған жері
ru_ru: Месторасположение
th_th: ตำแหน่ง
uk_ua: Місцезнаходження

# strPrimaryCase
source: Primary Case/Session
ar_iq: الحالة/الجلسة الأولية
az_latn_az: İlkin xəstəlik hadisəsi/Sessiya
hy_am: Առաջնային դեպք/սեսիա
ka_ge: საწყისი შემთხვევა/სესია
kk_kz: Бастапқы Жағдай/Сессия
ru_ru: Первичный случай заболевания / сессия
th_th: ผู้ป่วยหลัก/เซสชั่นหลัก
uk_ua: Первинний випадок захворювання / сесія

# CreatedName
source: Created by
ar_iq: تم الإنشاء من قبل
az_latn_az: Yaradan şəxs
hy_am: Ստեղծել է
ka_ge: შექმნილია ვის მიერ
kk_kz: Кім құрды
ru_ru: Добавлено сотрудником
th_th: สร้างโดย
uk_ua: Додано співробітником

# strCaseSessionID
source: Case/Session ID
ar_iq: معرف الحالة/الجلسة
az_latn_az: Hadisənin/Sessiyanın Q/N
hy_am: Դեպքի/սեսիայի ն/հ
ka_ge: შემთხვევის ID/სესიის ID
kk_kz: Жағдай/Сессия нөмірі
ru_ru: Идентификатор случая заболевания / сессии
th_th: ID ผู้ป่วย/เซสชั่น
uk_ua: Інд. № випадку/Інд. № сесії

# strCaseSessionDate
source: Case/Session Date
ar_iq: تاريخ الحالة/الجلسة
az_latn_az: Hadisənin/Sessiyanın tarixi
hy_am: Դեպքի/սեսիայի ամսաթիվ
ka_ge: შემთხვევის/სესიის თარიღი
kk_kz: Жағдай/Сессия мерзімі
ru_ru: Дата случая заболевания / сессии
th_th: วันที่เริ่มป่วย/เซสชั่น
uk_ua: Дата випадку захворювання / сесії

# strSourceOfCaseSessionDate
source: Source of Case/Session Date
ar_iq: تاريخ مصدر الحالة/الجلسة
az_latn_az: Hadisə/Sessiya tarixinin mənbəyi
hy_am: Դեպքի/սեսիայի ամսաթվի սկիզբ
ka_ge: შემთხვევის/სესიის თარიღის ველი
kk_kz: Жағдай/Сессия Қайнары Мерзім
ru_ru: Дата отсчета начала вспышки
th_th: แหล่งที่มาของวันที่เริ่มป่วย/เซสชั่น
uk_ua: Дата відліку початку спалаху

# strExposureLocation
source: Exposure Location
ar_iq: موقع التعرض
az_latn_az: Yoluxma yeri
hy_am: Վարակման վայրը
ka_ge: ექსპოზიციის ადგილი
kk_kz: Жұқтыруға ұшыраған жер
ru_ru: Место заражения
th_th: สถานที่สัมผัสเชื้อ
uk_ua: Місце зараження

# GeoLocationType
source: Location Type
ar_iq: نوع الموقع
az_latn_az: Yerin növü
hy_am: Տեղակայման տեսակ
ka_ge: ადგილმდებარეობის ტიპი
kk_kz: Жер түрі
ru_ru: Тип места
th_th: ประเภทสถานที่
uk_ua: Тип місця

source: Ground Type
ar_iq: نوع الأرض
az_latn_az: Torpağın tipi (növü)
hy_am: Տեղանքի տեսակ
ka_ge: ლანდშაფტის ტიპი
kk_kz: Топырақ түрі
ru_ru: Тип почвы
th_th: ประเภทพื้นที่
uk_ua: Тип грунту

# dblDistance
source: Distance (#.## km)
ar_iq: المسافة (#.## كم)
az_latn_az: Məsafə (#.## km)
hy_am: Հեռավորություն (#.## կմ)
ka_ge: მანძილი (#.## კმ)
kk_kz: Қашықтық (#.## км)
ru_ru: Расстояние (#.## км)
th_th: ระยะทาง (#.## กม)
uk_ua: Відстань (#.## км)

# dblAlignment
source: Direction (#.##)
ar_iq: الاتجاه (#.##)
az_latn_az: İstiqamət (#.##)
hy_am: Ուղղություն (#.##)
ka_ge: მიმართულება (#,##°)
kk_kz: Бағыт (#.##)
ru_ru: Направление (#.##)
th_th: ระยะทาง (#.##)
uk_ua: Напрямок (#.##)

# strFormID
source: Form ID
ar_iq: معرف النموذج
az_latn_az: Formanın Q/N
hy_am: Ձևի ն/հ
ka_ge: ფორმის ID
kk_kz: Форма нөмірі
ru_ru: Идентификатор формы
th_th: ID แบบฟอร์ม
uk_ua: Ідентифікатор форми

# idfsBasicSyndromicSurveillanceType
source: Notification of
ar_iq: التبليغ عن
az_latn_az: Bildirişin növü
hy_am: Ծանուցում
ka_ge: შეტყობინება
kk_kz: Ескерту
ru_ru: Извещение
th_th: การแจ้งเตือนของ
uk_ua: Повідомлення

# strHospital
source: Name of Hospital/Sentinel Station
ar_iq: اسم المستشفى/مركز الحراسة
az_latn_az: Xəstəxana/Gözətçi stansiyanın adı
hy_am: Հիվանդանոցի/հսկիչ կայանի անվանումը
ka_ge: საავადმყოფოს/საყრდენი ბაზის დასახელება
kk_kz: Емхана/Медициналық Мекеменің атауы
ru_ru: Название больницы / контрольного поста
th_th: ชื่อโรงพยาบาล/สถานที่รักษา
uk_ua: Назва лікарні / контрольного поста

# datDateOfSymptomsOnset
source: Date of Symptoms Onset
ar_iq: تاريخ ظهور الأعراض
az_latn_az: Simptomların başlanma tarixi
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվ
ka_ge: სიმპტომების დაწყების თარიღი
kk_kz: Ауру белгілердің пайда молған мерзімі
ru_ru: Дата появления симптомов
th_th: วันเริ่มป่วย
uk_ua: Дата появи симптомів

source: Age (years)
ar_iq: العمر (بالسنوات)
az_latn_az: Yaş
hy_am: Տարիք (տարիներ)
ka_ge: ასაკი (წლები)
kk_kz: Жас шамасы (жылдар)
ru_ru: Возраст пациента (годы)
th_th: อายุ (ปี)
uk_ua: Вік пацієнта (роки)

# datDateOfCare
source: Date Of Care
ar_iq: تاريخ الرعاية
az_latn_az: Müalicə tarixi
hy_am: Բժշկի դիմելու ամսաթիվ
ka_ge: მკურნალობის დაწყების თარიღი
kk_kz: Емдеу мерзімі
ru_ru: Дата начала лечения
th_th: วันที่ทำการรักษา
uk_ua: Дата початку лікування

# datDateReceivedAntiviralMedication
source: Date received
ar_iq: تاريخ القبول
az_latn_az: Qəbul edilmə tarixi
hy_am: Ստացման ամսաթիվ
ka_ge: მიღების თარიღი
kk_kz: Қабылдау мерзімі
ru_ru: Дата принятия
th_th: วันที่รับ
uk_ua: Дата прийняття

# datSampleCollectionDate
source: Sample Collection Date
ar_iq: تاريخ جمع العينة
az_latn_az: Nümunənin toplanması tarixi
hy_am: Նմուշառման ամսաթիվ
ka_ge: ნიმუშის აღების თარიღი
kk_kz: Сынаама алынған мерзімі
ru_ru: Дата взятия пробы
th_th: วันที่เก็บตัวอย่าง
uk_ua: Дата взяття проби

# datTestResultDate
source: Result Date
ar_iq: تاريخ النتيجة
az_latn_az: Nəticənin tarixi
hy_am: Հետազոտության հաստատման ամսաթիվ
ka_ge: ტესტის დასრულების თარიღი
kk_kz: Нәтие Мерзімі
ru_ru: Дата результата
th_th: วันที่ได้รับผลทดสอบ
uk_ua: Дата завершення тесту

# intWeek
source: Weeks
ar_iq: أسابيع
az_latn_az: Həftələr
hy_am: Շաբաթներ
ka_ge: კვირები
kk_kz: Апталар
ru_ru: Недели
th_th: อาทิตย์
uk_ua: Тижні

# intYear
source: Year
ar_iq: سنة
az_latn_az: İl
hy_am: Տարի
ka_ge: წელი
kk_kz: Жыл
ru_ru: Год
th_th: ปี
uk_ua: Рік

# inTotalILI
source: Total ILI
ar_iq: مجموع التأثيرات المشابهة للمرض
az_latn_az: Cəmi QBX
hy_am: Ընդամենը գրիպանման հիվանդություններ
ka_ge: გრიპისმაგვარი დაავადება (ILI) სულ
kk_kz: Барлығы ILI
ru_ru: Всего ГПЗ
th_th: ILI ทั้งหมด
uk_ua: Всього ГПЗ

# intTotalAdmissions
source: Total Admissions
ar_iq: عدد الحالات المقبولة
az_latn_az: Cəmi qəbul olunub
hy_am: Ընդունվածների ընդհանուր թիվը
ka_ge: სულ მიღებულთა ჯამი
kk_kz: Барлығы қабылданған
ru_ru: Всего госпитализированных
th_th: การรับเข้าทั้งหมด
uk_ua: Всього госпіталізованих
