Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# mbDoubleHumanAggregateCase
source: It is not possible to create 2 Human Aggregate Cases with the same Period ({0}) and Administrative Unit ({1}). Such Human Aggregate Case already exists.
ar_iq: لا يمكن إنشاء حالتين إجماليتين بشريتين تتمتعان بنفس الفترة ({0}) و الوحدة الإدارية ({1}). هذه الحالة الإجمالية البشرية موجودة مسبقاً.
ka_ge: ადამიანთა დაავადებების აგრეგირებული შემთხვევა ასეთი პერიოდისთვის ({0}) და ადმინისტრატიული ერთეულისთვის ({1}) უკვე არსებობს.
kk_kz: Осы уақыт аралығы ({0}) және әкімшілік бірлік ({1}) үшін адам аурулары бойынша есеп қазір бар.
ru_ru: Нельзя создать агрегированный случай заболеваний человека с таким временным интервалом ({0}) и административной единицей ({1}). Такие данные уже существуют.
th_th: ไม่สามารถสร้างกรณีรวมผู้ป่วยทั้ง 2 ที่มีระยะเวลา({0}) และหน่วยการบริหารเดียวกันได้({1}) กรณีรวมผู้ป่วยนั้นๆมีปรากฏอยู่แล้ว

# mbDoubleVetAggregateAction
source: It is not possible to create 2 Vet Aggregate Actions with the same Period ({0}) and Administrative Unit ({1}). Such Vet Aggregate Action already exists.
ar_iq: لا يمكن إنشاء حالتين إجماليتين بيطريتين تتمتعان بنفس الفترة ({0}) و الوحدة الإدارية ({1}). هذه الحالة الإجمالية البيطرية موجودة مسبقاً.
ka_ge: ვეტ აგრეგირებული ღონისძიება მოცემული ადმინისტრაციული ერთეულისთვის ({1}) და დროის მოცემული შუალედისათვის ({0}) უკვე არსებობს.
kk_kz: Осы уақыт аралығы ({0}) және әкімшілік бірлік ({1}) үшін ветеринариялық іс-шаралар бойынша есеп бар.
ru_ru: Нельзя создать агрегированное ветеринарное мероприятие с таким временным интервалом ({0}) и административной единицей ({1}). Такие данные уже существуют.
th_th: ไม่สามารถสร้างการปฏิบัติรวมทางสัตวแพทย์ทั้ง 2 ที่มีระยะเวลา ({0}) และหน่วยการบริหารเดียวกันได้ ({1}) การปฏิบัติรวมทางสัตวแพทย์นั้นๆมีปรากฏอยู่แล้ว

# mbDoubleVetAggregateCase
source: It is not possible to create 2 Vet Aggregate Cases with the same Period ({0}) and Administrative Unit ({1}). Such Vet Aggregate Case already exists.
ar_iq: لا يمكن إنشاء حالتين إجماليتين بيطريتين تتمتعان بنفس الفترة({0}) و الوحدة الإدارية ({1}). هذه الحالة الإجمالية البيطرية موجودة مسبقاً.
ka_ge: ვეტ აგრეგირებული შემთხვევა მოცემული ადმინისტრაციული ერთეულისთვის ({1}) და დროის მოცემული შუალედისათვის ({0}) უკვე არსებობს.
kk_kz: Осы уақыт аралығы ({0}) және әкімшілік бірлік ({1}) үшін жануарлар аурулары бойынша есеп бар.
ru_ru: Нельзя создать агрегированный случай заболеваний животных с таким временным интервалом ({0}) и административной единицей ({1}). Такие данные уже существуют.
th_th: ไม่สามารถสร้างกรณีรวมทางสัตวแพทย์ทั้ง 2 ที่มีระยะเวลา ({0}) และหน่วยการบริหารเดียวกันได้ ({1}) กรณีรวมทางสัตวแพทย์นั้นๆมีปรากฏอยู่แล้ว

# mbDuplicateContact
source: Some of the contacts are duplicated. Please delete duplicated contacts or you can change person, last date or place of contact for duplicated records.
ar_iq: هناك تكرار في بعض جهات الاتصال. يرجى حذف جهات الاتصال المكررة أو يمكنك تغيير الشخص أو آخر تاريخ أو مكان للاتصال في السجلات المكررة.
ka_ge: რომელიმე კონტაქტი დუბლირდება კონტაქტების ჩამონათვალში. ამოიღეთ დუბლიკატ(ებ)ი ან შეცვალეთ კონტაქტში მყოფი პირი, ბოლო კონტაქტის თარიღი და ადგილი დუპლიკატ(ებ)ში.
kk_kz: Байланысушы адамдар тізіміндегі кейбір жазбалар қайталанады. Қайталанған жазбаларды алып тастаңыз немесе қайталанған жазбалардағы байланысушы адамды, күнді, немесе соңғы байланыс орнын өзгертіңіз.
ru_ru: Некоторые записи в списке контактных лиц дублируются. Удалите записи-дубликаты или измените контактного человека, дату или место последнего контакта в дублирующих записях.
th_th: มีบางการติดต่อที่ซ้ำกัน กรุณาลบการติดต่อที่ซ้ำกัน หรือคุณอาจเปลี่ยนบุคคล วันที่ล่าสุด หรือสถานที่ สำหรับการติดต่อที่ซ้ำนั้นๆ

# mbEmptyChangeDiagnosisHistory
source: History of diagnosis changes is empty.
ar_iq: تاريخ تغييرات التشخيص فارغة.
ka_ge: დიაგნოზის შეცვლის ისტორია ცარიელია.
kk_kz: Диагноздың өзгеру тарихы бос.
ru_ru: История изменений диагноза пуста.
th_th: ประวัติของการเปลี่ยนแปลงการวินิจฉัยนั้นว่าง

# mbEmptyHumanAggrSettings
source: Human Aggregate settings are empty.
ar_iq: إعدادات الحالة الإجمالية البشرية فارغة.
ka_ge: აგრეგირებული ფორმების პარამეტრები შეუვსებელია
kk_kz: Адамның ауыру жағдайлары бойынша агрегацияланған есеп параметрлері берілмеген
ru_ru: Параметры агрегированных случаев заболеваний человека не заданы.
th_th: การตั้งค่ารวมผู้ป่วยนั้นว่าง

# mbEmptyVetAggrActionSettings
source: Vet Aggregate Action settings are empty.
ar_iq: إعدادات الإجراء الإجمالي البيطري فارغة.
ka_ge: ვეტ აგრეგირებული ღონისძიებების პარამეტრები ცარიელია.
kk_kz: Ветеринариялық іс-шаралар бойынша агрегацияланған есеп параметрлері берілмеген
ru_ru: Параметры агрегированных ветеринарных мероприятий не заданы.
th_th: การตั้งค่าการปฏิบัติรวมทางสัตวแพทย์นั้นว่าง

# mbEmptyVetAggrSettings
source: Vet Aggregate Case settings are empty.
ar_iq: إعدادات الحالة الإجمالية البيطرية فارغة.
ka_ge: ვეტ აგრეგირებული შემთხვევების პარამეტრები ცარიელია.
kk_kz: Ветеринариялық жағдайлар бойынша агрегацияланған деректер параметрлері берілмеген
ru_ru: Параметры агрегированных случаев заболеваний животных не заданы.
th_th: การตั้งค่ากรณีรวมทางสัตวแพทย์นั้นว่าง

# mbFillOrDeleteAntibiotic
source: Some records from the table of antibiotic or antiviral therapy are not defined. Please define or delete undefined records.
ar_iq: لم يتم تعريف بعض السجلات من جدول العلاج بالمضادات الحيوية أو مضادات الفيروسات. يرجى تعريف أو حذف السجلات الغير معرفة.
ka_ge: ზოგიერთი ჩანაწერი სპეციფიური თერაპიის შესახებ ცხრილიდან არ არის სრულად შევსებული. გთხოვთ შეავსოთ ან წაშალოთ არასრულად შევსებული ჩანაწერ(ებ)ი.
kk_kz: Антибиотиктер/вирусқа қарсы препараттар тізіміндегі кейбір жазбалар толық толтырылмаған. Бұл жазбаларды толтырыңыз немесе жойңыз.
ru_ru: Некоторые записи в списке антибиотиков/антивирусных препаратов не заполнены полностью. Пожалуйста, заполните или удалите эти записи.
th_th: มีบางบันทึกจากในตารางยาปฏิชีวนะ หรือการรักษาต้านไวรัสที่ไม่ได้ระบุ กรุณาระบุหรือลบบันทึกที่ไม่มีการระบุ

# mbFillOrDeleteContact
source: Some of the contacts for the patient are not defined. Please define or delete undefined contacts.
ar_iq: لم يتم تعريف بعض جهات الاتصال الخاصة بالمريض. يرجى تحديد أو حذف جهات الاتصال الغير معرفة.
ka_ge: პაციენტის ზოგიერთი კონტაქტი არ არის სრულად შევსებული. გთხოვთ შეავსოთ ან წაშალოთ არასრულად შევსებული კონტაქტ(ებ)ის ჩანაწერ(ებ)ი.
kk_kz: Байланысушы адамдар тізіміндегі кейбір жазбалар толық толтырылмаған.Бұл жазбаларды толтырыңыз немесе алып тастаңыз.
ru_ru: Некоторые записи в списке контактных лиц заполнены неполностью. Заполните или удалите эти записи.
th_th: มีบางบันทึกเกี่ยวกับผู้ป่วยที่ไม่ได้ระบุ กรุณาระบุหรือลบบันทึกที่ไม่มีการระบุ

# mbHumanCaseSearchInfo
source: Human Case Search Info
ar_iq: معلومات بحث في الحالة البشرية
ka_ge: ადამიანის დაავადების შემთხვევის ძებნის შესახებ ინფორმაცია
kk_kz: Іздеу нәтижелері
ru_ru: Результаты поиска
th_th: ข้อมูลการค้นหากรณีผู้ป่วย

# mbIncorrectDiagnosticActionMTXRow
source: Current record of Vet Diagnostic Investigation Matrix is not fully defined. Please define or delete it.
ar_iq: السجل الحالي من مصفوفة التحقيق في التشخيص البيطري للمصفوفة ليس معرفاً بشكل كامل. الرجاء تعريفه أو حذفه.
ka_ge: ვეტ სადიაგნოსტიკო კვლევების მატრიცის მოცემული ჩანაწერი არ არის სრულად შევსებული. შეავსეთ ან წაშალეთ იგი.
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін диагностикалық зерттеулер тізбесіндегі ағымдағы жазба толық айқындалмаған. Оны айқындаңыз немесе алып тастаңыз.
ru_ru: Текущая запись матрицы агрегированных диагностических исследований не полностью определена. Пожалуйста, определите или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์การสืบสวนการวินิจฉัยทางสัตวแพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบ

# mbIncorrectDiagnosticActionMTXRows
source: Some records of Vet Diagnostic Investigation Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض سجلات مصفوفة التحقيق في التشخيص البيطري غير معرفة بالكامل. يرجى تعريف أو حذف السجلات الغير معرفة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ სადიაგნოსტიკო კვლევების მატრიცაში არ არის სრულად შევსებული. გთხოვთ შეავსოთ ან წაშალოთ ჩანაწერები, რომლებიც არაა შევსებული.
kk_kz: Ветеринариялық іс-шаралар есебі үшін диагностикалық зерттеулер тізбесіндегі кейбір жазбалары толық айқындалмаған. Бұл жазбаларды айқындаңыз немесе жойыңыз
ru_ru: Некоторые записи матрицы агрегированных диагностических исследований не полностью определены. Пожалуйста, определите или удалите эти записи.
th_th: บางบันทึกของเมตริกซ์การสืบสวนการวินิจฉัยทางสัตวแพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบ

# mbIncorrectHumanCaseMatrixRow
source: Some records of Human Aggregate Case Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض سجلات مصفوفة الحالة الإجمالية البشرية غير معرفة بالكامل. يرجى تعريف أو حذف السجلات الغير معرفة.
ka_ge: ადამიანთა დაავადებების აგრეგირებულ შემთხვევათა მატრიცის ზოგიერთი ჩანაწერი არ არის სრულად განსაზღვრული. გთხოვთ განსაზღვროთ ან წაშალოთ განუსაზღვრელი ჩანაწერები.
kk_kz: Адам аурулары бойынша агрегацияланған деректер матрицасының кейбір жазбалары толық айқындалмаған. Айқындалмаған жазбаларды жойаңыз немесе айқындаңыз.
ru_ru: Некоторые записи матрицы агрегированных случаев заболеваний человека не полностью определены. Пожалуйста, определите или удалите эти записи.
th_th: บางบันทึกของเมตริกซ์กรณีรวมผู้ป่วยยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบบันทึกที่ไม่ได้ระบุ

# mbIncorrectProphylacticActionMTXRow
source: Current record of Vet Prophylactic Measure Matrix is not fully defined. Please define or delete it.
ar_iq: السجل الحالي من مصفوفة الإجراءات الوقائية البيطرية ليس معرفاً بشكل كلي. يرجى تعريفه أو حذفه.
ka_ge: ვეტ პროფილაქტიკურ ღონისძიებათა მატრიცის მოცემული ჩანაწერი არ არის სრულად შევსებული. შეავსეთ ან წაშალეთ იგი.
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін профилактикалық шаралар тізбесіндегі ағымдағы жазба толық айқындалмаған. Оны айқындаңыз немесе алып тастаңыз.
ru_ru: Текущая запись матрицы агрегированных профилактических мер не полностью определена. Пожалуйста, определите или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์มาตรการการป้องกันโรคทางสัตว์แพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบ

# mbIncorrectProphylacticActionMTXRows
source: Some records of Vet Prophylactic Measure Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض سجلات مصفوفة الإجراءات الوقائية البيطرية غير معرفة بالكامل. يرجى تعريف أو حذف السجلات الغير معرفة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ პროფილაქტიკურ ღონისძიებათა მატრიცაში არ არის სრულად შევსებული. გთხოვთ შეავსოთ ან წაშალოთ ჩანაწერები, რომლებიც არაა შევსებული.
kk_kz: Профилактикалық іс-шаралар тізбесіндегі кейбір жазбалар толық толтырылмаған. Бұл жазбаларды толтырыңыз немесе жойыңыз
ru_ru: Некоторые записи в матрице агрегированных профилактических мер не полностью заполнены. Пожалуйста, определите или удалите эти записи.
th_th: บางบันทึกของเมตริกซ์มาตรการการป้องกันโรคทางสัตวแพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบบันทึกที่ไม่มีการระบุ

# mbIncorrectSanitaryActionRow
source: Some records of Vet Sanitary Action Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض سجلات مصفوفة الإجراءات الصحية البيطرية غير معرفة بالكامل. يرجى تعريف أو حذف السجلات الغير معرفة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ სანიტარულ ღონისძიებათა მატრიცაში არ არის სრულად შევსებული. გთხოვთ შეავსოთ ან წაშალოთ ჩანაწერები, რომლებიც არაა შევსებული.
kk_kz: Санитарлық іс-әрекеттер бойынша деректер матрицасының кейбір жазбалары толық айқындалмаған. Айқындалмаған жазбаларды жойыңыз немесе айқындаңыз.
ru_ru: Некоторые записи матрицы агрегированных санитарных действий не определены полностью. Пожалуйста, определите или удалите эти записи.
th_th: บางบันทึกของเมตริกซ์การปฏิบัติสุขอนามัยทางสัตวแพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบบันทึกที่ไม่มีการระบุ

# mbIncorrectVetCaseMTXRow
source: Current record of Vet Aggregate Case Matrix is not fully defined. Please define or delete it.
ar_iq: السجل الحالي لمصفوفة الحالة الإجمالية البيطرية ليس معرفاً بالكامل. الرجاء تعريفه أو حذفه.
ka_ge: ვეტ აგერეგირებულ შემთხვევათა მატრიცის მოცემული ჩანაწერი არ არის სრულად შევსებული. შეავსეთ ან წაშალეთ იგი.
kk_kz: Агрегацияланған есеп үшін жануар түрлері бойынша аурулар тізбесінің ағымдағы жазбасы толық айқындалмаған. Оны айқындаңыз немесе алып тастаңыз.
ru_ru: Текущая запись матрицы агрегированных случаев заболеваний животных не полностью определена. Пожалуйста, определите или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์กรณีรวมทางทางสัตวแพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบ

# mbIncorrectVetCaseMTXRows
source: Some records of Vet Aggregate Case Matrix are not fully defined. Please define or delete undefined records.
ar_iq: بعض سجلات مصفوفة الحالة الإجمالية البيطرية غير معرفة بالكامل. يرجى تعريف أو حذف السجلات الغير معرفة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ აგრეგირებულ შემთხვევათა მატრიცაში არ არის სრულად შევსებული. გთხოვთ შეავსოთ ან წაშალოთ ჩანაწერები, რომლებიც არაა შევსებული.
kk_kz: Агрегацияланған есеп үшін жануарлар түрлері бойынша аурулар тізбесінің кейбір жазбалары толық айқындалмаған. Бұл жазбаларды айқындаңыз немесе алып жойыңыз.
ru_ru: Некоторые записи матрицы агрегированных случаев заболеваний животных не полностью определены. Пожалуйста, определите или удалите эти записи.
th_th: บางบันทึกของเมตริกซ์กรณีรวมทางทางสัตวแพทย์ยังไม่ได้รับการระบุอย่างสมบูรณ์ กรุณาระบุหรือลบบันทึกที่ไม่มีการระบุ

# mbManyCaseSearchResults
source: The result of search returns several cases. Do you want to choose a case from a list?
ar_iq: تم العثور على عدة حالات نتيجة البحث. هل ترغب في تحديد حالة من قائمة؟
ka_ge: ძებნის შედეგად ნაპოვნია რამდენიმე შემთხვევა. გსურთ შემთხვევის არჩევა ჩამონათვალიდან?
kk_kz: Ізденістің нәтижесінің бірнеше уақиға болады. Уақиғаны тізбеден таңдап алу келеме?
ru_ru: Результаты поиска содержат несколько случаев заболевания человека. Хотите выбрать случай заболевания из полученного списка?
th_th: ผลลัพธ์การค้นหากรณีผู้ป่วยมีหลายรายการ คุณต้องการเลือกหนึ่งรายการจากในลิสต์หรือไม่?

# mbNoCaseSearchCriteria
source: Set the criteria of search.
ar_iq: تحديد معايير البحث.
ka_ge: შეიტანეთ ძებნის კრიტერიუმები.
kk_kz: Іздеу өлшемдерін беру
ru_ru: Задать критерии поиска
th_th: ตั้งค่าเกณฑ์การค้นหา

# mbNoCaseSearchResults
source: On the set criteria of search no case was found. Change some information and perform the search again.
ar_iq: لم يتم العثور على أية حالة وفق معايير هذا البحث. يرجى تغيير بعض المعلومات و المحاولة من جديد.
ka_ge: ძებნის შეყვანილი კრიტერიუმების მიხედვით არც ერთი შემთხვევა არაა ნაპოვნი. შეცვალეთ გარკვეული ინფორმაცია და კვლავ სცადეთ ძებნა.
kk_kz: Іздеу өлшемдерін қанағаттандыратын бірде-бір жағдай табылмады. Іздеу өлшемдерін өзгертіп, тағы бір рет іздеп көріңіз.
ru_ru: Не найдено ни одного случая, удовлетворяющего критериям поиска. Измените критерии поиска и попробуйте еще раз.
th_th: ไม่พบกรณีใดๆในการตั้งค่าเกณฑ์การค้นหา แก้ไขบางข้อมูลและค้นหาอีกครั้ง

# mbNotUniqueDiagnosticActionMTXRow
source: Current record of Vet Diagnostic Investigation Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من مصفوفة التحقيق في التشخيص البيطري ليس فريدا. يرجى تغييره أو حذفه.
ka_ge: ვეტ სადიაგნოსტიკო კვლევების მატრიცის მოცემული ჩანაწერი არ არის უნიკალური. შეცვალეთ ან წაშალეთ იგი.
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін диагностикалық зерттеулер тізбесіндегі ағымдағы жазба бірегей емес. Оны өзгертіңіз немесе алып тастаңыз.
ru_ru: Текущая запись в перечене диагностических исследований для отчета по ветеринарным мероприятиям не уникальна. Пожалуйста определите или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์การสืบสวนการวินิจฉัยทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยนหรือลบออก

# mbNotUniqueDiagnosticActionMTXRows
source: Some records of Vet Diagnostic Investigation Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض سجلات مصفوفة التحقيقات في التشخيص البيطري ليست فريدة. يرجى تغيير أو حذف السجلات المكررة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ სადიაგნოსტიკო კვლევების მატრიცაში არ არის უნიკალურიი. გთხოვთ შეცვალოთ ან წაშალოთ დუპლიკატები.
kk_kz: Ветеринариялық іс-шаралар есебі үшін диагностикалық зерттеулер тізбесіндегі кейбір жазбалар бірегей емес. Қайталанған жазбаларды өзгертіңіз немесе алып жойыңыз
ru_ru: Некоторые записи в перечене диагностических исследований для отчета по ветеринарным мероприятиям не уникальны. Пожалуйста измените или удалите вторичные записи.
th_th: บางบันทึกของเมตริกซ์การสืบสวนการวินิจฉัยทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยนหรือลบบันทึกที่ซ้ำกันออก

# mbNotUniqueHumanCaseMatrixRow
source: Current record of Human Aggregate Case Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي لمصفوفة الحالة الإجمالية البشرية ليس فريداً. الرجاء تغييره أو حذفه.
ka_ge: ადამიანთა დაავადებების აგრეგირებულ შემთხვევათა მატრიცის მოცემული ჩანაწერი არ არის უნიკალური. გთხოვთ შეცვალოთ ან წაშალოთ იგი.
kk_kz: Адам аурулары бойынша агрегацияланған деректер матрицасының ағымдағы жазбасы бірегей емес. Оны өзгертіңіз немесе алып тастаңыз.
ru_ru: Текущая запись матрицы агрегированных данных по заболеваниям человека не является уникальной. Измените или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์กรณีรวมผู้ป่วยนั้นซ้ำ กรุณาเปลี่ยนหรือลบออก

# mbNotUniqueHumanCaseMatrixRows
source: Some records of Human Aggregate Case Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض سجلات مصفوفة الحالة الإجمالية البشرية ليست فريدة. يرجى تغيير أو حذف السجلات المكررة.
ka_ge: ადამიანთა დაავადებების აგრეგირებულ შემთხვევათა მატრიცის ზოგიერთი ჩანაწერი არ არის უნიკალური. გთხოვთ შეცვალოთ ან წაშალოთ დუბლირებული ჩანაწერები.
kk_kz: Адам аурулары бойынша агрегацияланған деректер матрицасының кейбір жазбалары бірегей емес. Қайталанған жазбаларды жойыңыз немесе өзгертіңіз.
ru_ru: Некоторые записи матрицы агрегированных данных по заболеваниям человека не уникальны. Измените или удалите дублирующие записи.
th_th: บางบันทึกของเมตริกซ์กรณีรวมผู้ป่วยนั้นซ้ำ กรุณาเปลี่ยนหรือลบบันทึกที่ซ้ำกันออก

# mbNotUniqueProphylacticActionMTXRow
source: Current record of Vet Prophylactic Measure Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من مصفوفة الإجراءات الوقائية البيطرية ليس فريدا. يرجى تغييره أو حذفه.
ka_ge: ვეტ პროფილაქტიკურ ღონისძიებათა მატრიცის მოცემული ჩანაწერი არ არის უნიკალური. შეცვალეთ ან წაშალეთ იგი.
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін профилактикалық шаралар тізбесіндегі ағымдағы жазба бірегей емес. Оны өзгертіңіз немесе алып тастаңыз.
ru_ru: Текущая запись переченя профилактических мер для отчета по ветеринарным мероприятиям не уникальна. Пожалуйста измените или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์มาตรการการป้องกันโรคทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยนหรือลบออก

# mbNotUniqueProphylacticActionMTXRows
source: Some records of Vet Prophylactic Measure Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض سجلات مصفوفة الإجراءات الوقائية البيطرية ليست فريدة. يرجى تغيير أو حذف السجلات المكررة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ პროფილაქტიკურ ღონისძიებათა მატრიცაში არ არის უნიკალურიი. გთხოვთ შეცვალოთ ან წაშალოთ დუპლიკატები.
kk_kz: Профилактикалық іс-шаралар тізбесіндегі кейбір жазбалар бірегей емес. Қайталанған жазбаларды өзгертіңіз немесе жойыңыз
ru_ru: Некоторые записи в Перечне профилактических мер не уникальны. Удалите или измените дублирующиеся записи.
th_th: บางบันทึกของเมตริกซ์มาตรการการป้องกันโรคทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยนหรือลบบันทึกที่ซ้ำออก

# mbNotUniqueSanitaryActionMatrixRow
source: Current record of Vet Sanitary Action Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي من مصفوفة الإجراءات الصحية البيطرية ليس فريدا. يرجى تغييره أو حذفه.
ka_ge: ვეტ სანიტარულ ღონისძიებათა მატრიცის მოცემული ჩანაწერი არ არის უნიკალური. შეცვალეთ ან წაშალეთ იგი.
kk_kz: Ветеринариялық-санитарлық іс- шаралар матрицасының ағымдағы жазбасы бірегей емес. Оны айқындаңыз немесе алып тастаңыз.
ru_ru: Текущая запись матрицы ветеринарно-санитарных действий не уникальна. Измените или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์การปฏิบัติสุขอนามัยทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยนหรือลบออก

# mbNotUniqueSanitaryActionMatrixRows
source: Some records of Vet Sanitary Action Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض سجلات مصفوفة الإجراءات الصحية البيطرية ليست فريدة. يرجى تغيير أو حذف السجلات المكررة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ სანიტარულ ღონისძიებათა მატრიცაში არ არის უნიკალურიი. გთხოვთ შეცვალოთ ან წაშალოთ დუპლიკატები.
kk_kz: Ветеринариялық-санитарлық іс-әрекеттербойынша деректер матрицасының кейбір жазбалары бірегей емес. Қайталанған жазбаларды жойыңыз немесе өзгертіңіз.
ru_ru: Некоторые записи матрицы ветеринарно-санитарных действий не уникальны. Удалите или измените дублирующиеся записи.
th_th: บางบันทึกของเมตริกซ์การปฏิบัติสุขอนามัยทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยนหรือลบบันทึกที่ซ้ำกันออก

# mbNotUniqueVetCaseMTXRow
source: Current record of Vet Aggregate Case Matrix is not unique. Please change or delete it.
ar_iq: السجل الحالي لمصفوفة الحالة الإجمالية البيطرية ليس فريداً. يرجى تغييره أو حذفه.
ka_ge: ვეტ აგერეგირებულ შემთხვევათა მატრიცის მოცემული ჩანაწერი არ არის უნიკალური. შეცვალეთ ან წაშალეთ იგი.
kk_kz: Агрегацияланған есеп үшін жануар түрлері бойынша аурулар тізбесінің ағымдағы жазбасы бірегей емес. Оны өзгертіңііз немесе алып тастаңыз.
ru_ru: Текущая запись переченя заболеваний по видам животных для агрегированного отчета не уникальна. Пожалуйста измените или удалите ее.
th_th: บันทึกปัจจุบันของเมตริกซ์กรณีรวมทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยน หรือลบออก

# mbNotUniqueVetCaseMTXRows
source: Some records of Vet Aggregate Case Matrix are not unique. Please change or delete duplicated records.
ar_iq: بعض سجلات مصفوفة الحالة الإجمالية البيطرية ليست فريدة. يرجى تغيير أو حذف السجلات المكررة.
ka_ge: ზოგიერთი ჩანაწერი ვეტ აგრეგირებულ შემთხვევათა მატრიცაში არ არის უნიკალურიი. გთხოვთ შეცვალოთ ან წაშალოთ დუპლიკატები.
kk_kz: Агрегацияланған есеп үшін жануарлар түрлері бойынша аурулар тізбесінің кейбір жазбалары бірегей емес. Бұл жазбаларды өзгертіңіз немесе алып жойыңыз.
ru_ru: Некоторые записи переченя заболеваний по видам животных для агрегированного отчета не уникальны. Пожалуйста измените их или удалите вторичные записи.
th_th: บางบันทึกปัจจุบันของเมตริกซ์กรณีรวมทางสัตวแพทย์นั้นซ้ำ กรุณาเปลี่ยน หรือลบบันทึกที่ซ้ำกันออก

# mbOneCaseSearchResult
source: On the set criteria of search one case was found. Do you want to open it for editing?
ar_iq: تم العثور على حالة واحدة وفق معايير هذا البحث. هل ترغب في فتحها لتحريرها؟
ka_ge: ძებნის შეყვანილი კრიტერიუმების მიხედვით ერთი შემთხვევაა ნაპოვნი. გსურთ მისი გახსნა რედაქტირებისთვის?
kk_kz: Іздеу өлшемдерін қанағаттандыратын бір жағдай табылды. Осы жағдай көрсетілсін бе?
ru_ru: Найден единственный случай, удовлетворяющий критериям поиска. Показать этот случай?
th_th: เจอเพียงรายการเดียวในการตั้งค่าเกณฑ์การค้นหา คุณต้องการเปิดเพื่อแก้ไขหรือไม่

# mbPatientCannotBeContactPerson
source: Some contacts of the patient coincide with the patient. Please correct these records.
ar_iq: بعض جهات الاتصال الخاصة بالمريض تتطابق مع المريض. يرجى تصحيح هذه السجلات.
ka_ge: პაციენტის რომელიმე კონტაქტის შესახებ ინფორმაცია ემთხვევა პაციენტის შესახებ ინფორმაციას. თუ შეიძლება, შეასწორეთ ეს ჩანაწერები.
kk_kz: Байланысушы адамдар тізіміндегі кейбір жазбалар пациенттің өзін көрсетеді. Бұл жазбаларды түзетіңіз.
ru_ru: Некоторые записи в списке контактных лиц указывают на самого пациента. Пожалуйста исправьте эти записи.
th_th: มีบางผู้สัมผัสของผู้ป่วยที่ซ้ำกับผู้ป่วย กรุณาแก้ไขบันทึกเหล่านี้
