Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# strSentByOffice2
source: Reported by: Organization
ar_iq: أرسلت بواسطة: المنظمة
az_latn_az: Hesabat verdi: Müəssisə
hy_am: Հաղորդել է կազմակերպությունը
ka_ge: შეტყობინებულია: დაწესებულება
kk_kz: Есептемені дайындаған: Мекемме
ru_ru: Кем послано экстр. извещение: Учреждение
th_th: รายงานโดย: องค์กร
uk_ua: Установа, що надіслала термінове повідомлення

# strSentByPatronymicName
source: Middle
ar_iq: وسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: Посередині

# strSentByPerson
source: Name
ar_iq: الاسم
az_latn_az: İşçinin adı
hy_am: Անուն
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: ชื่อ
uk_ua: Співробітник

# strSentByPerson2
source: Notification Sent by: Name
ar_iq: أشعار ارسل بواسطة: الاسم
az_latn_az: Təcili bildirişı göndərib: Adı
hy_am: Շտապ հաղորդումն ուղարկել է. Անուն
ka_ge: შეტყობინების გამგზავნი: თანამშრომელი
kk_kz: Хабарламаны жіберген: Аты-жөні
ru_ru: Кем послано экстр. извещение: Сотрудник
th_th: ส่งการแจ้งเตือนโดย: ชื่อ
uk_ua: Співробітник, що надіслав термінове повідомлення

# strSentByPerson3
source: Reported by: Officer
ar_iq: أرسلت بواسطة: الشخص المسوؤل
az_latn_az: Hesabat verdi: Adı
hy_am: Հաղորդել է աշխատակիցը
ka_ge: შეტყობინებულია: თანამშრომელი
kk_kz: Есептемені дайындаған: Қызметкер
ru_ru: Кем послано экстр. извещение: Сотрудник
th_th: รายงานโดย: พนักงาน
uk_ua: Повідомив: співробітник

# strServerName
source: Server Name
ar_iq: اسم الملقم
az_latn_az: Serverin adı
hy_am: Սերվերի անվանում
ka_ge: სერვერის დასახელება
kk_kz: Сервердің атауы
ru_ru: Имя сервера
th_th: ชื่อเซิร์ฟเวอร์
uk_ua: Назва серверу

# strSessionID
source: Session ID
ar_iq: معرف الجلسة
az_latn_az: Sessiyanın Q/N-si
hy_am: Սեսիայի ն/հ
ka_ge: სესიის ID
kk_kz: Сессияның дара №
ru_ru: Инд. № сессии
th_th: ID เซสชั่นการเฝ้าระวังพาหะนำโรค
uk_ua: Інд. № сесії

# strSettlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Yaşayış məntəqəsi
hy_am: Բնակավայր
ka_ge: დასახლებული პუნქტი
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: รหัสพื้นที่
uk_ua: Населений пункт

# strSettlementCode
source: Settlement Code
ar_iq: رمز التجمع السكني
az_latn_az: Unikal kod
hy_am: Բնակավայրի ծածկագիր
ka_ge: დასახლებული პუნქტის კოდი
kk_kz: Бірегей код
ru_ru: Уникальный код
th_th: รหัสข้อตกลง
uk_ua: Код населеного пункту

# strShowMyPref
source: Show My Preferences
ar_iq: إظهار أفضلياتي
az_latn_az: Seçimlərimi qöstər
hy_am: Ցուցադրել իմ նախապատվությունները
ka_ge: ჩემი შერჩეული ჩამონათვალის ჩვენება
kk_kz: Менің артықшылықтарымды көрсету
ru_ru: Показать мои предпочтения
th_th: แสดงการตั้งค่ากำหนดเองของฉัน
uk_ua: Показати мої вподобання

# strSiteID
source: Site ID
ar_iq: معرف الموقع
az_latn_az: Saytın Q/N-si
hy_am: Կայքի ն/հ
ka_ge: ობიექტის ID
kk_kz: Сайт №
ru_ru: № сайта
th_th: ID พื้นที่
uk_ua: Інд. № сайту

# strSiteName
source: Site Name
ar_iq: اسم الموقع
az_latn_az: Saytın adı
hy_am: Կայքի անվանում
ka_ge: ობიექტის დასახელება
kk_kz: Сайттың атауы
ru_ru: Название сайта
th_th: ชื่อพื้นที่
uk_ua: Назва сайту

# strOfficeName
source: Office Name
ar_iq: اسم المكتب
az_latn_az: Offisin adı
hy_am: Կազմակերպության անվանում
ka_ge: ორგანიზაციის დასახელება
kk_kz: Офис атауы
ru_ru: Название учереждения
th_th: ชื่อออฟฟิศ
uk_ua: Назва закладу

# strSiteType
source: Site Type
ar_iq: نوع الموقع
az_latn_az: Saytın növü
hy_am: Կայքի տեսակ
ka_ge: ობიექტის ტიპი
kk_kz: Сайт үлгісі
ru_ru: Тип сайта
th_th: ประเภทพื้นที่
uk_ua: Тип сайту

# strSoughtCareFacility
source: Facility Where Patient First Sought Care
ar_iq: المنشأة التي لجأ إليها المريض لتلقي أول رعاية
az_latn_az: Xəstənin ilk yardım üçün müraciət etmiş müəssisə
hy_am: Հաստատությունը, որին առաջին անգամ դիմել է հիվանդը օգնության համար
ka_ge: პირველი მიმართვის სამედიცინო დაწესებულების დასახელება
kk_kz: Пациент алғаш рет көмек сұрап келген мекеме
ru_ru: Учреждение, в которое пациент впервые обратился за помощью
th_th: สถานบริการที่รักษาครั้งแรก
uk_ua: Заклад, до якого вперше звернувся пацієнт

# strSpecies
source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan Növləri
hy_am: Կենդանատեսակ
ka_ge: სახეობა
kk_kz: Жануардың түрі
ru_ru: Биол. вид
th_th: สายพันธุ์
uk_ua: Вид

# strAnimalFlockSpecies
source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan/Quş Növləri
hy_am: Կենդանատեսակ
ka_ge: სახეობა
kk_kz: Жануардың түрі
ru_ru: Биол. вид
th_th: สายพันธุ์
uk_ua: Вид

# strSpeciesName
source: Species
ar_iq: نوع الحيوان
az_latn_az: Növlər
hy_am: Կենդանատեսակ
ka_ge: სახეობა
kk_kz: Жануардың түрі
ru_ru: Биол. вид животного
th_th: สายพันธุ์
uk_ua: Вид

# strSpeciesType
source: Species
ar_iq: نوع الحيوان
az_latn_az: Heyvan Növləri
hy_am: Կենդանատեսակ
ka_ge: სახეობა
kk_kz: Жануардың түрі
ru_ru: Биол. вид животного
th_th: สายพันธุ์
uk_ua: Вид

# strSampleName
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunənin növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# strStatus
source: Session Status
ar_iq: حالة الجلسة
az_latn_az: Sessiyanın statusu
hy_am: Սեսիայի կարգավիճակ
ka_ge: სესიის სტატუსი
kk_kz: Сессияның жай-күйі
ru_ru: Состояние сессии
th_th: สถานะหน่วย
uk_ua: Стан сесії

# strStreetName
source: Street
ar_iq: شارع
az_latn_az: Küçə
hy_am: Փողոց
ka_ge: ქუჩა
kk_kz: Көше
ru_ru: Улица
th_th: ถนน
uk_ua: Вулиця

# strSummaryNotes
source: Comments
ar_iq: التعليقات
az_latn_az: Qeydlər
hy_am: Մեկնաբանություններ
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: ความเห็น
uk_ua: Коментарі

# strSurrounding
source: Surrounding
ar_iq: المحيط
az_latn_az: Yaşayış mühiti
hy_am: Բնակության միջավայր
ka_ge: გავრცელების არეალი
kk_kz: Мекендеу ортасы
ru_ru: Местность
th_th: สิ่งแวดล้อม
uk_ua: Навколишнє середовище

# strTimeIntervalUnit
source: Time Interval Unit
ar_iq: معيار الفاصل الزمني
az_latn_az: Vaxt müddətinin vahidi
hy_am: Ժամանակահատվածի միավոր
ka_ge: დროის შუალედის ერთეული
kk_kz: Уақыт аралығының бірлігі
ru_ru: Единица временного интервала
th_th: หน่วยช่วงเวลา
uk_ua: Часовий інтервал

# strTownOrVillage
source: Town or Village
ar_iq: بلدة أو قرية
az_latn_az: Şəhər və ya kənd
hy_am: Քաղաք / գյուղ
ka_ge: დასახლებული პუნქტი
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: เมืองหรือหมู่บ้าน
uk_ua: Населений пункт

# strTranslatedName
source: Name (English)
ar_iq: القيمة المترجمة
az_latn_az: Tərcüməsi
hy_am: Անվանում (հայերեն)
ka_ge: ქართული მნიშვნელობა
kk_kz: Атауы (қазақша)
ru_ru: Название (рус.)
th_th: ชื่อคิวรี่ภาษาอังกฤษ (ชื่อเลย์เอ้าแสดงชือภาษาไทย)
uk_ua: Ім'я (англ.)

# strCaseClassificationTranslatedName
source: Translated Value
ar_iq: ترجمت بواسطة
az_latn_az: Tərcüməsi
hy_am: Թարգմանված անվանում
ka_ge: ქართული მნიშვნელობა
kk_kz: Жағдай категориясы (орыс.)
ru_ru: Категория случая (рус.)
th_th: ค่าที่แปล
uk_ua: Категорія випадку (укр.)

# strVaccinationRoute
source: Route
ar_iq: المسار
az_latn_az: Peyvəndlənmənin keçirilmə üsulu
hy_am: Պատվաստումների իրականացման միջոց
ka_ge: ვაქცინაციის მეთოდი
kk_kz: Вакцинация жүргізу тәсілі
ru_ru: Способ проведения вакцинации
th_th: เส้นทาง
uk_ua: Спосіб проведення

# strVaccinationType
source: Type
ar_iq: النوع
az_latn_az: Peyvəndlənmənin növü
hy_am: Տեսակ
ka_ge: ვაქცინის ტიპი
kk_kz: Үлгі
ru_ru: Тип
th_th: ประเภท
uk_ua: Тип

# strValidateComment
source: Comments (Validated)
ar_iq: تعليقات ( مؤكدة )
az_latn_az: Şərhlər (Təsdiq olunub)
hy_am: Նշում (ստուգված է)
ka_ge: კომენტარები (დგადამოწმება)
kk_kz: Ескертпе (Тексерілді)
ru_ru: Примечания (Проверен)
th_th: ความเห็น(ตรวจสอบแล้ว)
uk_ua: Коментарі

# strVectorID
source: Vector ID
ar_iq: معرف الناقل
az_latn_az: Keçiricinin Q/N-si
hy_am: Պուլի/Պահոցի ն/հ
ka_ge: გადამტანის ID
kk_kz: Жұқтырушының дара №
ru_ru: Инд. № переносчика
th_th: ID ตัวนำโรค
uk_ua: Інд. № переносника

# strVectors
source: Vectors types
ar_iq: أنواع النواقل
az_latn_az: Keçiricilərin növü
hy_am: Պահոցների/Փոխանցողների տեսակներ
ka_ge: გადამტანის ტიპი
kk_kz: Жұқтырушылардың типтері
ru_ru: Типы переносчиков
th_th: ประเภทพาหะนำโรค
uk_ua: Типи переносників

# strVectorSpecificData
source: Vector specific data
ar_iq: بيانات محددة حول الناقل
az_latn_az: Keciricilər haqqında xüsusi məlumat
hy_am: Պահոցի/Փոխանցողի մանրամասն տվյալներ
ka_ge: დეტალური მონაცემები გადამტანის შესახებ
kk_kz: Жұқтырушы туралы егжей-тегжейлі деректер
ru_ru: Дополнительные данные о переносчике
th_th: ข้อมูลเฉพาะของพาหะ
uk_ua: Детальні дані про переносника

# strWorkPhone
source: Phone Number
ar_iq: رقم الهاتف
az_latn_az: Telefon
hy_am: Հեռախոսահամար
ka_ge: ტელეფონის ნომერი
kk_kz: Телефон
ru_ru: Телефон
th_th: เบอร์โทรศัพท์
uk_ua: Службовий телефон пацієнта

# TentativeDiagnosisName
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnozlar
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัย
uk_ua: Остаточний діагноз

source: Test Category
ar_iq: فئة الاختبار
az_latn_az: Testin kateqoriyası
hy_am: Հետազոտության կատեգորիա
ka_ge: ტესტის კატეგორია
kk_kz: Тест санаты
ru_ru: Категория теста
th_th: กลุ่มลักษณะการทดสอบ
uk_ua: Категорія тесту

# TestDiagnosis
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnozlar
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัย
uk_ua: Остаточний діагноз

# TestDiagnosis2
source: Test Diagnosis
ar_iq: التشخيص حسب الاختبار
az_latn_az: Test ilə təsdiq olunmalı diaqnoz
hy_am: Հետազոտության ախտորոշում
ka_ge: საკვლევი დაავადება
kk_kz: Тест бойынша диагноз
ru_ru: Диагноз для подтверждения тестом
th_th: การวินิจฉัย
uk_ua: Діагноз для підтвердження тестом

# TestDiagnosisName
source: Test Diagnosis
ar_iq: التشخيص حسب الاختبار
az_latn_az: Test ilə təsdiq olunmalı diaqnoz
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัยการทดสอบ
uk_ua: Діагноз

# TestForDiseaseType
source: Test Category
ar_iq: فئة الاختبار
az_latn_az: Testin Kateqoriyası
hy_am: Հետազոտության կատեգորիա
ka_ge: ტესტის კატეგორია
kk_kz: Тест санаты
ru_ru: Категория теста
th_th: หมวดหมู่การทดสอบ
uk_ua: Категорія тесту

source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тесттің атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

source: Test Result
ar_iq: نتيجة الاختبار
az_latn_az: Testin nəticəsi
hy_am: Հետազոտության արդյունք
ka_ge: შედეგი
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลการทดสอบ
uk_ua: Результат тесту

# TestResultObservation
source: Result/Observation
ar_iq: نتيجة/ملاحظة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: ტესტის შედეგი/დაკვირვება
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลการตรวจ
uk_ua: Результат/Спостереження

# strObservation
source: Additional Test Details
ar_iq: تفاصيل إضافية عن الاختبار
az_latn_az: Əlavə test nəticələri
hy_am: Հետազոտության լրացուցիչ մանրամասներ
ka_ge: ტესტის დამატებითი დეტალები
kk_kz: Тесттің қосымша мәліметтер
ru_ru: Доп. подробн. сведения о тесте
th_th: รายละเอียดการทดสอบเพิ่มเติม
uk_ua: Додаткові відомості про тест

# TestsCount
source: Test Count
ar_iq: عدد الاختبارات
az_latn_az: Testlərin sayı
hy_am: Հետազոտությունների քանակ
ka_ge: ტესტის რაოდენობა
kk_kz: Тесттің саны
ru_ru: Число тестов
th_th: จำนวนการทดสอบ
uk_ua: Кількість зразків

source: Test Status
ar_iq: حالة الاختبار
az_latn_az: Testin statusu
hy_am: Հետազոտության կարգավիճակ
ka_ge: ტესტის სტატუსი
kk_kz: Тесттің мәртебесі
ru_ru: Статус теста
th_th: สถานะการทดสอบ
uk_ua: Статус тесту

# TestType
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тесттің атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# titleActions
source: Actions
ar_iq: الإجراءات
az_latn_az: Tədbirlər
hy_am: Գործողություններ
ka_ge: ღონისძიებები
kk_kz: Әрекеттер
ru_ru: Действия
th_th: การปฏิบัติ
uk_ua: Дії

# titleCurrentResidence
source: Current Residence
ar_iq: الإقامة الحالية
az_latn_az: Mövcud yaşayış yeri
hy_am: Ներկա բնակավայր
ka_ge: ამჟამინდელი საცხოვრებელი ადგილი
kk_kz: Нақты тұрғылықты жеріндегі мекенжайы
ru_ru: Адрес фактического места жительства
th_th: ที่อยู่ปัจจุบัน
uk_ua: Адреса фактичного місцепроживання

# TransferFrom
source: Transferred From
ar_iq: تم النقل من
az_latn_az: Haradan göndərildi
hy_am: Որտեղից
ka_ge: საიდან გადაიცა
kk_kz: Қайдан
ru_ru: Передано из организации
th_th: ย้ายมาจาก
uk_ua: Передано з

# TransferTo
source: Transferred To
ar_iq: تم النقل إلى
az_latn_az: Hara ötürüldü
hy_am: Ուր
ka_ge: სად გადაიცა
kk_kz: Қайда
ru_ru: Передана в организацию
th_th: ย้ายไปที่
uk_ua: Передано в

# strOrganizationTransferTo
source: Organization Transferred To
ar_iq: المنظمة التي تم النقل إليها
az_latn_az: Nümunə hara ötürülmüşdür
hy_am: Տեղափոխվել է կազմակերպություն
ka_ge: ორგანიზაცია სადაც გადაიცა
kk_kz: Қайда жіберілген мекеме
ru_ru: Передана в организацию
th_th: โอนย้ายไปที่หน่วยงาน
uk_ua: Передано в організацію

# Vaccination.strDiagnosis
source: Diagnosis name
ar_iq: اسم التشخيص
az_latn_az: Xəstəliyin adı
hy_am: Ախտորոշման անվանում
ka_ge: დაავადება
kk_kz: Диагноз
ru_ru: Диагноз
th_th: ชื่อการวินิจฉัย
uk_ua: Назва діагнозу

# Vaccination.strNote
source: Comments
ar_iq: التعليقات
az_latn_az: Əlavə qeydlər
hy_am: Մեկնաբանություններ
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: ความเห็น
uk_ua: Коментарі

# ValidatedName
source: Validated by
ar_iq: تم التأكيد من طرف
az_latn_az: Təsdiq edən şəxs
hy_am: Հաստատել է
ka_ge: ვინ გადაამოწმა
kk_kz: Кім растады
ru_ru: Кем проверен
th_th: ผู้ตรวจสอบ
uk_ua: Ким підтверджено

# varValue
source: Value
ar_iq: القيمة
az_latn_az: Dəyər
hy_am: Արժեք
ka_ge: მნიშვნელობა
kk_kz: Мәні
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# Vector.idfFieldCollectedByPerson
source: Collector
ar_iq: موظف التجميع
az_latn_az: Toplayan işçi
hy_am: Հավաքագրող
ka_ge: შეგროვებულია თანამშრომლის მიერ
kk_kz: Қызметкер жинады
ru_ru: Собрано сотрудником
th_th: ผู้เก็บ
uk_ua: Зібрано співробітником

# Vector.strComment
source: Comment
ar_iq: تعليق
az_latn_az: Şərh
hy_am: Մեկնաբանություն
ka_ge: კომენტარი
kk_kz: Ескерту
ru_ru: Примечание
th_th: ความเห็น
uk_ua: Коментар

# Vector.strFieldVectorID
source: Field pool/vector ID
ar_iq: معرف التجمع/الناقل الحقلي
az_latn_az: Hövzənin/keçiricinin sahədəki Q/N-si
hy_am: Պուլի/Պահոցի դաշտային ն/հ
ka_ge: პულის/გადამტანის საველე ID
kk_kz: Жинау кезіндегі пулдың/жұқтырушының дара №
ru_ru: Инд. № пула/переносчика при сборе
th_th: ID พื้นที่พาหะ/กลุ่มพาหะ
uk_ua: Інд. № пула/переносника при відборі

# Vector.strSettlement
source: Settlement (nearest)
ar_iq: التجمع السكني (الأقرب)
az_latn_az: Yaşayış məntəqələri (yaxın)
hy_am: Բնակավայր (մոտակա)
ka_ge: დასახლებული პუნქტი (უახლოესი)
kk_kz: Елді мекен (жақын жердегі)
ru_ru: Ближайший населенный пункт
th_th: รหัสพื้นที่ (ใกล้ที่สุด)
uk_ua: Населений пункт (найближчий)

# Vector.strVectorID
source: Pool/Vector ID
ar_iq: معرف التجمع/الناقل
az_latn_az: Hövzənin/Keçiricinin Q/N
hy_am: Պուլի/Պահոցի ն/հ
ka_ge: პულის/გადამტანის ID
kk_kz: Пулдың/Жұқтырушының дара №
ru_ru: Инд. № пула/переносчика
th_th: ID พาหะ/กลุ่มพาหะ
uk_ua: Інд. № пула/переносника

# VectorLabSample.strDiagnosisName
source: Lab test diagnosis
ar_iq: التشخيص حسب الاختبار المخبري
az_latn_az: Test üzrə diaqnoz
hy_am: Ախտորոշում ըստ լաբորատոր հետազոտության
ka_ge: დიაგნოზი ტესტის მიხედვით
kk_kz: Тест бойынша диагноз
ru_ru: Диагноз по тесту
th_th: การวินิจฉัยการทดสอบห้องปฏิบัติการ
uk_ua: Діагноз після тесту

# VectorSample.idfFieldCollectedByOffice
source: Collected by institution
ar_iq: تم الجمع من طرف المؤسسة
az_latn_az: Toplayan təşkilat
hy_am: Նմուշառված է կազմակերպության կողմից
ka_ge: შეგროვებულია ორგანიზაციის მიერ
kk_kz: Ұйым жинады
ru_ru: Собрано организацией
th_th: เก็บโดยหน่วยงาน
uk_ua: Зібрано організацією

# VectorSample.strBarcode
source: Lab Sample ID
ar_iq: معرف العينة المخبري
az_latn_az: Nümunənin Q/N-si
hy_am: Պուլի/Անհատական պահոցի ն/հ
ka_ge: ნიმუშის ლაბ ID
kk_kz: Сынаманың зертханалық №
ru_ru: Лабораторный № пробы
th_th: ID ตัวอย่างห้องปฏิบัติการ
uk_ua: Інд. лабораторный № зразку

# VectorSample.strFieldBarcode
source: Field Sample ID
ar_iq: معرف العينة الحقلية
az_latn_az: Nümunənin sahədəki Q/N-si
hy_am: Պահոցի/փոխանցողի տեսակ
ka_ge: ნიმუშის საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID พื้นที่เก็บตัวอย่าง
uk_ua: Інд. польовий № зразку

# VectorSample.strNote
source: Comment
ar_iq: تعليق
az_latn_az: Şərh
hy_am: Մեկնաբանություն
ka_ge: კომენტარი
kk_kz: Ескерту
ru_ru: Примечание
th_th: ความเห็น
uk_ua: Коментар

# VsSessionSummary.RecordID
source: Record ID
ar_iq: معرف السجل
az_latn_az: Yazının Q/N-i
hy_am: Գրառման ն/հ
ka_ge: ჩანაწერის ID
kk_kz: Жазбаның идентификациялық нөмірі
ru_ru: Инд. № записи
th_th: ID บันทึก
uk_ua: Інд. № запису

# VetCase.FinalDiagnogis
source: Final Diagnosis
ar_iq: التشخيص النهائي
az_latn_az: Yekun diaqnoz
hy_am: Վերջնական ախտորոշում
ka_ge: საბოლოო დიაგნოზი
kk_kz: Түпкілікті диагноз
ru_ru: Окончательный диагноз
th_th: การวินิจฉัยสุดท้าย
uk_ua: Остаточний діагноз

# VetCase.TentativeDiagnosis1
source: Tentative Diagnosis 1
ar_iq: التشخيص المبدئي 1
az_latn_az: Ehtimal edilən diaqnoz 1
hy_am: Նախնական ախտորոշում 1
ka_ge: სავარაუდო დიაგნოზი 1
kk_kz: 1-болжамды диагноз
ru_ru: Предположительный диагноз 1
th_th: ข้อวินิจฉัย 1
uk_ua: Попередній діагноз 1

# VetCase.TentativeDiagnosis2
source: Tentative Diagnosis 2
ar_iq: التشخيص المبدئي 2
az_latn_az: Ehtimal edilən diaqnoz 2
hy_am: Նախնական ախտորոշում 2
ka_ge: სავარაუდო დიაგნოზი 2
kk_kz: 2-болжамды диагноз
ru_ru: Предположительный диагноз 2
th_th: ข้อวินิจฉัย 2
uk_ua: Попередній діагноз 2

# VetCase.TentativeDiagnosis3
source: Tentative Diagnosis 3
ar_iq: التشخيص المبدئي 3
az_latn_az: Ehtimal edilən diaqnoz 3
hy_am: Նախնական ախտորոշում 3
ka_ge: სავარაუდო დიაგნოზი 3
kk_kz: 3-болжамды диагноз
ru_ru: Предположительный диагноз 3
th_th: ข้อวินิจฉัย 3
uk_ua: Попередній діагноз 3

# VetCaseList.strFieldBarCode
source: Local Sample ID
ar_iq: معرف العينة المحلية
az_latn_az: Nümunənin yerli Q/N-si
hy_am: Նմուշի առաջնային ն/հ
ka_ge: ნიმუშის საველე ID
kk_kz: Іріктеу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID ตัวอย่างท้องถิ่น
uk_ua: Ідентифікатор локальної проби

# VetFarmTree.strNote
source: Note (Include Breed)
ar_iq: ملاحظة (إدراج السلالة)
az_latn_az: Qeyd (cinsi daxil edərək)
hy_am: Նշում (Ներառել ցեղը)
ka_ge: შენიშვნა (ჯიშის მითითებით)
kk_kz: Ескеру (тұқымды қоса алғанда)
ru_ru: Примечание (включая породу)
th_th: หมายเหตุ (รวมพันธุ์)
uk_ua: Примітка (включаючи породу)

# VsSession.idfsSettlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Yaşayış məntəqəsi
hy_am: Բնակավայր
ka_ge: დასახლება
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: รหัสพื้นที่
uk_ua: Населений пункт

# VsSessionListItem.dblLatitude
source: Latitude
ar_iq: خط العرض
az_latn_az: Enlik
hy_am: Լայնություն
ka_ge: განედი
kk_kz: Ендік
ru_ru: Широта
th_th: ละติจูด
uk_ua: Широта

# VsSessionListItem.dblLongitude
source: Longitude
ar_iq: خط الطول
az_latn_az: Uzunluq
hy_am: Երկայնություն
ka_ge: გრძედი
kk_kz: Бойлық
ru_ru: Долгота
th_th: ลองติจูด
uk_ua: Довгота

# WeekForAggr
source: Week
ar_iq: أسبوع
az_latn_az: Həftə
hy_am: Շաբաթ
ka_ge: კვირა
kk_kz: Апта
ru_ru: Неделя
th_th: อาทิตย์
uk_ua: Тиждень

# YearForAggr
source: Year
ar_iq: سنة
az_latn_az: İl
hy_am: Տարի
ka_ge: წელი
kk_kz: Жыл
ru_ru: Год
th_th: ปี
uk_ua: Рік

source: Year 1
ar_iq: السنة 1
az_latn_az: İl 1
hy_am: Տարի 1
ka_ge: წელი 1
kk_kz: Жыл 1
ru_ru: Год 1
th_th: ปี 1
uk_ua: Рік 1

source: Year 2
ar_iq: السنة 2
az_latn_az: İl 2
hy_am: Տարի 2
ka_ge: წელი 2
kk_kz: Жыл 2
ru_ru: Год 2
th_th: ปี 2
uk_ua: Рік 2

source: Animal Sex
ar_iq: جنس الحيوان
az_latn_az: Heyvanın Cinsiyyəti
hy_am: Կենդանու սեռ
ka_ge: ცხოველის სქესი
kk_kz: Жануардың жынысы
ru_ru: Пол животного
th_th: เพศของสัตว์
uk_ua: Стать тварини

source: Animal Condition
ar_iq: حالة الحيوان
az_latn_az: Heyvanın vəziyyəti
hy_am: Կենդանու վիճակ
ka_ge: ცხოველის სტატუსი
kk_kz: Жануардың жай-күйі
ru_ru: Состояние животного
th_th: สภาพของสัตว์
uk_ua: Стан тварини

source: Contact Phone
ar_iq: هاتف جهة الاتصال
az_latn_az: Əlaqə telefonu
hy_am: Կոնտակտային հեռախոսահամար
ka_ge: საკონტაქტო ტელეფონი
kk_kz: Байланыс телефоны
ru_ru: Контактный телефон
th_th: เบอร์โทรศัพท์
uk_ua: Телефон ферми

source: Livestock Production Type
ar_iq: نوع الإنتاج الحيواني
az_latn_az: Qaramal istehsalın tipi
hy_am: Անասնաբուծական արտադրանքի տեսակ
ka_ge: მეცხოველეობის ფერმის სპეციალიზაცია
kk_kz: Жануар өнімінің үлгісі
ru_ru: Тип животноводчекой продукции
th_th: ประเภทการผลิตปศุสัตว์
uk_ua: Тип продукції тваринництва

source: Avian Production Type
ar_iq: نوع إنتاج الطيور
az_latn_az: Quşçuluq istehsalının tipi
hy_am: Թռչնարտադրության տեսակ
ka_ge: მეფრინველეობის ფერმის სპეციალიზაცია
kk_kz: Құс өнімдерінің үлгісі
ru_ru: Тип птицеводческой продукции
th_th: ประเภทการผลิตสัตว์ปีก
uk_ua: Тип пташиної продукції

source: Avian Farm Type
ar_iq: نوع مزرعة الطيور
az_latn_az: Quşçuluq fermasının tipi
hy_am: Թռչնաֆերմայի տեսակ
ka_ge: მეფრინველეობის ფერმის ტიპი
kk_kz: Құс өсіретін ферманың үлгісі
ru_ru: Тип птицеводческой фермы
th_th: ประเภทฟาร์มสัตว์ปีก
uk_ua: Тип пташиної ферми

source: Owner First Name
ar_iq: اسم المالك
az_latn_az: Sahibkarın adı
hy_am: Սեփականատիրոջ անունը
ka_ge: მესაკუთრის სახელი
kk_kz: Ферма иесінің аты
ru_ru: Имя владельца фермы
th_th: ชื่อเจ้าของ
uk_ua: Ім'я власника

source: Owner Middle Name
ar_iq: الاسم الأوسط للمالك
az_latn_az: Sahibkarın atasının adı
hy_am: Սեփականատիրոջ հայրանունը
ka_ge: მესაკუთრის მამის სახელი
kk_kz: Иесінің әкесінің аты
ru_ru: Отчество владельца
th_th: ชื่อกลางเจ้าของ
uk_ua: По-батькові власника

source: Owner Last Name
ar_iq: مالك المزرعة
az_latn_az: Sahibkarın soyadı
hy_am: Սեփականատիրոջ ազգանունը
ka_ge: მესაკუთრის გვარი
kk_kz: Ферма иесінің тегі
ru_ru: Фамилия владельца фермы
th_th: นามสกุลเจ้าของ
uk_ua: Прізвище власника

source: Farm Owner First Name
ar_iq: الاسم الاول لمالك المزرعة
az_latn_az: Fermanın sahıbin adı
hy_am: Տնտեսության սեփականատիրոջ անուն
ka_ge: ფერმის მესაკუთრის გვარი
kk_kz: Ферма иесінің аты
ru_ru: Владелец фермы: Имя
th_th: ชื่อแรกเจ้าของฟาร์ม
uk_ua: Власник ферми: Ім'я

source: Farm Owner Middle Name
ar_iq: الاسم الوسطي لمالك المزرعة
az_latn_az: Fermanın sahıbin atasının adı
hy_am: Տնտեսության սեփականատիրոջ հայրանուն
ka_ge: ფერმის მესაკუთრის სახელი
kk_kz: Ферма иесінің әкесінің аты
ru_ru: Владелец фермы: Отчество
th_th: ชื่อกลางเจ้าของฟาร์ม
uk_ua: Власник ферми: По батькові

source: Farm Owner Last Name
ar_iq: الاسم الاخير لمالك المزرعة
az_latn_az: Fermanın sahıbin soyadı
hy_am: Տնտեսության սեփականատիրոջ ազգանուն
ka_ge: ფერმის მესაკუთრის მამის სახელი
kk_kz: Ферма иесінің тегі
ru_ru: Владелец фермы: Фамилия
th_th: นามสกุลเจ้าของฟาร์ม
uk_ua: Власник ферми: Прізвище

# AsSessionTableViewItem.AnimalAge
source: Animal Age
ar_iq: عمر الحيوان
az_latn_az: Heyvanın yaşı
hy_am: Կենդանու տարիք
ka_ge: ასაკი
kk_kz: Жануардың жасы
ru_ru: Возраст животного
th_th: อายุสัตว์
uk_ua: Вік тварини

# AsSessionTableViewItem.SampleType
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

source: Type
ar_iq: النوع
az_latn_az: Növ
hy_am: Տեսակ
ka_ge: ტიპი
kk_kz: Үлгі
ru_ru: Тип
th_th: ประเภท
uk_ua: Тип

source: Campaign Status
ar_iq: حالة الحملة
az_latn_az: Kampaniyanın statusu
hy_am: Կամպանիայի կարգավիճակ
ka_ge: კამპანიის სტატუსი
kk_kz: Науқанның жай-күйі
ru_ru: Состояние кампании
th_th: สถานะการรณรงค์
uk_ua: Стан кампанії

# UserGroupMember.EmployeeTypeName
source: Type
ar_iq: النوع
az_latn_az: Növ
hy_am: Տեսակ
ka_ge: ტიპი
kk_kz: Типі
ru_ru: Тип
th_th: ประเภท
uk_ua: Тип

# UserGroupMember.strName
source: Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
ka_ge: დასახელება
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อ
uk_ua: Назва

# UserGroupMember.OrganizationName
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: องค์กร
uk_ua: Заклад
