Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# mbTooManyCaseSearchResults
source: The result of search returns more than 2000 cases. Only 2000 cases will be displayed in the list. Do you want to choose a case from a list? Otherwise please narrow the search criteria.
ar_iq: أظهرت نتيجة البحث أكثر من 2000 حالة. سيتم عرض 2000 حالة فقط في القائمة. هل تود اختيار حالة من القائمة؟ وإلا يرجى تضييق معايير البحث.
ka_ge: ნაპოვნი ჩანაწერების რაოდენობა აღემატება 2000 შემთხვევას. ჩამონათვალში შესაძლებელია მხოლოდ 2000 შემთხვევის ჩვენება. გსურთ შემთხვევის არჩევა ჩამონათვალიდან? წინააღმდეგ შემთხვევაში შეცვალეთ ძებნის კრიტერიუმები.
kk_kz: Ізденістің нәтижесі 2000 аса уақиғаны қайтарады. Ғана 2000 уақиға тізбеде кейіптелу болады. Уақиғаны тізбеден таңдап алу келеме?
ru_ru: Результаты поиска содержат более 2000 случаев заболевания человека. В списке может быть отражено не более 2000 случаев. Хотите выбрать случай заболевания из полученного списка?
th_th: ผลลัพธ์ของการค้นหานั้นมีมากกว่า 2000 กรณี จะแสดงเฉพาะ 2000 รายการเท่านั้น คุณต้องการเลือกกรณีจากรายการหรือไม่? ถ้าไม่ กรุณาจำกัดเกณฑ์การค้นหาให้แคบลง

# cbReportSource0
source: Case ID
ar_iq: هوية تعريف الحالة
ka_ge: შემთხვევის ID
kk_kz: Жағдай жеке нөмірі
ru_ru: Идентификатор случая заболевания
th_th: ID กรณี

# cbReportSource1
source: Session ID
ar_iq: هوية تعريف الجلسة
ka_ge: სესიის ID
kk_kz: Сессия жеке нөмірі
ru_ru: Идентификатор сессии
th_th: ID เซสชั่น

# cbReportCondition1
source: Sealed; contract
ar_iq: مختوم; عقد
ka_ge: დალუქული; ხელშეკრულებით
kk_kz: Жапсырылған; келісім-шарт
ru_ru: Загерметизировано; договор
th_th: ปิดผนึก: สัญญา

# cbReportCondition2
source: Unsealed; contract
ar_iq: غير مختوم; عقد
ka_ge: დაულუქავი; ხელშეკრულებით
kk_kz: Ашылған; келісім-шарт
ru_ru: Разгерметизировано; договор
th_th: ไม่ปิดผนึก: สัญญา

# cbReportCondition3
source: Sealed; by request
ar_iq: مختوم; بطلب
ka_ge: დალუქული; მომართვით
kk_kz: Жапсырылған; талап ету бойынша
ru_ru: Загерметизировано; по запросу
th_th: ปิดผนึก: ตามการร้องขอ

# cbReportCondition4
source: Unsealed; by request
ar_iq: غير مختوم; بطلب
ka_ge: დაულუქავი; მომართვით
kk_kz: Ашылған; талап ету бойынша
ru_ru: Разгерметизировано; по запросу
th_th: ไม่ปิดผนึก: ตามการร้องขอ

# cbPeriodType0
source: Year
ar_iq: سنة
ka_ge: წელი
kk_kz: Жыл
ru_ru: Год
th_th: ปี

# cbPeriodType1
source: Half-year
ar_iq: نصف سنة
ka_ge: ნახევარი წელი
kk_kz: Жарты жыл
ru_ru: Полугодие
th_th: ครึ่งปี

# cbPeriodType2
source: Quarter
ar_iq: ربع
ka_ge: კვარტალი
kk_kz: Тоқсан
ru_ru: Квартал
th_th: ไตรมาศ

# cbPeriodType3
source: Month
ar_iq: شهر
ka_ge: თვე
kk_kz: Ай
ru_ru: Месяц
th_th: เดือน

# cbCounter0
source: Absolute number
ar_iq: رقم مطلق
ka_ge: აბსოლუტური რიცხვი
kk_kz: Абсолюттік сан
ru_ru: Абсолютное число
th_th: จำนวนสมบูรณ์

# cbCounter1
source: For 10.000 population
ar_iq: لعشرة آلاف ساكن
ka_ge: ყოველ 10.000–ზე
kk_kz: 10.000 тұрғынға
ru_ru: На 10.000 населения
th_th: สำหรับประชากร 10.000

# cbCounter2
source: For 100.000 population
ar_iq: لمئة الف ساكن
ka_ge: ყოველ 100.000
kk_kz: 100.000 тұрғынға
ru_ru: На 100.000 населения
th_th: สำหรับประชากร 100.000

# cbCounter3
source: For 1.000.000 population
ar_iq: لمليون ساكن
ka_ge: ყოველ 1.000.000–ზე
kk_kz: 1.000.000 тұрғынға
ru_ru: На 1.000.000 населения
th_th: สำหรับประชากร 1.000.000

# errNonUniqueSampleTransferID
source: It is not possible to create 2 records with the same Sample Transfer ID value. The record with the Sample Transfer ID = '{0}' already exists.
ar_iq: لا يمكن إنشاء سجلين يتمتعان بنفس قيمة معرف نقل العينة. السجل الذي يحمل معرف ناقل العينة = '{0}' موجود مسبقاً.
ka_ge: შეუძლებელია ორი ჩანაწერის შექმნა ნიმუშის გადაცემის აქტის ერთიდაიგივე ID-ით. გადაცემის აქტი '{0}' ნიმუშის გადაცემის აქტის ID-ით უკვე არსებობს.
kk_kz: Екі жазба сынаманың берілісін бірдей нөмірмен жасауға болмайды. Сынаманың берілісінің жазбасы осындай нөмірмен = '{0}' бар.
ru_ru: Нельзя создать 2 записи с одинаковым Инд. № акта передачи пробы. Запись с Инд. № акта пердачи пробы = '{0}' уже существует.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 ที่มีค่า ID การเคลื่อนย้ายตัวอย่างเดียวกันได้ ค่าที่มีID การเคลื่อนย้ายตัวอย่าง= '{0}' มีปรากฏอยู่แล้ว

source: day
ar_iq: يوم
ka_ge: დღე
kk_kz: күн
ru_ru: день
th_th: วัน

source: week
ar_iq: أسبوع
ka_ge: კვირა
kk_kz: апта
ru_ru: неделя
th_th: สัปดาห์

source: month
ar_iq: شهر
ka_ge: თვე
kk_kz: ай
ru_ru: месяц
th_th: เดือน

# WeekCapital
source: Week
ar_iq: أسبوع
ka_ge: კვირა
kk_kz: Апта
ru_ru: Неделя
th_th: สัปดาห์

# MonthCapital
source: Month
ar_iq: شهر
ka_ge: თვე
kk_kz: Ай
ru_ru: Месяц
th_th: เดือน

# cbDateFields10
source: Date of Symptoms Onset
ar_iq: تأريخ بداية الاعراض
ka_ge: სიმპტომების დაწყების თარიღი
kk_kz: Сиптомдардың пайда болған мерзімі
ru_ru: Дата появления симптомов
th_th: วันที่เริ่มปรากฏอาการของโรค

# cbDateFields11
source: Notification Date
ar_iq: تاريخ الابلاغ
ka_ge: შეტყობინების თარიღი
kk_kz: Шұғыл хабарлама берілген күн
ru_ru: Дата извещения
th_th: วันที่แจ้งเตือน

# cbDateFields12
source: Diagnosis Date
ar_iq: تأريخ التشخيص
ka_ge: დიაგნოზის დასმის თარიღი
kk_kz: Диагноз қойылған күн
ru_ru: Дата постановки диагноза
th_th: วันที่ทำการวินิจฉัยครั้งสุดท้าย

# cbDateFields13
source: Date of Changed Diagnosis
ar_iq: تأريخ تغيير التشخيص
ka_ge: დიაგნოზის შეცვლის თარიღი
kk_kz: Диагноздың өзгерген күні
ru_ru: Дата изменённого диагноза
th_th: วันที่เปลี่ยนการวินิจฉัย

# cbDateFields14
source: Date Entered
ar_iq: تأريخ الادخال
ka_ge: შეყვანის თარიღი
kk_kz: Енгізу мезгілі
ru_ru: Дата ввода
th_th: วันที่ป้อน

# cbDateFields20
source: Initial Report Date
ar_iq: تأريخ التقرير الاولي
ka_ge: საწყისი შეტყობინების თარიღი
kk_kz: Хабарлау күні
ru_ru: Дата первоначального отчёта
th_th: วันที่รายงานเบื้องต้น

# cbDateFields21
source: Data Entry Date
ar_iq: تأريخ ادخال البيانات
ka_ge: შეყვანის თარიღი
kk_kz: Деректерді енгізу күні
ru_ru: Дата ввода данных
th_th: วันที่ป้อนข้อมูล

# cbDateFields22
source: Investigation Date
ar_iq: تأريخ التحقيق
ka_ge: კვლევის დაწყების თარიღი
kk_kz: Зерттеу күні
ru_ru: Дата расследования
th_th: วันที่สืบสวน

# cbDateFields30
source: Report Date
ar_iq: تأريخ التقرير
ka_ge: ეტყობინების თარიღი
kk_kz: Есептеме мерзімі
ru_ru: Дата отчёта
th_th: วันที่รายงาน

# cbDateFields31
source: Date of Symptoms Onset
ar_iq: تأريخ بداية الاعراض
ka_ge: სიმპტომების დაწყების თარიღი
kk_kz: Сиптомдардың пайда болған мерзімі
ru_ru: Дата появления симптомов
th_th: วันที่เริ่มปรากฏอาการของโรค

# cbDateFields32
source: Date of Care
ar_iq: تأريخ الرعاية
ka_ge: სამედიცინო დაწესებულებაში მიმართვის თარიღი
kk_kz: Емдеу мерзімі
ru_ru: Дата начала лечения
th_th: วันที่ทำการรักษา

# msgOpenApiGeneral
source: General error
ar_iq: خطأ عام
ka_ge: შეცდომა
kk_kz: Ортақ қате
ru_ru: Общий сбой
th_th: ข้อผิดพลาดทั่วไป

# msgOpenApiWrongFormat
source: Field '{0}' has wrong format
ar_iq: الحقل '{0}' يحتوي على تنسيق خاطئ
ka_ge: ველს '{0}'გააჩნია არასწორი ფორმატი
kk_kz: {0}' жол қате форматпен толтырылған
ru_ru: Поле '{0}' имеет неверный формат
th_th: ช่อง '{0}' มีฟอร์แม็ตที่ผิดพลาด

# msgOpenApiRefNotFound
source: Reference id '{0}' is not found in '{1}' list
ar_iq: تعذر العثور على رقم معرف المرجع '{0}' في قائمة '{1}'
ka_ge: ცნობარი ნომრით '{0}' არ მოიძებნა '{1}' ჩამონათვალში
kk_kz: '{0}' сілтеме нөмірі '{1}' тізімде табылмады
ru_ru: Идентификатор ссылки '{0}' не найден в списке '{1}'
th_th: ไม่พบ ID การอ้างอิง '{0}' ในรายการ'{1}'

# msgOpenApiObjNotFound
source: Object with id '{0}' is not found
ar_iq: تعذر العثور على الكائن الذي يحمل المعرف '{0}'
ka_ge: ობიექტი ნომრით '{0}' არ მოიძებნა
kk_kz: '{0}' идентификатормен объект табылмады
ru_ru: Объект с идентификатором '{0}' не найден
th_th: ไม่พบวัตถุ ID'{0}'

# msgOpenApiReadOnlyField
source: An attempt to set a readonly field '{0}' was occured
ar_iq: حصلت محاولة لإعداد حقل قراءة فقط '{0}'
ka_ge: ველისთვის '{0}' განხორციელდა მხოლოდ წაკითხვადის სტატუსის მინიჭების მცდელობა
kk_kz: {0}' жолақты тек қана оқуға арналған әрекет жасалды
ru_ru: Произошла попытка установки полю '{0}' атрибута «только для чтения»
th_th: ความพยายามในการตั้งช่อง '{0}' อ่านอย่างเดียวเกิดขึ้น

# msgOpenApiModelValidation
source: Model validation returns error: '{0}'
ar_iq: إرجاع خطأ من التحقق من الوضع: '{0}'
ka_ge: რეჟიმის შემოწმება გვაძლევს შეცდომას: '{0}'
kk_kz: Режим тексеру кезінде қате шықты: '{0}'
ru_ru: Проверка режима возвращает ошибку: '{0}'
th_th: การพิสูจน์โมเดลผิดพลาด: '{0}'

# msgOpenApiLoginGeneral
source: Login is failed (general login error)
ar_iq: فشل تسجيل الدخول (خطأ تسجيل دخول عام)
ka_ge: სისტემაში შესვლა ვერ მოხერხდა
kk_kz: Жүйеге кіру барысында қате шықты (Кіру ортақ қате)
ru_ru: Попытка входа в систему не удалась (общая ошибка входа)
th_th: การลงชื่อเข้าใช้ล้มเหลว (ข้อผิดพลาดในการลงชื่อเข้าใช้ทั่วไป)

# msgOpenApiLoginExternal
source: External system is not supported
ar_iq: نظام خارجي غير معتمد
ka_ge: გარე სისტემის მხარდაჭერა არ ხდება
kk_kz: Сыртқы жүйеге қолдау көрсетілмейді
ru_ru: Внешняя система не поддерживается
th_th: ไม่รองรับระบบภายนอก

# msgOpenApiLoginRequired
source: Login is required
ar_iq: مطلوب تسجيل الدخول
ka_ge: მომხმარებლის სახელი სავალდებულოა
kk_kz: Жүйеге кіруіңіз қажет
ru_ru: Требуется регистрация в системе
th_th: จำเป็นต้องมีการลงชื่อเข้าใช้

# msgOpenApiAccessDenied
source: Access is denied
ar_iq: تم رفض الدخول
ka_ge: წვდომა უარყოფილია
kk_kz: Кіруге тыйым салынған
ru_ru: В доступе отказано
th_th: การเข้าถึงถูกปฏิเสธ

# titleRelatedCaseSessionReports
source: Related Case/Session Reports
ar_iq: تقارير حالة/جلسة ذات صلة
ka_ge: ეპიდაფეთქებასთან დაკავშირებული შემთხვევები/სესიები
kk_kz: Осы аурудың шығуына байланысты жағдайлар туралы есеп
ru_ru: Отчёты, относящиеся к случаю заболевания / сессии
th_th: รายงานของผู้ป่วย/เซสชั่นที่เกี่ยวข้อง

# btTitleMarkAsPrimary
source: Mark as Primary
ar_iq: يجب وضعه كأولي
ka_ge: მოინიშნოს როგორც პირველადი
kk_kz: Бас ретінде белгілеу
ru_ru: Пометить как первичный
th_th: เลือกผู้ป่วยหลัก

# btTitleAddHumanCase
source: Add Human Case
ar_iq: إضافة حالة بشرية
ka_ge: ადამიანის დაავადების შემთხვევის დამატება
kk_kz: Адамның ауру жағдайын қосу
ru_ru: Добавить случай заболевания человека
th_th: เพิ่มผู้ป่วย

# btTitleAddVeterinaryCase
source: Add Veterinary Case
ar_iq: إضافة حالة بيطرية
ka_ge: ვეტ დაავადების შემთხვევის დამატება
kk_kz: Үй малы ауруларының шығу жағдайын қосу
ru_ru: Добавить случай заболевания животного
th_th: เพิ่มสัตว์ป่วย

# btTitleAddVSSession
source: Add VS Session
ar_iq: إضافة جلسة مراقبة ناقل
ka_ge: ვექტორული ზედამხედველობის სესიის დამატება
kk_kz: Векторлық бақылау сессияны қосу
ru_ru: Добавить сессию надзора за переносчиками заболевания
th_th: เพิ่มเซสชั่นพาหะนำโรค

# msgCasesWithDiagnosis
source: In this mode only cases with at least one diagnosis are displayed
ar_iq: في هذا الوضع يتم فقط عرض الحالات التي تتمتع بتشخيص واحد على الأقل
ka_ge: ამ რეჟიმში ჩანს მხოლოდ ის შემთხვევები რომლებიც შეიცავენ ერთ დიაგნოზს მაინც
kk_kz: Бұл режимде кем дегенде бір диагнозы бар жағдайлар ғана көрсетіледі
ru_ru: В этом режиме отображаются только случаи, имеющие по крайней мере один диагноз
th_th: ในโหมดนี้ จะแสดงเฉพาะเพียงกรณีที่มีอย่างน้อยหนึ่งการวินิจฉัยเท่านั้น

# msgSessionsWithDiagnosis
source: In this mode only sessions with at least one diagnosis are displayed
ar_iq: في هذا الوضع يتم فقط عرض الجلسات التي تتمتع بتشخيص واحد على الأقل
ka_ge: ამ რეჟიმში ჩანს მხოლოდ ის სესიები რომლებიც შეიცავენ ერთ დიაგნოზს მაინც
kk_kz: Бұл режимде кем дегенде бір диагнозы бар сессиялар ғана көрсетіледі
ru_ru: В этом режиме отображаются только случаи заболевания, имеющие по крайней мере один диагноз
th_th: ในโหมดนี้ จะแสดงเฉพาะเพียงเซสชั่นที่มีอย่างน้อยหนึ่งการวินิจฉัยเท่านั้น

source: years
ar_iq: سنة (سنوات)
ka_ge: წლები
kk_kz: жыл
ru_ru: лет
th_th: ปี

# msgReportDateEnteredDate
source: Report Date must be less or equal than Entered Date
ar_iq: يجب أن يكون تاريخ التقرير أقل من تاريخ الإدخال أو مساوٍ له
ka_ge: შეტყობინების თარიღი შეყვანის თარიღზე ადრინდელი ან იგივე უნდა იყოს.
kk_kz: Есептеме мезгілі енгізу мезгіліне сәйкес болу керек
ru_ru: Дата отчёта должна быть меньше или равной дате ввода
th_th: วันที่ของรายงานต้องน้อยกว่าหรือเท่ากับวันที่ป้อน

# msgConfirmResetViewPanel
source: Do you want to reset the view? All view settings will be cleared.
ar_iq: هل تريد إعادة إعداد العرض؟ سيتم مسح كافة إعدادات العرض؟
ka_ge: გსურთ გამოსახულების ნაგულისხმევ პარამეტრებზე დაბრუნება? ყველა პარამეტრი გაუქმდება
kk_kz: Сіз көріністі тазартуыңыз келе ме? Көріністің бүкіл параметрлер жойылады.
ru_ru: Вернуть представление в исходное состояние? Все настройки представления будут очищены.
th_th: คุณต้องการตั้งค่ามุมมองใหม่หรือไม่? การตั้งค่ามุมมองทั้งหมดจะถูกล้าง

# msgDeleteAggregateColumn
source: Do you want to delete aggregate column?
ar_iq: هل تريد حذف عمود حالة مجمعية؟
ka_ge: გსურთ აგრეგირებული სვეტის ამოღება?
kk_kz: Агрегацияланған бағананы жою?
ru_ru: Удалить агрегированную колонку?
th_th: คุณต้องการลบแบบฟอร์มรวมหรือไม่?

source: Rename Column
ar_iq: إعادة تسمية العمود
ka_ge: სვეტის გადარქმევა
kk_kz: Бағананың атауын өзгерту
ru_ru: Переименовать колонку
th_th: ตั้งชื่อคอลัมน์ใหม่

source: Hide Column
ar_iq: أخفاء عمود
ka_ge: სვეტის დამალვა
kk_kz: Бағананы жасыру
ru_ru: Спрятать колонку
th_th: ซ่อนคอลัมน์

source: Original Column Name
ar_iq: اسم العمود الأصلي
ka_ge: სვეტის საწყისი დასახელება
kk_kz: Бағананың алғашқы атауы
ru_ru: Оригинальное имя колонки
th_th: ชื่อคอลัมน์ดั้งเดิม

source: New Column Name
ar_iq: اسم العمود الجديد
ka_ge: სვეტის ახალი დასახელება
kk_kz: Бағананың жаңа атауы
ru_ru: Новое имя колонки
th_th: ชื่อคอลัมน์ใหม่

source: Rename Band
ar_iq: إعادة تسمية النطاق
ka_ge: სვეტების ჯგუფების დასახელების გადარქმევა
kk_kz: Тобтың атауын өзгерту
ru_ru: Переименовать группу колонок
th_th: ตั้งชื่อแถบใหม่

source: Rename Column/Band
ar_iq: إعادة تسمية العمود/النطاق
ka_ge: სვეტის/სვეტების ჯგუფების დასახელების გადარქმევა
kk_kz: Бағананың/тобтың атауын өзгерту
ru_ru: Переименовать колонку / группу колонок
th_th: ตั้งชื่อคอลัมน์/แถบใหม่

source: Original Band Name
ar_iq: اسم النطاق الأصلي
ka_ge: სვეტების ჯგუფის საწყისი დასახელება
kk_kz: Тобтың алғашқы атауы
ru_ru: Начальное название группы колонок
th_th: ชื่อแถบดั้งเดิม

source: New Band Name
ar_iq: اسم النطاق الجديد
ka_ge: სვეტების ჯგუფის ახალი დასახელება
kk_kz: Тобтың жаңа атауы
ru_ru: Новое название группы колонок
th_th: ชื่อแถบใหม่

source: Remove Band
ar_iq: إزالة النطاق
ka_ge: სვეტების ჯგუფის ამოღება
kk_kz: Тобты жою
ru_ru: Удалить группу колонок
th_th: ย้ายเอาแถบออก

source: Hide Band
ar_iq: أخفاء مجموعة
ka_ge: სვეტების ჯგუფის დამალვა
kk_kz: Бағана топты жасыру
ru_ru: Спрятать группу колонок
th_th: ซ่อนแถบ

source: Columns
ar_iq: الأعمدة
ka_ge: სვეტები
kk_kz: Бағаналар
ru_ru: Колонки
th_th: คอลัมน์

source: Freeze Column
ar_iq: تمجيد عمود
ka_ge: სვეტის სათაურის გაყინვა
kk_kz: Бағаналарды бір қалыпты ұстау
ru_ru: Блокировать положение колонки
th_th: ค้างคอลัมน์นี้ไว้

source: Unfreeze Column
ar_iq: تحرير عمود
ka_ge: სვეტის სათაურის გაყინვის მოხსნა
kk_kz: Бағананы бір қалыптан шығару
ru_ru: Разблокировать колонку
th_th: เลิกการค้างคอลัมน์

source: Unfreeze All Columns
ar_iq: تحرير جميع الاعمدة
ka_ge: სათაურების გაყინვის მოხსნა ყველა სვეტისთვის
kk_kz: Бүкіл бағаналарды бір қалыптан шығару
ru_ru: Разблокировать все колонки
th_th: เลิกการค้างคอลัมน์ทั้งหมด

source: Freeze Band
ar_iq: تجميد مجموعة
ka_ge: სვეტების ჯგუფის მდებარეობის გაყინვა
kk_kz: Бағаналарды бір қалыпты ұстау
ru_ru: Блокировать положение группы колонок
th_th: ค้างแถบ

source: Unfreeze Band
ar_iq: تحرير مجموعة
ka_ge: სათაურების გაყინვის მოხსნა სვეტების ჯგუფისთვის
kk_kz: Бағаналар топты бір қалыптан шығару
ru_ru: Разблокировать группу колонок
th_th: เลิกการค้างแถบ

source: Unfreeze All Bands
ar_iq: تحرير جميع المجاميع
ka_ge: სათაურების გაყინვის მოხსნა სვეტების ყველა ჯგუფისთვის
kk_kz: Бағаналарды бір қалыптан шығару
ru_ru: Разблокировать все группы колонок
th_th: เลิกการค้างแถบทั้งหมด

# colSpeciesOrVectorType
source: Species/Vector Type
ar_iq: نوع الناقل/الأصناف
ka_ge: სახეობების/გადამტანის ტიპი
kk_kz: Жануарлардың/жұқтырушының түрі
ru_ru: Тип животного / переносчика заболевания
th_th: ประเภทสายพันธุ์/ตัวนำโรค

# colAnimalOrVectorSpecies
source: Animal ID/Vector Species
ar_iq: معرف الحيوان/أنواع النواقل
ka_ge: ცხოველის ID/გადამტანის სახეობა
kk_kz: Жануар нөмірі/жұқтырушы
ru_ru: Идентификатор животного / вид переносчика заболевания
th_th: ID สัตว์/ตัวนำโรค

# ObjectAccess_ApplyForAllSites
source: Do you want to apply current system function settings to all sites?
ar_iq: هل تود تطبيق إعدادات وظيفة النظام الحالي على كافة المواقع؟
ka_ge: გსურთ სისტემის მიმდინარე პარამეტრები გავრცელდეს ყველა საიტზე?
kk_kz: Сіз қазіргі жүйе параметрлерін бүкіл объектілерге қолдануыңыз келе ме?
ru_ru: Применить текущие настройки функций системы ко всем сайтам?
th_th: คุณต้องการนำการตั้งค่าฟังค์ชั่นระบบล่าสุดไปใช้กับทุกพื้นที่หรือไม่?

# ObjectAccess_Complete
source: Settings successfully applied to other sites
ar_iq: تم تطبيق الإعدادات على المواقع الأخرى بنجاح
ka_ge: პარამეტრები წარმატებულად გავრცელდა ყველა საიტზე.
kk_kz: Параметрлер бүкіл объектілерде ойдағыдай қолданылды
ru_ru: Настройки успешно применены к другим сайтам
th_th: การนำการตั้งค่าไปใช้กับทุกพื้นที่สำเร็จ

# msgNotUniquePatientID
source: It is not possible to create 2 records with the same Personal ID value. The record with the Personal ID = '{0}' already exists.
ar_iq: لا يمكن إنشاء سجلين يتمتعان بنفس قيمة المعرف الشخصي. السجل الذي يحمل المعرف الشخصي = '{0}' موجود مسبقاً.
ka_ge: შეუძლებელია 2 ერთნაირი უნიკალური ID-ის მქონე ჩანაწერის შექმნა. ჩანაწერი სადაც უნიკალური ID = '{0}' უკვე არსებობს.
kk_kz: Нөмірі бірдей екі жағдай жасауға болмайды. Жүйеде берілген нөмірмен = '{0}' жағдай бар.
ru_ru: Создание 2 записей с одинаковым значением личного идентификатора невозможно. Запись с личным идентификатором '{0}' уже существует.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 ที่มีค่า ID บุคคลเดียวกัน ค่าที่มี ID บุคคล= '{0}' มีปรากฏอยู่แล้ว

# msgDuplicatesInXAxis
source: It is not possible to show chart for XAxis with duplicate values.
ar_iq: لا يمكن عرض مخطط المحور X بقيم مكررة.
ka_ge: დიაგრამის ჩვენება X-ძის დუბლირებული სიდიდეებით შეუძლებელია
kk_kz: Қайталанып жатқан мәндері бар кестені X білікке көрсетуге мүмкін емес.
ru_ru: Показ диаграммы для оси Х с повторяющимися значениями невозможен.
th_th: ไม่สามารถแสดงแผนภูมิสำหรับ Xaxis ที่มีค่าที่ซ้ำกันได้

# msgDuplicatesInAdmUnit
source: It is not possible to show map for Administrative Unit with duplicate values.
ar_iq: لا يمكن عرض خريطة الوحدة الإدارية بقيم مكررة.
ka_ge: რუკის ჩვენება ადმინისტრაციული ერთეულის მიხედვით დუბლირებული სიდიდეებით შეუძლებელია
kk_kz: Қайталанып жатқан мәндері бар картаны администратифтік бөлімге көрсетуге мүмкін емес.
ru_ru: Показ карты по административной единице с повторяющимися значениями невозможен.
th_th: ไม่สามารถแสดงแผนที่สำหรับหน่วยการบริหาร ที่มีค่าที่ซ้ำกันได้

# strFindDuplicates_Id
source: Search for Duplicates
ar_iq: بحث عن نسخ مكررة
ka_ge: ასლების ძებნა
kk_kz: Қайталауларды іздеу
ru_ru: Поиск дубликатов
th_th: ค้นหารายการที่ซ้ำ

# msgAddressIsOutOfBoundaries
source: Did you intend to select a farm outside of the boundaries of the address of the current Active Surveillance Session?
ar_iq: هل كنت تقصد اختيار مزرعة خارج حدود عنوان جلسة المراقبة النشطة الحالية؟
ka_ge: თქვენ აპირებთ დაამატოთ ფერმა რომლიც მდებარეობს მოცემული სესიის მისამართის ფარგლებს გარეთ. გსურთ მისი დამატება?
kk_kz: Сіз ағымдағы Актив Қадағалау Сессияның мекенжайдан тыс жатқан ферманы таңдағыңыз келе ме?
ru_ru: Выбрать ферму за пределами адреса текущей сессии активного надзора?
th_th: คุณตั้งใจที่จะเลือกฟาร์มที่อยู่นอกเขตที่อยู่ของหน่วยเฝ้าระวังเชิงรุกปัจจุบันหรือไม่?

# msgDevExpressXtraPrintingNotFound
source: The 'DevExpress.XtraPrinting' library is not found
ar_iq: لم يتم العثور على مكتبة 'DevExpress.XtraPrinting'
ka_ge: DevExpress.XtraPrinting' არ მოიძებნა
kk_kz: DevExpress.XtraPrinting' библиотекасы табылмады
ru_ru: Библиотека DevExpress.XtraPrinting не найдена
th_th: ไม่พบห้องสมุด 'DevExpress.XtraPrinting'

# errNonUniqueOrganizationID
source: Specified “Unique Organization ID” is already present in the system
ar_iq: "المعرف الفريد للمنظمة" المحدد موجود مسبقاً في النظام
ka_ge: მითითებული "ორგანიზაციის უნიკალური ID " უკვე არსებობს სისტემაში
kk_kz: Көрсетілген "Мекеменің бірегей нөмірі" жүйеде бар
ru_ru: Указанный «Уникальный идентификатор организации» уже есть в системе
th_th: “ID หน่วยงานที่ไม่ซ้ำ” ที่กำหนดมีปรากฏอยู่ในระบบอยู่แล้ว

source: Date From
ar_iq: من تاريخ
ka_ge: საიდან
kk_kz: Бұл уақыттан бері
ru_ru: Дата с
th_th: วันที่จาก

source: Date To
ar_iq: إلى تاريخ
ka_ge: სადამდე
kk_kz: Бұл уақытқа дейін
ru_ru: Дата по
th_th: ถึงวันที่

# msgArgumentContainsNoDataRows
source: Argument contains no data rows
ar_iq: الوسيطة لا تحتوي على صفوف بيانات
ka_ge: არგუმენტი არ შეიცავს მონაცემთა სტრიქონებს
kk_kz: Аргументте ешқандай жолдар жоқ
ru_ru: Аргумент не содержит строки данных
th_th: อาร์กิวเมนท์ไม่มีแถวข้อมูล

# msgCommentsAccessionInPoorCondition
source: Please enter a comment describing why the Sample Condition Received is identified as "Accepted in poor condition"
ar_iq: يرجى إدخال تعليق يصف لماذا تم تعريف حالة تلقي العينة على أنها "قبلت بحالة سيئة"
ka_ge: გთხოვთ შეიყვანოთ კომენტარი, რომელიც აღწერს, თუ რატომ ნიმუშის მდგომარეობა მიღებისას მონიშნულია, როგორც "მიღებულია არასათანადო მდგომარეობაში".
kk_kz: Сынаманың неге "Жаман күйде қабылданды" себебін жазыңыз
ru_ru: Введите, пожалуйста, комментарий, описывающий причину определения параметра «Состояние пробы при поступлении» в качестве «Принята в плохом состоянии»
th_th: กรุณาป้อนความเห็นอธิบายว่าทำไมสภาพตัวอย่างที่ได้รับ ถึงมีการระบุว่าเป็น "รับในสภาพที่ไม่ดี"

# msgCommentsAccessionInRejected
source: Please enter a comment describing why the Sample Condition Received is identified as "Rejected"
ar_iq: يرجى إدخال تعليق يصف لماذا تم تعريف حالة تلقي العينة على أنها "مرفوضة"
ka_ge: გთხოვთ შეიყვანოთ კომენტარი, რომელიც აღწერს, თუ რატომ ნიმუშის მდგომარეობა მიღებისას მონიშნულია, როგორც "დაწუნებული".
kk_kz: Сынаманың неге "Қабылданбады" себебін жазыңыз
ru_ru: Введите, пожалуйста, комментарий, описывающий причину определения параметра «Состояние пробы при поступлении» в качестве «Отклонена»
th_th: กรุณาป้อนความเห็นอธิบายว่าทำไมสภาพตัวอย่างที่ได้รับ ถึงมีการระบุว่าเป็น "ถูกปฏิเสธ"

# msgAllInitialDiagnosis
source: All Initial Diagnosis
ar_iq: كافة التشخيصات الأولية
ka_ge: ყველა საწყისი დიაგნოზი
kk_kz: Бүкіл бастапқы диагноздар
ru_ru: Весь первоначальный диагноз
th_th: การวินิจฉัยเบื้องต้นทั้งหมด

# msgAllFinalDiagnosis
source: All Final Diagnosis
ar_iq: كافة التشخيصات النهائية
ka_ge: ყველა საბოლოო დიაგნოზი
kk_kz: Бүкіл қорытынды диагноздар
ru_ru: Весь окончательный диагноз
th_th: การวินิจฉัยสุดท้ายทั้งหมด

# msgConcordanceBasedOnFinalDiagnosis
source: Concordance Based on Final Diagnosis
ar_iq: الانسجام يعتمد على التشخيص النهائي
ka_ge: შესაბამისობა ეყრდნობა საბოლოო დიაგნოზს
kk_kz: Сәйкестік қорытынды диагноз бойынша берілді
ru_ru: Соответствие основано на окончательном диагнозе
th_th: ความสอดคล้องกันที่อิงจากการวินิจฉัยสุดท้าย

# msgConcordanceBasedOnInitialDiagnosis
source: Concordance Based on Initial Diagnosis
ar_iq: الانسجام يعتمد على التشخيص الاولي
ka_ge: შესაბამისობა ეყრდნობა საწყის დიაგნოზს
kk_kz: Сәйкестік қорытынды диагноз бойынша берілді
ru_ru: Соответствие основано на первоначальном диагнозе
th_th: ความสอดคล้องกันที่อิงจากการวินิจฉัยเบื้องต้น

# msgInitialDiagnosis
source: Initial Diagnosis
ar_iq: التشخيصات الأولية
ka_ge: საწყისი დიაგნოზი
kk_kz: Бастапқы диагноз
ru_ru: Первоначальный диагноз
th_th: การวินิจฉัยเบื้องต้น

# msgFinalDiagnosis
source: Final Diagnosis
ar_iq: التشخيص النهائي
ka_ge: საბოლოო დიაგნოზი
kk_kz: Қорытынды диагноз
ru_ru: Окончательный диагноз
th_th: การวินิจฉัยสุดท้าย

# msgSamplesForGroupAccesionInNotFound
source: Sample with such Local/Field Sample ID is not found
ar_iq: لم يتم العثور على عينة تحمل هذا المعرف المحلي/الحقلي
ka_ge: ნიმუში ასეთი საველე/ადგოლობრივი ID-ით არ მოიძებნა
kk_kz: Осындай жодақпен/ сынаманың жеке нөмірімен сынама табылмады
ru_ru: Указанный инд. № пробы при отборе не найден
th_th: ไม่พบตัวอย่างที่มี ID ท้องถิ่น/พื้นที่ตัวอย่าง
