Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# titleCurrentResidence
source: Current Residence
ar_iq: الإقامة الحالية
ka_ge: ამჟამინდელი საცხოვრებელი ადგილი
kk_kz: Нақты тұрғылықты жеріндегі мекенжайы
ru_ru: Адрес фактического места жительства
th_th: ที่อยู่ปัจจุบัน

# titleDataEntry
source: Data Entry
ar_iq: إدخال البيانات
ka_ge: მონაცემთა შეყვანა
kk_kz: Деректерді енгізу
ru_ru: Ввод данных
th_th: ป้อนข้อมูล

# titleDeleteAnimal
source: Delete Animal
ar_iq: حذف الحيوان
ka_ge: ცხოველის წაშლა
kk_kz: Жануарды алып тастау
ru_ru: Удалить животное
th_th: ลบสัตว์

# titleDeleteFarm
source: Replace Farm
ar_iq: استبدال المزرعة
ka_ge: ფერმის ჩანაწერის შეცვლა
kk_kz: Ферма туралы жазбаны ауыстыру
ru_ru: Замена записи о ферме
th_th: แทนที่ฟาร์ม

# titleDemographicInformation
source: Demographic Information
ar_iq: بيانات سكانية
ka_ge: დემოგრაფიული მონაცემები
kk_kz: Демографиялық ақпарат
ru_ru: Демографическая информация
th_th: ข้อมูลทางประชากร

# titleEpidemiologists
source: Epidemiologists
ar_iq: أخصائيو الأوبئة
ka_ge: ეპიდემიოლოგები
kk_kz: Эпидемиологтар
ru_ru: Эпидемиологи
th_th: การระบาดของโรค

# titleFarmContactInformation
source: Farm Contact Information
ar_iq: معلومات الاتصال بالمزرعة
ka_ge: ფერმის საკონტაქტო ინფორმაცია
kk_kz: Ферманың байланыс ақпараты
ru_ru: Контактная информация фермы
th_th: ข้อมูลการติดต่อฟาร์ม

# titleContactInfo
source: Contact Info
ar_iq: معلومات الاتصال
ka_ge: ფერმის საკონტაქტო ინფორმაცია
kk_kz: Байланысатын адам деректері
ru_ru: Контактная информация
th_th: ข้อมูลการติดต่อ

# titleFarmDetails
source: Farm Details
ar_iq: تفاصيل المزرعة
ka_ge: ფერმის დეტალური მონაცემები
kk_kz: Ферма туралы ақпарат
ru_ru: Информация о ферме
th_th: รายละเอียดฟาร์ม

# titleDetails
source: Details
ar_iq: التفاصيل
ka_ge: დეტალური მონაცემები
kk_kz: Егжей-тегжейлі ақпарат
ru_ru: Подробная информация
th_th: รายละเอียด

# titleNotes
source: Notes
ar_iq: ملاحظات
ka_ge: შენიშვნები
kk_kz: Ескерпелер
ru_ru: Примечания
th_th: หมายเหตุ

# titleGeneralInfo
source: General Info
ar_iq: معلومات عامة
ka_ge: ზოგადი ინფორმაცია
kk_kz: Жалпы ақпарат
ru_ru: Общая информация
th_th: ข้อมูลทั่วไป

# titleAsSessionGeneralInfo
source: General Info
ar_iq: معلومات عامة
ka_ge: ზოგადი ინფორმაცია
kk_kz: Жалпы ақпарат
ru_ru: Общая информация
th_th: ข้อมูลทั่วไป

# titleTabGeneralData
source: General Data
ar_iq: بيانات عامة
ka_ge: საერთო მონაცემები
kk_kz: Жалпы ақпарат
ru_ru: Общие данные
th_th: ข้อมูลทั่วไป

# titleTabVectorSpecificData
source: Vector Specific Data
ar_iq: بيانات محددة حول الناقل
ka_ge: დეტალური მონაცემები გადამტანის შესახებ
kk_kz: Белгілі Жұқтырушы туралы деректер
ru_ru: Специальные данные о переносчике заболевания
th_th: ข้อมูลเฉพาะตัวนำโรค

# titleGeneralInformation
source: General Information
ar_iq: معلومات عامة
ka_ge: ზოგადი ინფორმაცია
kk_kz: Жалпы ақпарат
ru_ru: Общая информация
th_th: ข้อมูลทั่วไป

# titleCollectionData
source: Collection Data
ar_iq: بيانات الجمع
ka_ge: შეგროვების თარიღი
kk_kz: Деректерді Жинау
ru_ru: Данные сбора
th_th: ข้อมูลที่เก็บ

# titleVectorData
source: Vector Data
ar_iq: بيانات الناقل
ka_ge: გადამტანის მონაცემები
kk_kz: Жұқтырушы деректері
ru_ru: Данные о переносчике заболевания
th_th: ข้อมูลตัวนำโรค

# titleListDetectedDiseases
source: List of Detected Diseases
ar_iq: لائحة بالأمراض المكتشفة
ka_ge: გამოვლენილი დაავადებების სია
kk_kz: Белгіленген Ауру Жағдайлардың тізімі
ru_ru: Список из обнаруженных заболеваний
th_th: รายการโรคที่ตรวจจับได้

# titleComment
source: Comment
ar_iq: تعليق
ka_ge: კომენტარი
kk_kz: Ескертпе
ru_ru: Комментарий
th_th: ความเห็น

# titleHumanAggregateCasesList
source: Human Aggregate Cases List
ar_iq: قائمة مجموع الحالات البشرية
ka_ge: ადამიანის დაავადების აგრეგირებული შემთხვევების ჩამონათვალი
kk_kz: Адам аурулары бойынша агрегацияланған деректер тізімі
ru_ru: Агрегированные случаи заболеваний человека
th_th: รายการผู้ป่วยรวม

# titleHumanAggregateCaseTitle
source: Human Aggregate Case Details
ar_iq: تفاصيل مجموع الحالات البشرية
ka_ge: ადამიანთა დაავადებების აგრეგირებული შემთხვევის მონაცემები
kk_kz: Адам аурулары бойынша агрегацияланған деректер
ru_ru: Агрегированный случай заболеваний человека
th_th: รายละเอียดผู้ป่วยรวม

# titleHumanAggregateSummaryTitle
source: Human Aggregate Cases Summary Form
ar_iq: نموذج ملخص مجموع الحالات البشرية
ka_ge: ადამიანთა დაავადების აგრეგირებულ შემთხვევათა შეჯამების ფორმა
kk_kz: Адам ауруының агрегацияланған деректері бойынша жинақталған есеп
ru_ru: Суммарный отчет по агрегированным случаям заболеваний человека
th_th: แบบฟอร์มสรุปผู้ป่วยรวม

# titleHumanCaseDetails
source: Human Case Report Form
ar_iq: نموذج تقرير حالة بشرية
ka_ge: ადამიანის დაავადების შემთხვევა
kk_kz: Адамның ауыру жағдайлары
ru_ru: Случай заболевания человека
th_th: แบบฟอร์มรายงานกรณีมนุษย์

# titleHumanModule
source: Human Module
ar_iq: وحدة بشرية
ka_ge: ჯანდაცვის მოდული
kk_kz: Адамның ауыруы
ru_ru: Заболевания человека
th_th: โมดุลมนุษย์

# titleInitialInvestigationInformation
source: Initial Investigation Information
ar_iq: معلومات عن التحقيقات الاولية
ka_ge: ინფორმაცია შემთხვევის საწყისი კვლევის შესახებ
kk_kz: Алдын ала зерттеу туралы ақпарат
ru_ru: Информация о предварительном расследовании
th_th: ข้อมูลการสืบสวนเบื้องต้น

# titleInvestigated
source: Investigated
ar_iq: تم التحقيق
ka_ge: მოკვლეულია
kk_kz: Зерттелді
ru_ru: Расследовано
th_th: สืบสวนแล้ว

# titleInvestigation
source: Investigation
ar_iq: التحري
ka_ge: კვლევა
kk_kz: Зерттеу
ru_ru: Расследование
th_th: การสอบสวน

# titleCaseInvestigation
source: Case Investigation
ar_iq: التحقيق في الحالة
ka_ge: შემთხვევის კვლევა
kk_kz: Ауру Жағдайдың Зерттелуі
ru_ru: Расследование случая заболевания
th_th: การสืบสวนกรณี

# titleLaboratorySampleLogBook
source: Lab Sample Log Book
ar_iq: دفتر تسجيل العينات المخبرية
ka_ge: ლაბორატორიული ნიმუშების და ტესტების ჩამონათვალი
kk_kz: Зертханалық сынамалар мен тесттер журналы
ru_ru: Журнал лабораторных проб и тестов
th_th: สมุดบันทึกตัวอย่างห้องปฏิบัติการ

# titleLocation
source: Location
ar_iq: الموقع
ka_ge: ადგილმდებარეობა
kk_kz: Орналасқан жері
ru_ru: Местоположение
th_th: สถานที่

# titleLocationOfExposure
source: Location of Exposure
ar_iq: موقع التعرض
ka_ge: ექსპოზიციის ადგილი
kk_kz: Болжамды ауру жұқтырған жер
ru_ru: Предположительное место заражения
th_th: สถานที่ๆมีการสัมผัสเชื้อ

# titleLogin
source: Login
ar_iq: تسجيل الدخول
ka_ge: სისტემაში შესვლა
kk_kz: Пайдаланушының аты
ru_ru: Имя пользователя
th_th: ลงชื่อเข้าใช้

# titleLvstkCaseDetails
source: Livestock Disease Investigation Form
ar_iq: نموذج تحقيق في مرض المواشي
ka_ge: შინაური ცხოველის დაავადების შემთხვევა
kk_kz: Жануарлардың ауыру жағдайы
ru_ru: Случай заболевания животных
th_th: แบบฟอร์มการสืบสวนโรคทางปศุสัตว์

# titleMobileTimeFormat
source: time (hh:mm)
ar_iq: الساعة (س س:دد)
ka_ge: დრო (სთ:წთ)
kk_kz: уақыт (hh:mm)
ru_ru: время (hh:mm)
th_th: เวลา (ชั่วโมง:นาที)

# titleMyCases
source: My cases
ar_iq: حالاتي
ka_ge: ჩემი შემთხვევები
kk_kz: Менің жағдайларым
ru_ru: Мои случаи
th_th: กรณีของฉัน

# titleEnteredBy
source: Entered by
ar_iq: تم الإدخال من طرف
ka_ge: შეყვანილია ვის მიერ
kk_kz: Кім енгізді
ru_ru: Кем введено
th_th: ป้อนโดย

# titleNotificationEnteredBy
source: Notification entered by
ar_iq: تم إدخال الإشعار من طرف
ka_ge: ვინ შეიყვანა შეტყობინება
kk_kz: Жедел хабарламаны енгізген кім
ru_ru: Кем введено экстренное извещение
th_th: ป้อนการแจ้งเตือนโดย

# titleNotificationInfo
source: Notification Info
ar_iq: اشعار مستعجل
ka_ge: სასწრაფო შეტყობინება
kk_kz: Жедел хабарлама
ru_ru: Экстренное извещение
th_th: ข้อมูลการแจ้งเตือน

# titleHumanAggregateCaseNotificationInfo
source: Notification Info
ar_iq: اشعار مستعجل
ka_ge: შეტყობინება
kk_kz: Жедел хабарлама
ru_ru: Экстренное извещение
th_th: ข้อมูลการรายงาน

# titleVetAggregateCaseNotificationInfo
source: Notification Info
ar_iq: اشعار مستعجل
ka_ge: სასწრაფო შეტყობინება
kk_kz: Жедел хабарлама
ru_ru: Экстренное извещение
th_th: ข้อมูลการแจ้งเตือน

# titleVetAggregateActionNotificationInfo
source: Notification Info
ar_iq: اشعار مستعجل
ka_ge: შეტყობინება
kk_kz: Жедел хабарлама
ru_ru: Экстренное извещение
th_th: ข้อมูลการแจ้งเตือน

# titleNotificationReceivedBy
source: Notification received by
ar_iq: تم استقبال الإشعار من طرف
ka_ge: შეტყობინების მიმღები
kk_kz: Есепті қабылдады
ru_ru: Отчет принял
th_th: รับรายงานโดย:

# titleHumanAggregateCaseNotificationReceivedBy
source: Notification received by
ar_iq: تم استقبال الإشعار من طرف
ka_ge: შეტყობინება მიღებულია ვის მიერ:
kk_kz: Есепті қабылдады
ru_ru: Отчет принял
th_th: รับรายงานโดย

# titleVetAggregateCaseNotificationReceivedBy
source: Notification received by
ar_iq: تم استقبال الإشعار من طرف
ka_ge: შეტყობინება მიღებულია ვის მიერ
kk_kz: Есепті қабылдады
ru_ru: Отчет принял
th_th: รับการแจ้งเตือนโดย:

# titleVetAggregateActionNotificationReceivedBy
source: Notification received by
ar_iq: تم استقبال الإشعار من طرف
ka_ge: შეტყობინება მიღებულია ვის მიერ
kk_kz: Есепті қабылдады
ru_ru: Отчет принял
th_th: รับการแจ้งเตือนโดย:

# titleNotificationSendBy
source: Notification sent by
ar_iq: تم إرسال الإشعار من طرف
ka_ge: შეტყობინების გამგზავნი
kk_kz: Жедел хабарламаны кім жіберді
ru_ru: Кем послано экстр. извещение
th_th: รายงานโดย:

# titleHumanAggregateCaseNotificationSendBy
source: Notification sent by
ar_iq: تم إرسال الإشعار من طرف
ka_ge: შეტყობინება გაგზავნილია ვის მიერ:
kk_kz: Жедел хабарламаны кім жіберді
ru_ru: Кем послано экстр. извещение
th_th: รายงานโดย

# titleVetAggregateActionNotificationSendBy
source: Notification sent by
ar_iq: تم إرسال الإشعار من طرف
ka_ge: შეტყობინების გამგზავნი
kk_kz: Жедел хабарламаны кім жіберді
ru_ru: Кем послано экстр. извещение
th_th: ส่งการแจ้งเตือนโดย:

# titleVetAggregateCaseNotificationSendBy
source: Notification sent by
ar_iq: تم إرسال الإشعار من طرف
ka_ge: შეტყობინების გამგზავნი
kk_kz: Жедел хабарламаны кім жіберді
ru_ru: Кем послано экстр. извещение
th_th: ส่งการแจ้งเตือนโดย:

# titleOrganizationName
source: Organization Name
ar_iq: اسم المنظمة
ka_ge: ორგანიზაციის დასახელება
kk_kz: Ұйымның атауы
ru_ru: Название организации
th_th: ชื่อองค์กร

# titlePaperForms
source: Paper Forms
ar_iq: نماذج ورقية
ka_ge: ამოსაბეჭდი ფორმები
kk_kz: Қағаз Формалары
ru_ru: Бумажные формы
th_th: แบบฟอร์ม

# titlePermanentResidence
source: Permanent Residence
ar_iq: الإقامة الدائمة
ka_ge: რეგისტრირებული საცხოვრებელი ადგილი
kk_kz: Тұрақты тұратын жерінің мекенжайы
ru_ru: Адрес постоянного места жительства
th_th: ที่อยู่ถาวร

# titlePersonInformation
source: Person Information
ar_iq: معلومات عن الشخص
ka_ge: პიროვნების დეტალური მონაცემები
kk_kz: Байланысатын адам туралы ақпарат
ru_ru: Информация о человеке
th_th: ข้อมูลบุคคล

# titlePlaceOfRegularVisit
source: Address of Employer
ar_iq: عنوان صاحب العمل
ka_ge: სამუშაო/სასწავლო ადგილი
kk_kz: Жұмыс/оқу орны
ru_ru: Место работы/учебы
th_th: ที่อยู่ของผู้ว่าจ้าง

# titleReported
source: Reported
ar_iq: تم الإبلاغ عنه
ka_ge: შეტყობინებულია
kk_kz: Жағдай туралы хабар
ru_ru: Сообщение о случае
th_th: รายงานแล้ว

# titleSampleReceivingRegistration
source: Sample Receiving/Registration
ar_iq: استلام/تسجيل العينة
ka_ge: ნიმუშის მიღება/რეგისტრაცია
kk_kz: Сынамаларды қабылдау/тіркеу
ru_ru: Прием/регистрация проб
th_th: การรับตัวอย่าง/การลงทะเบียน

# titleSampleSearch
source: Search by Local/Field Sample ID
ar_iq: البحث حسب معرف العينة الحقلية/المحلية
ka_ge: ძებნა ადგილობრივი/საველე ID მიხედვით
kk_kz: Іріктеу кезінде сынаманың дара № бойынша іздеу
ru_ru: Поиск по инд. № пробы при отборе
th_th: ค้นหาโดยID ตัวอย่างท้องถิ่น/ตัวอย่างช่อง

# titleSampleSearchforTests
source: Search for Field Sample ID
ar_iq: البحث حسب معرف العينة الحقلية
ka_ge: ნიმუშის საველე ID ძებნა
kk_kz: Іріктеу кезінде сынаманың дара № іздеп табу
ru_ru: Найти инд. № пробы при отборе
th_th: ค้นหา ID ตัวอย่างช่อง

# titleSampleTitle
source: Sample
ar_iq: العينة
ka_ge: ნიმუში
kk_kz: Сынама
ru_ru: Проба
th_th: ตัวอย่าง

# titleSearchCase
source: Search Case
ar_iq: بحث عن الحالة
ka_ge: შემთხვევის ძებნა
kk_kz: Жағдайды іздеп табу
ru_ru: Найти случай
th_th: ค้นหากรณี

# titleSearchMenu
source: Search Menu
ar_iq: قائمة البحث
ka_ge: ძებნის მენიუ
kk_kz: Іздеу мәзірі
ru_ru: Меню поиска
th_th: เมนูค้นหา

# titleSectionInvetigated
source: Investigated
ar_iq: التحريات
ka_ge: ვინ მოიკვლია
kk_kz: Кім зерттеді
ru_ru: Кем расследовано
th_th: ตรวจสอบแล้ว

# titleSectionReported
source: Reported
ar_iq: تم الإبلاغ عنه
ka_ge: ვინ შეატყობინა
kk_kz: Кім хабарлады
ru_ru: Кто сообщил
th_th: รายงานแล้ว

# titleSelectTestTitle
source: Laboratory Test Details
ar_iq: تفاصيل عن اختبارات المخبر
ka_ge: ლაბორატორიული ტესტის მონაცემები
kk_kz: Белгіленген тест туралы ақпарат
ru_ru: Информация о назначенном тесте
th_th: รายละเอียดการทดสอบทางห้อนปฏิบัติการ

# titleClinicalInvestigation
source: Species Epidemiological and Clinical Investigation
ar_iq: التحقيق في الأنواع الوبائية والسريرية
ka_ge: სახეობების ეპიდემიოლოგიური და კლინიკური კვლევა
kk_kz: Эпидемиологиялық және Клиникалық Зерттеулер
ru_ru: Эпидемиологическое и клиническое исследование видов животных
th_th: การสืบสวนการระบาดของโรคทางสายพันธุ์ และทางคลีนิค

# titleStatisticImport
source: Statistics Import
ar_iq: استيراد البيانات الإحصائية
ka_ge: სტატისტიკური მონაცემების იმპორტი
kk_kz: Стастистикалық деректердің импорты
ru_ru: Импорт статистических данных
th_th: อิมพอร์ตสถิติ

# titleSummaryAggregateSettings
source: Summary Aggregate Settings
ar_iq: إعدادات ملخص المجموع
ka_ge: შეჯამებითი აგრეგირებული პარამეტრები
kk_kz: Жинақталған есеп параметрлері
ru_ru: Параметры суммарного агрегированного отчета
th_th: การตั้งค่ารวมการสรุป

# titleSummaryInfo
source: Summary Info
ar_iq: معلومات تلخيصية
ka_ge: ჯამური ინფორმაცია
kk_kz: Жинақталған есеп деректері
ru_ru: Данные обобщенного отчета
th_th: ข้อมูลการสรุป

# titleAggregateSummaryInfo
source: Summary Info
ar_iq: معلومات تلخيصية
ka_ge: ჯამური ინფორმაცია
kk_kz: Жинақталған есеп деректері
ru_ru: Данные обобщенного отчета
th_th: ข้อมูลการสรุป

# titleAsSessionSummaryInfo
source: Summary Info
ar_iq: ملخص المعلومات
ka_ge: ჯამური ინფორმაცია
kk_kz: Жинақталған есеп деректері
ru_ru: Данные обобщенного отчета
th_th: ข้อมูลการสรุป

# titleTestResultChange
source: Amend Test Result
ar_iq: تغيير نتيجة الاختبار
ka_ge: ტესტის შედეგის შეცვლა
kk_kz: Тест нәтижесінің өзгеруі
ru_ru: Изменение результата теста
th_th: ผลลัพธ์การเปลี่ยนแปลงการทดสอบ

# titleThisWeekCases
source: This week cases
ar_iq: حالات هذا السبوع
ka_ge: მიმდინარე კვირაში დარეგისტრირებული შემთხვევები.
kk_kz: Осы аптада тіркелген жағдайлар
ru_ru: Случаи, зарегистрированные на этой неделе
th_th: กรณีในอาทิตย์นี้

# titleTodayCases
source: Today's cases
ar_iq: حالات اليوم
ka_ge: მიმდინარე დღეს დარეგისტრირერბული შემთხვევები.
kk_kz: Бүгін тіркелген жағдайлар
ru_ru: Случаи, зарегистрированные сегодня
th_th: กรณีในวันนี้

# titleVaccinationSection
source: Vaccination Info
ar_iq: معلومات عن التلقيح
ka_ge: ინფორმაცია ვაქცინაციის შესახებ
kk_kz: Вакцинация туралы ақпарат
ru_ru: Информация о вакцинации
th_th: ข้อมูลการฉีดวัคซีน

# titleVetAggregateActionsList
source: Veterinary Aggregate Actions List
ar_iq: قائمة الإجراءات البيطرية الإجمالية
ka_ge: ვეტ აგრეგირებულ ღონისძიებათა ჩამონათვალი
kk_kz: Ветеринариялық іс-шаралар бойынша агрегацияланған деректер тізімі
ru_ru: Агрегированные ветеринарные мероприятия
th_th: รายการการปฏิบัติงานรวมทางสัตวแพทย์

# titleVetAggregateActionSummaryForm
source: Vet Aggregate Actions Summary Form
ar_iq: نموذج الإجراءات البيطرية الإجمالية
ka_ge: ვეტ აგრეგირებულ ღონისძიებათა შეჯამების ანგარიში
kk_kz: Үй мал Ауруының Жиынтық Есептеме Формасы
ru_ru: Суммарный отчет по агрегированным ветеринарным мероприятиям
th_th: แบบฟอร์มการสรุปการปฏิบัติงานรวมทางสัตว์แพทย์

# titleVetAggregateActionTitle
source: Vet Aggregate Action Details
ar_iq: تفاصيل الإجراءات البيطرية الإجمالية
ka_ge: ვეტ აგრეგირებული ღონისძიების დეტალები
kk_kz: Ветеринариялық іс-шаралар бойынша агрегацияланған деректер
ru_ru: Агрегированные ветеринарные мероприятия
th_th: รายละเอียดการปฏิบัติงานรวมทางสัตว์แพทย์

# titleVetAggregateCasesList
source: Veterinary Aggregate Cases List
ar_iq: قائمة الحالات الإجمالية البيطرية
ka_ge: ვეტ აგრეგირებულ შემთხვევათა ჩამონათვალი
kk_kz: Жануарлардың аурулары бойынша агрегацияланған деректер тізімі
ru_ru: Агрегированные случаи заболеваний животных
th_th: รายการกรณีรวมทางสัตว์แพทย์

# titleVetAggregateCaseTitle
source: Vet Aggregate Case Details
ar_iq: تفاصيل الحالات الإجمالية البيطرية
ka_ge: ვეტ აგრეგირებული შემთხვევის დეტალები
kk_kz: Жануарлардың аурулары бойынша агрегацияланған деректер
ru_ru: Агрегированный случай заболеваний животных
th_th: รายละเอียดกรณีรวมทางสัตว์แพทย์

# titleVetActionList
source: Vet Actions List
ar_iq: قائمة الإجراءات البيطرية
ka_ge: ვეტ ღონისძიებების ჩამონათვალი
kk_kz: Үй мал Ауруының іс-шара тізімі
ru_ru: Агрегированные ветеринарные мероприятия
th_th: รายการการปฏิบัติงานทางสัตว์แพทย์

# titleVetAggregateCaseSummaryForm
source: Vet Aggregate Cases Summary Form
ar_iq: نموذج ملخص مجموع الحالات البيطرية
ka_ge: ვეტ აგრეგირებულ შემთხვევათა ჯამური ფორმა
kk_kz: Үй мал Ауру Жағдайдың Жиынтық Есептеме Формасы
ru_ru: Суммарный отчет по агрегированным случаям заболеваний животных
th_th: แบบฟอร์มสรุปกรณีสัตว์รวม

# titleVetModule
source: Vet Module
ar_iq: الوحدة البيطرية
ka_ge: ვეტ მოდული
kk_kz: Ветеринариялық модуль
ru_ru: Ветеринарный модуль
th_th: โมดุลสัตว์แพทย์

# TrueValue
source: True
ar_iq: صادق
ka_ge: ნამდვილი
kk_kz: Иә
ru_ru: Да
th_th: จริง

source: Up
ar_iq: أعلى
ka_ge: ზევით
kk_kz: Жоғары
ru_ru: Вверх
th_th: ขึ้น

# errCantSaveEmptyRow
source: You cannot save an empty row. At least one field shall be filled.
ar_iq: ليس بإمكانك حفظ صف فارغ. يجب إملاء حقل واحد على الأقل.
ka_ge: ყველაზე ცოტა ერთი ველი მაინც უნდა იყოს შევსებული.
kk_kz: Жолақтардың ең кемінде біреуі толтырылуға тиіс.
ru_ru: По крайней мере одно из полей должно быть заполнено.
th_th: คุณไม่สามารถบันทึกแถวว่างได้ อย่างน้อยต้องป้อนข้อมูลหนึ่งแถว

source: Vector Species
ar_iq: نوع (صنف) الناقل
ka_ge: გადამტანის სახეობები
kk_kz: Жұқтырушының түрі
ru_ru: Вид переносчика
th_th: สายพันธุ์ตัวนำโรค

source: Vector Type
ar_iq: نوع الناقل
ka_ge: გადამტანის ტიპი
kk_kz: Жұқтырушының типі
ru_ru: Тип переносчика
th_th: ประเภทตัวนำโรค

# VetFarmTree_Total
source: TOTAL:
ar_iq: الإجمالي:
ka_ge: სულ:
kk_kz: БАРЛЫҒЫ:
ru_ru: ВСЕГО:
th_th: ทั้งหมด:

# VetFarmTree_TotalQuantityRule_Obeyed
source: Total number of sick and dead animals can't exceed the total number.
ar_iq: لا يمكن أن يتجاوز مجموع عدد الحيوانات المريضة والنافقة العدد الإجمالي.
ka_ge: დაცემული და დაავადებული ცხოველების/ფრინველების რაოდენობა ვერ იქნება უფრო მეტი ვიდრე სულ ცხოველების რაოდენობა.
kk_kz: Қырылған және ауырған жануарлардың жиыны жануарлардың жалпы санынан артық болмауға тиіс.
ru_ru: Сумма количества павших и больных животных не может превышать общее число животных.
th_th: จำนวนสัตว์ที่ป่วยและตายทั้งหมดไม่สามารถมากกว่าจำนวนทั้งหมดได้

source: View
ar_iq: عرض
ka_ge: ნახვა
kk_kz: Қарап шығу
ru_ru: Просмотреть
th_th: ดู

# VS Session add sample
source: You shall create at least one vector before sample adding.
ar_iq: يجب عليك إنشاء ناقل واحد على الأقل قبل إضافة العينة.
ka_ge: ნიმუშის დასამატებლად თქვენ უნდა შეიყვანოთ ერთი მაინც გადამტანი
kk_kz: Сынаманы қосар алдында сіз жұқтырушы туралы кемінде бір жазба жасауға тиіссіз.
ru_ru: Перед добавлением пробы вы должны создать хотя бы одну запись о переносчике
th_th: คุณควรสร้างอย่างน้อยหนึ่งพาหะนำโรคก่อนการเพิ่มตัวอย่าง

# VS Session need vector type
source: You have to select a vector type and species before adding a new item.
ar_iq: عليك اختيار نوع الناقل ونوع الحيوان قبل إضافة بند جديد.
ka_ge: თქვენ უნდა შეარჩიოთ გადამტანის ტიპი და სახეობა ახალი ობიექტის დამატებამდე.
kk_kz: Жаңа элементті қосудан бұрын жұқтырушының түрін таңдауыңыз керек.
ru_ru: Перед добавлением нового элемента вы должны выбрать тип переносчика заболевания и вид животного.
th_th: คุณต้องเลือกประเภทพาหะนำโรคและสายพันธุ์ก่อนทำการเพิ่มรายการใหม่

# UserGroupMemberList Item already in list
source: Can't add object because it is already in the list
ar_iq: لا يمكن إضافة الكائن، لأنه موجود مسبقاً في القائمة
ka_ge: შეუძლებელია ობიექტის დამატება რადგან ის უკვე არსებობს ჩამონათვალში.
kk_kz: Объекты қосуға мүмкін емес өйткені ол тізімде бар
ru_ru: Невозможно добавить объект, поскольку он уже находится в списке
th_th: ไม่สามารถเพิ่มวัตถุ เนื่องจากมีอยู่แล้วในรายการ

# VS Session add vector
source: You shall assosiate session with at least one Vector Type and define current Vector Type before vector adding.
ar_iq: قبل إضافة الناقل يترتب عليك ربط الجلسة مع نوع ناقل واحد على الأقل وتحديد نوع الناقل الحالي.
ka_ge: გადამტანზე ჩანაწერის შექმნამდე საჭიროა სესიის დაკავშირება გადამტანის ერთ ტიპთან მაინც და შესარჩევი გადამტანის ტიპის განსაზღვრა.
kk_kz: Жұқтырушы туралы жазба қосар алдында сіз сессияны кем дегенде жұқтырушының бір типімен байланыстыруға және жұқтырушының бір типін беруге тиіссіз.
ru_ru: Перед добавлением записи о переносчике вы должны связать сессию по крайней мере с одним типом переносчика и задать текущий тип переносчика.
th_th: คุณควรเชื่อมต่อเซสชั่นกับอย่างน้อยหนี่งประเภทตัวนำโรค และระบุประเภทตัวนำโรคปัจจุบันก่อนทำการเพิ่ม

# VS Session add vector check samples
source: Some vector samples contains invalid fields. Please correct these records before vector saving.
ar_iq: بعض ناقلات العينات تحتوي على حقول غير صالحة. يرجى تصحيح هذه السجلات قبل حفظ النواقل.
ka_ge: გადამტანის ნიმუშების ნაწილი შეიცავს არაკორექტულად შევსებულ ველებს. გთხოვთ შეასწორეთ ეს ჩანაწერები გადამტანზე მონაცემების დამახსოვრებამდე.
kk_kz: Жұқтырушының кейбір сынамаларында дұрыс толтырылмаған жолақтар бар. Жұқтырушы туралы деректерді сақтар алдында осындай жазбаларды түзетіңіз.
ru_ru: Некоторые пробы переносчика содержат некорректно заполненные поля. Пожалуйста, исправьте такие записи перед сохранением данных о переносчике.
th_th: ตัวอย่างพาหะนำโรคบางตัวมีช่องที่ไม่ถูกต้อง กรุณาแก้ไขบันทึกเหล่านั้นก่อนทำการบันทึกตัวนำโรค

# WelcomeTitle
source: Electronic Integrated Disease Surveillance System: Web Access
ar_iq: النظام الالكتروني المتكامل لمراقبة الأمراض: Web Access
ka_ge: დაავადების ელექტრონული ინტეგრირებული სისტემა: ვებ წვდომა
kk_kz: Ауруларды Қадағалау жөніндегі Электронды Интеграцияланған Жүйе: Веб-қолжетімділік
ru_ru: Электронная Интегрированная Система по Надзору за Заболеваниями: Веб доступ
th_th: ระบบเฝ้าระวังโรคอิเลคทรอนิคส์แบบบูรณาการ: การเข้าเว็บ

# AsSession_ClosedCampaignAssignment
source: The chosen Campaign is Closed. Please select another one.
ar_iq: الحملة المختارة مغلقة. الرجاء اختيار حملة أخرى.
ka_ge: შერჩეული კაპმანია დახურულია. შეარჩიეთ სხვა კამპანია.
kk_kz: Таңдалған науқан жабық. Басқа науқанды таңдаңыз.
ru_ru: Выбранная кампания закрыта. Пожалуйста, выберите другую кампанию.
th_th: การรณรงค์ที่เลือกนั้นปิด กรุณาเลือกรายการอื่น

# titleAccessionDetails
source: Accession Details
ar_iq: تفاصيل الإضافة
ka_ge: დეტალური ინფორმაცია ნიმუშების მიღების შესახებ
kk_kz: Сынаманы қабылдау туралы егжей-тегжейлі ақпарат
ru_ru: Детальная информация о приеме пробы
th_th: รายละเอียดการเริ่มปรากฏของโรค

# titleAntibiotic
source: Antibiotic
ar_iq: مضاد حيوي
ka_ge: პრეპარატი
kk_kz: Антибиотиктер/вирусқа қарсы препараттар
ru_ru: Антибиотики/антивирусные препараты
th_th: ยาต้านปฏิชีวนะ

# titleDiagnosisChange
source: Diagnosis Change
ar_iq: تغيير التشخيص
ka_ge: დიაგნოზის შეცვლა
kk_kz: Диагоздың өзгеруі
ru_ru: Изменение диагноза
th_th: การเปลี่ยนแปลงการวินิจฉัย

# titleDuplicates
source: Duplicates
ar_iq: تكرارات
ka_ge: დუბლიკატები
kk_kz: Дубликаттар
ru_ru: Дубликаты
th_th: รายการซ้ำ

# titleEmployeeDetails
source: Employee Details
ar_iq: تفاصيل عن الموظف
ka_ge: ინფორმაცია თანამშრომლის შესახებ
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: รายละเอียดพนักงาน

# titleEmployeeList
source: Employees List
ar_iq: قائمة العاملين
ka_ge: თანამშრომელთა ჩამონათვალი
kk_kz: Қызметкерлер тізімі
ru_ru: Список сотрудников
th_th: รายการพนักงาน

# titleGeoLocation
source: Geographic Location
ar_iq: الموقع الجغرافي
ka_ge: გეოგრაფიული ადგილმდებარეობა
kk_kz: Географиялық орналасқан жері
ru_ru: Географическое местоположение
th_th: ตำแหน่งทางภูมิศาสตร์
