Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# titleHumanCaseList
source: Human Cases List
ar_iq: قائمة حالات بشرية
ka_ge: ადამიანთა დაავადების შემთხვევათა ჩამონათვალი
kk_kz: Адамның ауыру жағдайының тізімі
ru_ru: Cлучаи заболевания человека
th_th: บัญชีรายชื่อผู้ป่วย

# titleOutbreakList
source: Outbreaks List
ar_iq: قائمة التفشي
ka_ge: ეპიდაფეთქებათა ჩამონათვალი
kk_kz: Ауру тарауының тізімі
ru_ru: Вспышки заболеваний
th_th: รายการเหตุการณ์การระบาด

# titleVsSession
source: Vector Surveillance Session
ar_iq: جلسة مراقبة الناقل
ka_ge: ვექტორებზე ზედამხედველობის სესია
kk_kz: Жұқтырушылар бақылау сессиясы
ru_ru: Сессия надзора за переносчиками заболевания
th_th: เซสชั่นการเฝ้าระวังพาหะนำโรค

# titleVsSessionList
source: Vector Surveillance Sessions List
ar_iq: قائمة جلسات مراقبة الناقل
ka_ge: ვექტორული ზედამხედველობის სესია
kk_kz: Жұқтырушылар бақылау сессиялардың тізімі
ru_ru: Сессии надзора за переносчиками заболеваний
th_th: รายการเซสชั่นการเฝ้าระวังพาหะนำโรค

# titleOrganizationList
source: Organizations List
ar_iq: قائمة المنظمات
ka_ge: ორგანიზაციების ჩამონათვალი
kk_kz: Ұйымдардың тізімі
ru_ru: Список организаций
th_th: รายการองค์กร

# titlePersonsList
source: Persons List
ar_iq: قائمة الأشخاص
ka_ge: პირების ჩამონათვალი
kk_kz: Жүйеде тіркелген адамдардың тізімі
ru_ru: Список людей, зарегистрированных в системе
th_th: รายชื่อบุคคล

# titleFarmsList
source: Farms List
ar_iq: قائمة المزارع
ka_ge: ფერმების ჩამონათვალი
kk_kz: Фермалар тізімі
ru_ru: Фермы
th_th: รายการฟาร์ม

# titleSpeciesDetails
source: Species Details
ar_iq: تفاصيل عن الأنواع
ka_ge: სახეობის დეტალური მონაცემები
kk_kz: Жануар түрлері туралы ақпарат
ru_ru: Подробная информация о видах
th_th: รายละเอียดสายพันธุ์

# titleVetCasesList
source: Vet cases list
ar_iq: قائمة الحالات البيطرية
ka_ge: ვეტ დაავადებების შემთხვევათა ჩამონათვალი
kk_kz: Жануарлардың ауыру жағдайларының тізімі
ru_ru: Случаи заболевания животных
th_th: รายการกรณีทางสัตว์แพทย์

# msgCantDeleteVectorSampleFT
source: The sample can not be deleted. It has a field test result assigned to it.
ar_iq: لا يمكن حذف العينة. لأنها تحتوي على نتيجة اختبار ميداني مسندة إليها.
ka_ge: ნიმუშის წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ექსპრეს ტესტის შედეგები.
kk_kz: Сынаманы жоюға болмайды. Онымен жедел тесттің нәтижесі байланысты.
ru_ru: Проба не может быть удалена. С ней связаны результаты полевого теста.
th_th: ไม่สามารถลบตัวอย่างได้ มีช่องการทดสอบที่กำหนดอยู่ในนั้น

# gis_FilterJpg
source: JPEG Files|*.jpg
ar_iq: JPEG ملفات|*.jpg
ka_ge: JPEG ფაილები|*.jpg
kk_kz: JPEG файлдары|*.jpg
ru_ru: JPEG файлы|*.jpg
th_th: ไฟล์ JPEG |*.jpg

# gis_Message_SaveMapExist
source: Map with that name already exists. Do you want to save map under a different name?
ar_iq: هناك خريطة موجودة مسبقا بهذا الاسم. هل تريد حفظ الخريطة تحت اسم مختلف؟
ka_ge: რუკა ესეთი სახელით უკვე არსებობს.გსურთ რუკის შენახვა სხვა სახელით?
kk_kz: Атауы осындай карта бар. Картаны басқа атаумен сақтағыңызкеле ме?
ru_ru: Карта с данным названием уже существует. Хотите сохранить карту под другим названием?
th_th: แผนที่ที่มีชื่อนั้นมีปรากฏอยู่แล้ว คุณต้องการบันทึกแผนที่ในชื่ออื่นหรือไม่?

# gis_Caption_SaveMap
source: Select map name
ar_iq: تحديد اسم الخريطة
ka_ge: შეარჩიეთ რუკის დასახელება
kk_kz: Картаның атауын таңдаңыз
ru_ru: Выберите название карты
th_th: เลือกชื่อแผนที่

# gis_Filter_Map
source: Map files | *.map
ar_iq: ملفات الخرائط | *.map
ka_ge: რუკის ფაილები | *.map
kk_kz: Карта файлдары | *.map
ru_ru: Файлы карт | *.map
th_th: ไฟล์แผนที่ | *.map

# gis_Message_AddZoneLayer
source: Would you like to add this buffer zone layer?
ar_iq: هل ترغب بإضافة طبقة المنطقة العازلة هذه؟
ka_ge: გსურთ ამ ბუფერული ზონის დონის დამატება?
kk_kz: Буфферлік аймақтың осы қабатын қосқыңыз келе ме?
ru_ru: Хотите добавить этот слой буфферной зоны
th_th: คุณต้องการเพิ่มเลเยอร์พื้นที่แนวกันชนนี้หรือไม่?

# gis_Caption_AddZoneLayer
source: Add buffer zone layer:
ar_iq: إضافة طبقة منطقة عازلة:
ka_ge: ბუფერული ზონის დონის დამატება:
kk_kz: Буфферлік аймақтың қабатын қосу:
ru_ru: Добавить слой буфферной зоны:
th_th: เพิ่มชั้นโซนบัฟเฟอร์:

# gis_ErrMessage_AddZoneLayer
source: Can't add selected buffer zone layer.
ar_iq: لا يمكن إضافة طبقة المنطقة العازلة المحددة.
ka_ge: ვერ ხერხდება შერჩეული ბუფერული ზონის დონის დამატება.
kk_kz: Буфферлік аймақтың таңдалған қабатын қосу мүмкін емес.
ru_ru: Не удается добавить выбранный слой буферной зоны.
th_th: ไม่สามารถเพิ่มเลเยอร์พื้นที่แนวกันชนที่เลือกได้

# report_rayon_suffix
source: rayon
ar_iq: المنطقة السكنية
ka_ge: რაიონი
kk_kz: аудаң
ru_ru: район
th_th: อำเภอ/ตำบล

# gis_Message_AddBufZoneLayer
source: Buffer Zone Layer with such name already exists. Choose another name or remove old layer.
ar_iq: طبقة المنطقة العازلة التي تحمل هذا الاسم موجودة مسبقاً. اختر اسم آخر وأزل الطبقة القديمة
ka_ge: ბუფერული ზონის დონე ესეთი სახელით უკვე არსებობს.შეარჩიეთ სხვა სახელი ან წაშალეთ ძველი დონე
kk_kz: Атауы осындай буфферлік аймақ бар. Басқа атау таңдаңыз немесе ескі қабатты жойыңыз.
ru_ru: Слой буферной зоны с таким названием уже существует. Выберите другое название или удалите старый слой.
th_th: เลเยอร์พื้นที่แนวกันชนที่มีชื่อนั้นมีปรากฏอยู่แล้ว เลือกชื่ออื่น หรือย้ายเลเยอร์เดิมออก

# ASSessionCasesNotCreated
source: AS Session case was not created
ar_iq: لم يتم إنشاء جلسة المراقبة النشطة
ka_ge: აქტიური ზედამხედველობის სესია არ შეიქმნა
kk_kz: Белсенді қадағалау сессиясы құрылған жоқ.
ru_ru: Сессия активного надзора не была создана
th_th: ไม่มีการสร้างกรณีเซสชั่น AS

# strSelectAll_Id
source: Select All
ar_iq: تحديد الكل
ka_ge: ყველას მონიშვნა
kk_kz: Барлығын бөліп көрсету
ru_ru: Выделить все
th_th: เลือกทั้งหมด

# titleAbortImport
source: Abort
ar_iq: إيقاف
ka_ge: შეწყვეტა
kk_kz: Үзу
ru_ru: Прервать
th_th: ยกเลิก

# errCantRestoreRecord
source: This object can't be restored
ar_iq: لا يمكن استعادة هذا الكائن
ka_ge: ობიექტის აღდგენა შეუძლებელია.
kk_kz: Бұл объектіні қалпына келтіруге болмайды
ru_ru: Этот объект не может быть восстановлен.
th_th: ไม่สามารถเรียกคืนวัตถุนี้ได้

# msgObjectIsRestored
source: Objects are successfully restored
ar_iq: تمت اسنعادة الكائنات بنجاح
ka_ge: ობიექტები წარმატებით აღდგა
kk_kz: Объектілер ойдағыдай қалпына келтірілді.
ru_ru: Объекты успешно восстановлены
th_th: เรียกคืนวัตถุเรียบร้อยแล้ว

# msgTestsNotHaveDiagnosis
source: Not all tests have diagnosis.
ar_iq: ليس هناك تشخيص لبعض الاختبارات.
ka_ge: არა ყველა ტესტისთვისაა განსაზღვრული დიაგნოზი.
kk_kz: Кейбір тесттердің санаты анықталған жоқ.
ru_ru: Не определен диагноз некоторых тестов.
th_th: ไม่ใช่การทดสอบทั้งหมดที่มีการวินิจฉัย

# msgTestsNotHaveCategory
source: Not all tests have category.
ar_iq: ليس هناك فئة لبعض الاختبارات.
ka_ge: არა ყველა ტესტისთვის არის მითითებული კატეგორია.
kk_kz: Кейбір тесттердің санаты анықталған жоқ.
ru_ru: Категория некоторых тестов не определена.
th_th: ไม่ใช่การทดสอบทั้งหมดที่มีหมวดหมู่

# msgDeleteTest
source: Test will be deleted. Delete Test?
ar_iq: سيتم حذف الاختبار. هل تود حذف الاختبار؟
ka_ge: ტესტი წაიშლება. წაიშალოს ტესტი?
kk_kz: Тест жойылады. Тестті жою керек пе?
ru_ru: Тест будет удален. Удалить тест?
th_th: การทดสอบจะถูกลบ ลบการทดสอบหรือไม่?

# msgCampaignSessionDatesConflict
source: The Session’s period ({0:d} - {1:d}) must match the Campaign’s period ({2:d} - {3:d}).
ar_iq: يجب أن تكون فترة الجلسة ({0:d} - {1:d}) مطابقة لفترة الحملة ({2:d} - {3:d}).
ka_ge: სესიის ჩატარების პერიოდი ({0:d} - {1:d}) უნდა ემთხვეოდეს კამპანიის ჩატარების პერიოდს ({2:d} - {3:d}).
kk_kz: Сессия мерзімі ({0:d} - {1:d}) Кампания мерзіміне ({2:d} - {3:d}) сәйкес болу керек.
ru_ru: Период проведения сессии ({0:d} - {1:d}) должен соответствовать периоду проведения кампании ({2:d} - {3:d}).
th_th: ระยะเวลาเซสชั่น ({0:d} - {1:d}) ต้องตรงกับระยะเวลาการรณรงค์ ({2:d} - {3:d})

# msgCampaignSessionLinkDublicate
source: The selected Session is already linked to this Campaign.
ar_iq: الجلسة المحددة مرتبطة مسبقاً بهذه الحملة.
ka_ge: შერჩეული სესიია უკვე დაკავშირებულია ამ კამპანიასთან
kk_kz: Таңдалған сессия бұл науқанмен бұрыннын байланыста.
ru_ru: Выбранная сессия уже связана с этой кампанией.
th_th: เซสชั่นที่เลือกนั้นเชื่อมต่อกับการรณรงค์นี้

# CantDeleteASDiagnosis
source: Can't delete this disease because it is used in some summary records
ar_iq: لا يمكن حذف هذا المرض لأنه يستخدم في بعض السجلات الموجزة
ka_ge: შეუძლებელია მოცემული დიაგნოზის წაშლა, რადგან ის გამოიყენება ჯამურ ანგარიშში.
kk_kz: Бұл ауруды алып тастай алмайсыз, себебі осы ауруға сілтеме жасалатын жинақталған есеп жазбалары бар.
ru_ru: Вы не можете удалить данное заболевание т.к. существуют записи обобщенного отчета, ссылающиеся на это заболевание.
th_th: ไม่สามารถลบโรคนี้ได้ เนื่องจากมีการใช้อยู่ในบางบันทึก

# errAsSessionFarmExists
source: The selected farm is included to session already. Please define unique animal/sample for this record or select another farm.
ar_iq: المزرعة المحددة محتواة مسبقاً في الجلسة. يرجى تحديد حيوان/عينة فريدة لهذا السجل أو حدد مزرعة أخرى.
ka_ge: შერჩეული ფერმა უკვე შესულია სესიაში. გთხოვთ, შეარჩიეთ უნიკალური ცხოველის/ნიმუშის კომბინაცია ამ ჩანაწერისთვის ან შეარჩიეთ სხვა ფერმა.
kk_kz: Таңдалған ферма сессияға енгізіліп қойған. Бірегей жануар/сынама беріңіз немесе басқа сынаманы таңдаңыз.
ru_ru: Выбранная ферма уже включена в сессию. Пожалуйста, задайте уникальные животное/пробу или выберите другую пробу..
th_th: มีการรวมฟาร์มที่เลือกในเซสชั่นอยู่แล้ว กรุณาระบุตัวอย่างสำหรับสัตว์ หรือเลือกสัตว์อื่น

# errAsSessionAnimalExists
source: This animal is included to session already. Please define sample for this animal or select another animal.
ar_iq: هذا الحيوان مدرج مسبقاً بالجلسة. يرجى تعريف العينة لهذا الحيوان أو تحديد حيوان آخر.
ka_ge: ეს ცხოველი/ფრინველი უკვე შეყვანილია სესიაში.გთხოვთ, დაამატეთ ამ ცხოველისთვის/ფრინველისთვის ახალი ნიმუში ან შეარჩიეთ სხვა ცხოველი/ფრინველი.
kk_kz: Бұл жануар сессияға енгізіліп қойған. Осы жануар үшін сынама қосыңыз немесе басқа жануар таңдаңыз.
ru_ru: Это животное уже добавлено в сессию. Пожалуйста, добавьте пробу для данного животного или выберите другое животное.
th_th: มีการรวมสัตว์ที่เลือกในเซสชั่นอยู่แล้ว กรุณาระบุตัวอย่างสำหรับสัตว์ หรือเลือกสัตว์อื่น

# errDuplicateSpiecies
source: The species type must be unique.
ar_iq: يجب أن يكون نوع الحيوان فريدا.
ka_ge: ცხოველის სახეობა უნდა იყოს უნიკალური.
kk_kz: Жануар түрі бірегей болуға тиіс.
ru_ru: Вид животного должен быть уникальным.
th_th: ประเภทสายพันธุ์ต้องไม่ซ้ำ

# errLoginMandatoryFields
source: All fields are mandatory.
ar_iq: كافة الحقول إلزامية.
ka_ge: ყველა ველიშევსება სავალდებულოა.
kk_kz: Нысанның барлық жолақтарын толтыру міндетті
ru_ru: Все поля формы обязательны к заполнению.
th_th: ทุกช่องจำเป็นต้องกรอก

# ErrObjectCantBeDeleted
source: Object can't be deleted.
ar_iq: لا يمكن حذف الكائن.
ka_ge: ობიექტის წაშლა შეუძლებელია.
kk_kz: РОбъект жойылмауға тиіс.
ru_ru: Объект не может быть удален.
th_th: ไม่สามารถลบวัตถุได้

# msgAsSessionNoCaseCreated
source: There are no positive samples.
ar_iq: لا توجد عينات إيجابية.
ka_ge: არ არის დადებითი შედეგის მქონე ნიმუში.
kk_kz: Оң сынамалар жоқ.
ru_ru: Нет положительных проб.
th_th: ไม่มีตัวอย่างที่เป็นผลบวก

# msgBarcodePaperTooSmall
source: Barcode printer has too small paper size. It's possible that printed labels cannot be scanned.
ar_iq: طابعة الباركود لها حجم جدا صغير من الورق. من الممكن لا يمكن أوراق الباركود المطبوعة لايمكن قرائتها لاحقا.
ka_ge: შტრიხკოდ პრინტერს აქვს ქაღალდის ძალიან მცირე ზომა. სავსებით დასაშვებია, რომ ამობეჭდილი შტრიხკოდების წაკითხვა ვერ მოხერხდება
kk_kz: Штрих принтердың қағаз өлшемі өте кішкентай. Басып шығарылған этикеткаларды скан жасауға мүмкіндік боллмайды.
ru_ru: Штрих принтер имеет слишком маленький размер бумаги. Вполне возможно, что печатные этикетки не смогут быть отсканированы.
th_th: เครื่องพิมพ์บาร์โค้ดมีขนาดหน้ากระดาษที่เล็กเกินไป เป็นไปได้ว่าฉลากที่พิมพ์ออกมานั้นจะไม่สามารถสแกนได้

# titleASSessionList
source: Active Surveillance Sessions List
ar_iq: قائمة فترات المراقبة النشطة
ka_ge: აქტიური ზედამხედველობის სესიების ჩამონათვალი
kk_kz: Белсенді қадағалау сессиясының тізімі
ru_ru: Сессии активного надзора
th_th: รายการเซสชั่นการเฝ้าระวังที่มีการทำงาน

# titlePensideTest
source: Penside Test
ar_iq: اختبار سريع
ka_ge: ექსპრეს ტესტი
kk_kz: Жедел тест
ru_ru: Полевой тест
th_th: การทดสอบภาคสนาม

# titleVetCaseLog
source: Action Required
ar_iq: الاجراء المطلوب
ka_ge: სავალდებულო მოქმედება
kk_kz: Іс-әрекет қажет
ru_ru: Необходимое действие
th_th: การปฏิบัติงานที่จำเป็น

# titleResultSummary
source: Results Summary and Interpretation
ar_iq: ملخص النتائج والتفسير
ka_ge: შედეგების შეჯამება და ინტერპრეტირება
kk_kz: Жүргізілген тест нәтижелерін түсіндіру
ru_ru: Интерпретация результатов проведенных тестов
th_th: สรุปผลการทดสอบ

# titleSampleDetails
source: Sample Details
ar_iq: تفاصيل العينة
ka_ge: ნიმუშის დეტალური მონაცემები
kk_kz: Сынамалар туралы қосымша ақпарат
ru_ru: Дополнительная информация о пробах
th_th: รายละเอียดตัวอย่าง

# btTestDetails
source: Test Details
ar_iq: تفاصيل الاختبار
ka_ge: ტესტის დეტალები
kk_kz: Тесттің толық деректер
ru_ru: Подробные сведения о тесте
th_th: รายละเอียดการทดสอบ

# titlePersonDetails
source: Person Details
ar_iq: تفاصيل الشخص
ka_ge: პირადი მონაცემები
kk_kz: Дербес ақпарат
ru_ru: Персональная информация
th_th: รายละเอียดบุคคล

# titlePersonalInformation
source: Personal Information
ar_iq: معلومات شخصية
ka_ge: პირადი მონაცემები
kk_kz: Дербес ақпарат
ru_ru: Персональные данные
th_th: ข้อมูลบุคคล

# titleTestDetails
source: Test Details
ar_iq: تفاصيل الاختبار
ka_ge: დეტალები
kk_kz: Тест туралы ақпарат
ru_ru: Информация о тесте
th_th: รายละเอียดการทดสอบ

# titleTestResultDetails
source: Test Result Details
ar_iq: تفاصيل نتيجة الاختبار
ka_ge: ტესტის შედეგების დეტალები
kk_kz: Тестің егжей-тегжейлі нәтижесі
ru_ru: Детальные результаты теста
th_th: รายละเอียดผลลัพธ์การทดสอบ

# titleVaccination
source: Vaccination
ar_iq: تلقيح
ka_ge: ვაქცინაცია
kk_kz: Вакцинация
ru_ru: Вакцинация
th_th: การฉีดวัคซีน

# titleVeterinaryCaseList
source: Veterinary Cases List
ar_iq: قائمة الحالات البيطرية
ka_ge: ვეტ შემთხვევათა ჩამონათვალი
kk_kz: Жануарлардың ауыру жағдайларының тізімі
ru_ru: Cлучаи заболевания животных
th_th: รายการกรณีทางสัตวแพทย์

# gis_LayerNames_Country
source: Countries
ar_iq: البلدان
ka_ge: ქვეყნები
kk_kz: Елдер
ru_ru: Страны
th_th: ประเทศ

# gis_LayerNames_EarthRoad
source: Earth roads
ar_iq: الطرقات الترابية
ka_ge: გრუნტოვანი გზები
kk_kz: Жолдар
ru_ru: Дороги
th_th: ถนนดิน

# gis_LayerNames_Highway
source: Highways
ar_iq: الطرقات السريعة
ka_ge: მაგისტრალები
kk_kz: Шоссе
ru_ru: Шоссе
th_th: ทางด่วน

# gis_LayerNames_InlandWater
source: Inland water
ar_iq: المياه الداخلية
ka_ge: შიდა წყლები
kk_kz: Ішкі сулар
ru_ru: Внутренние воды
th_th: น้ำใต้ดิน

# gis_LayerNames_Lake
source: Lakes
ar_iq: البحيرات
ka_ge: ტბები
kk_kz: Көлдер
ru_ru: Озера
th_th: ทะเลสาป

# gis_LayerNames_MainRiver
source: Main rivers
ar_iq: الأنهار الرئيسية
ka_ge: მთავარი მდნარეები
kk_kz: Негізгі өзендер
ru_ru: Основные реки
th_th: แม่น้ำหลัก

# gis_LayerNames_MajorRoad
source: Major roads
ar_iq: الطرقات الرئيسية
ka_ge: მთავერი გზები
kk_kz: Басты жолдар
ru_ru: Главные дороги
th_th: ถนนหลัก

# gis_LayerNames_Railroad
source: Railroads
ar_iq: السكك الحديدية
ka_ge: რკინიგზები
kk_kz: Темір жолдар
ru_ru: Железные дороги
th_th: ทางรถไฟ

# gis_LayerNames_Rayons
source: Rayons
ar_iq: المناطق السكنية
ka_ge: რაიონები
kk_kz: Аудандар
ru_ru: Районы
th_th: อำเภอ/ตำบล

# gis_LayerNames_Regions
source: Regions
ar_iq: المناطق
ka_ge: რეგიონები
kk_kz: Облыс/Өңір
ru_ru: Области/Регионы
th_th: จังหวัด

# gis_LayerNames_River
source: Rivers
ar_iq: الأنهار
ka_ge: მდინარეები
kk_kz: Өзендер
ru_ru: Реки
th_th: แม่น้ำ

# gis_LayerNames_Sea
source: Sea
ar_iq: البحر
ka_ge: ზღვა
kk_kz: Теңіз
ru_ru: Море
th_th: ทะเล

# gis_LayerNames_Settlements
source: Settlements
ar_iq: التجمعات السكنية
ka_ge: დასახლებული პუნქტები
kk_kz: Елді мекендер
ru_ru: Населенные пункты
th_th: ชุมชน

# gis_LayerNames_SmallRiver
source: Small rivers
ar_iq: أنهار صغيرة
ka_ge: მცირე მდინარეები
kk_kz: Шағын өзендер
ru_ru: Малые реки
th_th: แม่น้ำเล็กๆ

# ErrAuthentication
source: The request requires user authentication.
ar_iq: الطلب يحتاج إلى مصادقة المستخدم.
ka_ge: მოთხოვნის შესასრულებლად საჭიროა მომხმარებლის ავტორიზაცია.
kk_kz: Сұранымды орындау үшін пайдаланушының авторлығын көрсету керек.
ru_ru: Для выполнения запроса надо провести авторизацию пользователя.
th_th: การร้องขอนี้จำเป็นต้องได้รับการยืนยันผู้ใช้

# ErrFieldSampleIDNotFound
source: Sample is not found.
ar_iq: تعثر العثور على العينة.
ka_ge: ნიმუშის საველე ID არ მოიძებნა ცხრილში.
kk_kz: Іріктеу кезіндегі сынаманың дара № кестеден табылған жоқ.
ru_ru: Проба не найдена.
th_th: ไม่พบตัวอย่าง

# errInvalidFileName
source: Invalid file name.
ar_iq: اسم ملف غير صالح.
ka_ge: ფაილის დაუშვებელი დასახელება
kk_kz: Файлдың атауы дұрыс емес
ru_ru: Недопустимое имя файла
th_th: ชื่อไฟล์ไม่ถูกต้อง

# ErrLocalFieldSampleIDNotFound
source: Local/field sample ID is not found in the grid.
ar_iq: لم يتم العثور في الشبكة على معرف العينة المحلية/الحقلية.
ka_ge: ადგილობრივი/საველე ID ცხრილში არ მოიძებნა.
kk_kz: Іріктеп алу кезіндегі сынаманың дара № кеседен табылған жоқ
ru_ru: Инд. № пробы при отборе не найден в таблице.
th_th: ไม่พบ ID ท้องถิ่น/ช่องตัวอย่างในตาราง

# msgWrongDiagnosis
source: The changed diagnosis ({0}) should differ from the initial diagnosis ({1}).
ar_iq: يجب ان يختلف التشخيص المتغير ({0}) عن التشخيص الأولي ({1}).
ka_ge: შეცვლილი დიაგნოზი ({0}) უნდა განსხვავდებოდეს საწყისი ({1}) დიაგნოზისგან.
kk_kz: Өзгертілген/нақтыланған диагноз ({0}) шұғыл хабарлама бойынша диагноздан ({1}) өзгеше болуға тиіс.
ru_ru: Измененный/уточненный диагноз ({0}) должен отличаться от диагноза по экстренному извещению ({1}).
th_th: การวินิจฉัยที่เปลี่ยน ({0}) ควรต่างจากการวินิจฉัยเบื้องต้น ({1})

# strChangeDiagnosisReason_msgId
source: Reason is required.
ar_iq: السبب مطلوب.
ka_ge: მიზეზი არის სავალდებულო ველი.
kk_kz: Себеп міндетті жолақ болып табылады.
ru_ru: Причина является обязательным полем.
th_th: จำเป็นต้องมีเหตุผล

# strSearchPanelMandatoryFields_msgId
source: Please fill all mandatory fields of Search Panel
ar_iq: يرجى إملاء كافة الحقول الإلزامية في لوحة البحث.
ka_ge: გთხოვთ შეავსოთ ძებნის პანელზე ყველა სავალდებულო ველი
kk_kz: Іздеу панэлінде міндетті түрде толтырылатын жолақтарды толтырыңыз
ru_ru: Заполните, пожалуйста, все обязательные поля панели поиска
th_th: กรุณากรอกช่องที่จำเป็นในแผงการค้นหาให้หมด

# errInvaliSampleStatus
source: The operation cannot be performed because the sample is in status: {0}.
ar_iq: لا يمكن إجراء العملية لأن العينة في حالة: {0}.
ka_ge: ოპერაცია ვერ შესრულდება, რადგან ნიმუშის სტატუსი არის: {0}
kk_kz: Операция жүзеге асырылмайды, себебі сынама {0} жағдайында.
ru_ru: Оперция не может быть осуществлена т.к. проба находится в состоянии: {0}
th_th: ไม่สามารถดำเนินการปฏิบัติการนี้ได้ เนื่องจากตัวอย่างอยู่ในสถานะ: {0}

# errInvaliSampleStatusForSelectTest
source: The test can not be selected because the sample is in status: {0}.
ar_iq: لا يمكن تحديد الاختبار لأن العينة في حالة: {0}.
ka_ge: ტესტის შერჩევა არ არის შესაძლებელი, რადგან ნიმუშის სტატუსი არის: {0}
kk_kz: Тест құру мүмкін емес, себебі сынаманың жай-күйі: {0}
ru_ru: Тест не может быть создан потому что проба находится в состоянии: {0}
th_th: ไม่สามารถเลือกการทดสอบได้เนื่องจากตัวอย่างอยู่ในสถานะ: {0}

# errAsSessionSampleExists
source: It is not possible to create 2 records with the same animal, Sample Type and Field Sample ID. Such record already exists.
ar_iq: لا يمكن إنشاء سجلين لنفس الحيوان نوع العينة ومعرف العينة الحقلية. هذا السجل موجود مسبقاً.
ka_ge: ჩანაწერი ესეთი ცხოველით, რომელსაც გააჩნია იგივე ნიმუშის ტიპი და ნიმუშის საველე ID უკვე შეყვანილია სესიაში. შეარჩიეთ სხვა ცხოველი ან შეიყვანეთ მოცემული ნიმუშისთვის უნიკალური პარამეტრები.
kk_kz: Сынама үлгісі және жинау кезіндегі сынама № осындай жануардың деректері бар жазба сессияға енгізілген. Басқа жануарды таңдаңыз немесе осы жануар үшін сынаманың бірегей параметрлерін енгізіңіз.
ru_ru: Запись с данным животным, имеющим такой же тип пробы и инд. № пробы при сборе, уже включена в сессию. Выберите другое животное или введите уникальные параметры пробы для данного животного.
th_th: ไม่สามารถสร้างบันทึกทั้ง 2 ที่มีสัตว์ประเภทตัวอย่าง และ ID ช่องตัวอย่างเดียวกันได้ บันทึกนั้นๆมีปรากฏอยู่แล้ว

# errInvalidCampaignDiagnosis
source: The Diseases And Species Lists of the Active Surveillance Sessions assosiated with this campaign contain records that are not presented in the campaign Diseases And Species List. You should restore deleted/modified records of campaign Diseases And Species List or add corresponded new records.
ar_iq: الأمراض وقوائم الأنواع لجلسات المراقبة النشطة المقترنة بهذه الحملة تحتوي على سجلات لم يتم عرضها في قائمة الأمراض والأنواع. يجب استعادة السجلات المحذوفة/المعدلة من قائمة أمراض وأنواع الحملة أو إضافة سجلات جديدة متطابقة.
ka_ge: მოცემულ კამპანიასთან დაკავშირებული აქტიური ზედამხედველობის სესიის დაავადებების და სახეობების ჩამონათვალი შეიცავს ჩანაწერებს რომლებიც არ შედის კაპანიის დაავადებების და სახეობების ჩამონათვალში. აღადგინეთ კამპანიის დაავადებების/სახეობების ჩამონათვალის წაშლილი/შეცვლილი ჩანაწერები ან დაამატეთ შესაბამისი ჩანაწერი.
kk_kz: Осы науқанға байланысты белсенді қадағалау сессиясы жануарларының аурулары мен түрлерінің тізбесінде науқан жануарларының аурулары мен түрлерінің тізбесінде жоқ жазбалар қамтылған. Сіз науқан жануарларының аурулары мен түрлері тізбесінің жойылған/өзгертілген жазбаларын қалпына келтіруге не жаңа тиісті жазба қосуға тиіссіз.
ru_ru: Перечени заболеваний и видов животных сессий активного надзора, связанных с данной кампанией, содержат записи, отсутствующие в перечне заболеваний и видов животных кампании. Вы должны либо восстановить удаленные/измененные записи перечня заболеваний и видов животных кампании, либо добавить новые соответсвующие записи.
th_th: รายการโรคและสายพันธุ์ของหน่วยเฝ้าระวังเชิงรุกที่เกี่ยวข้องกับการรณรงค์นี้ มีบันทึกที่ไม่มีปรากฏในการรณรงค์รายการโรคและสายพันธุ์ คุณควรเรียกคืนบันทึกที่ถูกลบ/แก้ไขของการรณรงค์รายการโรคและสายพันธุ์และเพิ่มบันทึกที่เกี่ยวข้องเข้าไป

# msgMultipleSamplesAccession
source: {0} samples will be accessioned!
ar_iq: سيتم إضافة {0} عينة (عينات)!
ka_ge: {0} ნიმუში იქნება მიღებული!
kk_kz: {0}' сынама (лар) қабылданатын болады
ru_ru: Будет принято {0} проб(ы)!
th_th: {0} ตัวอย่างจะเพิ่มขึ้น!

# msgCantChangeDiagnosisSpecies
source: Can't change Species Type because animals list contains animals with such Species Type.
ar_iq: لا يمكن تغيير نوع الأنواع الحيوانية لأن قائمة الحيوانات تتضمن حيوانات من نفس نوع هذه الأنواع الحيوانية.
ka_ge: სახეობების შეცვლა შეუძლებელია, რადგან მასთან დაკავშირებულია ცხოველები რომლებიც შედის ცხოველთა ჩამონათვალში.
kk_kz: Жануар түрін өзгерту мүмкін емес, себебі жануарлардың тізімінде осы түр жануарлары туралы жазба бар.
ru_ru: Невозможно изменить вид животного, потому что список животных содержит записи животными данного вида.
th_th: ไม่สามารถเปลี่ยนประเภทสายพันธุ์ได้ เนื่องจากรายการสัตว์มีวัตว์ที่มีประเภทสายพันธุ์นั้นๆอยู่

# msgCantDeleteDiagnosisSpecies
source: Can't delete this record because animals list contains animals with such Species Type.
ar_iq: لا يمكن حذف هذا السجل لأن قائمة الحيوانات تتضمن حيوانات من هذا النوع.
ka_ge: სახეობების წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ცხოველები რომლებიც შედის ცხოველთა ჩამონათვალში.
kk_kz: Бұл жазбаны жою мүмкін емес, себебі жануарлардың тізімінде осы түр жануары туралы жазба бар.
ru_ru: Невозможно удалить данную запись, потому что список животных содержит записи с животными данного вида.
th_th: ไม่สามารถลบบันทึกนี้ได้ เนื่องจากรายการสัตว์มีสัตว์ที่มีประเภทสายพันธุ์นั้นๆอยู่

# gis_OpenMpkComplete
source: Map has been successfully imported!
ar_iq: تم استيراد الخريطة بنجاح!
ka_ge: რუკის იმპორტი ცარმატებით დასრულდა!
kk_kz: Картаны импорттау аяқталды!
ru_ru: Имортирование карты завершено!
th_th: ได้นำเข้าแผนที่เรียบร้อยแล้ว!
