Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# msgImportPatial
source: Data import was completed with mistakes. The following lines contained errors and were not imported.
ar_iq: تم الانتهاء من استيراد البيانات مع وجود أخطاء. الأسطر التالية تحتوي على أخطاء ولم يتم استيرادها.
ka_ge: მონაცემთა იმპორტი დასრულდა შეცდომებით. შემდეგი . შემდეგი სტრიქონები შეიცავს შეცდომებს და არ იქნა იმპორტირებული.
kk_kz: Деректерді имспорттау қатемен аяқталды. Бастапқы деректердің келесі жолдарында қателер бар және олар импортталмаған.
ru_ru: Импорт банных был завершен с ошибками. Следующие строки исходных данных содержат ошибки и не были импортированы.
th_th: การอิมพอร์ตข้อมูลเสร็จสิ้น และมีข้อผิดพลาด แถวต่อไปนี้มีข้อผิดพลาด และไม่ได้อิมพอร์ต

# msgImportPatialConfirm
source: The following lines contain errors and will not be imported. Import data?
ar_iq: الأسطر التالية تحتوي على أخطاء، ولن يتم استيرادها. هل تود استيراد البيانات؟
ka_ge: შემდეგი სტრიქონები შეიცავენ შეცდომებს დ არ იქნება იმპორტირებული. გააგრძელებთ?
kk_kz: Келесі жолдарда қате бар және импортталмайды. Деректер импортталсын ба?
ru_ru: Следующие строки содержат ошибки и не будут импортированы. Импортировать данные?
th_th: แถวต่อไปนี้มีข้อผิดพลาด และจะไม่ถูกอิมพอร์ต ต้องการอิมพอร์ตหรือไม่?

# msgImportSuccessfull
source: Data import was completed successfully.
ar_iq: تم الانتهاء من استيراد البيانات بنجاح.
ka_ge: მონაცემთა იმპორტი წარმატებით დასრულდა.
kk_kz: Деректерді имспорттау ойдағыдай аяқталды
ru_ru: Импорт данных успешно завершен.
th_th: การอิมพอร์ตข้อมูลเสร็จสิ้น

# msgLivestockCaseForm
source: Investigation Form For Livestock Disease Outbreaks
ar_iq: نموذج التحقيق لتفشي الأمراض في المواشي
ka_ge: მოკვლევის ფორმა შინაურ ცხოველთა დაავადების აფეთქებისთვის
kk_kz: Жануарлар арасындағы ауруды зерттеу нысаны
ru_ru: Форма расследования заболевания среди животных
th_th: แบบฟอร์มการสืบสวนสำหรับการระบาดโรคทางปศุสัตว์

# msgLoaded
source: Loaded
ar_iq: تم تحميله
ka_ge: ჩატვირთული
kk_kz: Жүктелді
ru_ru: Загружено
th_th: โหลดแล้ว

# msgLoading
source: Loading...
ar_iq: جاري التحميل...
ka_ge: იტვირთება...
kk_kz: Жүктеу жүріп жатыр...
ru_ru: Идет загрузка...
th_th: กำลังโหลด...

# msgLoginExist
source: The user with such login already exists on this site. Please choose other login name.
ar_iq: المستخدم الذي يحمل تسجيل الدخول المذكور موجود مسبقاً على هذا الموقع. الرجاء اختيار اسم تسجيل دخول آخر.
ka_ge: მომხმარებლის ასეთი სახელი უკვე არსებობს მიმდინარე ობიექტზე. შეარჩიეთ სხვა სახელი.
kk_kz: Тіркеудегі аты осындай пайдаланушы бұл сайтта бар. Пайдаланушының атын басқадай таңдаңыз.
ru_ru: Пользователь с таким регистрационным именем уже существует на этом сайте. Пожалуйста, выберите другое имя пользователя
th_th: ผู้ใช้ที่มีชื่อลงชื่อเข้าใช้นี้มีปรากฏในพื้นที่อยู่แล้ว กรุณาเลือกชื่อลงชื่อเข้าใช้อื่น

# msgMapDoesNotExist
source: Map Doesn't Exist in This Language.
ar_iq: الخريطة لا تتوفر بهذه اللغة.
ka_ge: მოცემულ ენაზე რუკა არ არსებობს
kk_kz: Бұл тілде карта жоқ
ru_ru: Карта на этом языке не существует
th_th: แผนที่ไม่ปรากฏในภาษานี้

# msgMapInitializing
source: Map is initializing...
ar_iq: تهيئة الخريطة...
ka_ge: მიმდინარეობს რუკის გაშვება…
kk_kz: Картаны іске қосуға әзірлеу...
ru_ru: Инициализация карты...
th_th: แผนที่กำลังตั้งค่าการกำหนดค่าตั้งต้น...

# msgMessage
source: Message
ar_iq: الرسالة
ka_ge: შეტყობინება
kk_kz: Хабар
ru_ru: Сообщение
th_th: ข้อความ

# msgNatRayonExists
source: It is not possible to create 2 rayons with the same national name. Such value already exists.
ar_iq: ليس من الممكن إنشاء منطقتين سكنيتين تحملان نفس الاسم الوطني. هذه القيمة موجودة مسبقاً.
ka_ge: რაიონი მოცემული ეროვნული დასახელებით უკვე არსებობს. შეიყვანეთ სხვა რაიონის ეროვნული დასახელება.
kk_kz: Орыс тілінде атауы осындай аудан бар. Орыс тіліндегі атауы басқа ауданды енгізіңіз.
ru_ru: Район с таким названием на русском языке уже существует. Пожалуйста, введите другое название района на русском языке
th_th: ไม่สามารถสร้างอำเภอ/ตำบลทั้ง 2 ด้วยชื่อประจำชาติเดียวกันได้ ค่านั้นๆมีปรากฏอยู่แล้ว

# msgNatSettlementExists
source: It is not possible to create 2 settlements with the same national name. Such value already exists.
ar_iq: ليس من الممكن إنشاء تجمعين سكنيين يحملان نفس الاسم الوطني. هذه القيمة موجودة مسبقاً.
ka_ge: დასახლებული პუნქტი მოემული ქართული დასახელებით უკვე არსებობს. შეიყვანეთ დასახლებული პუნქტის სხვა ქართული დასახელება.
kk_kz: Орыс тілінде атауы осындай елді мекен бар. Орыс тіліндегі атауы басқа елді мекенді енгізіңіз.
ru_ru: Населенный пункт с таким названием на русском языке уже существует. Пожалуйста, введите другое название населенного пункта на русском языке
th_th: ไม่สามารถสร้างชุมชนทั้ง 2 ด้วยชื่อประจำชาติเดียวกันได้ ค่านั้นๆมีปรากฏอยู่แล้ว

# msgNoDataForReport
source: Lack of data for this report
ar_iq: هناك نقص في البيانات حول هذا التقرير
ka_ge: ამ ანგარიშისთვის არასაკმარისი მონაცემებია
kk_kz: Есеп үшін деректер жоқ
ru_ru: Данные для отчета отсутствуют
th_th: ไม่มีข้อมูลในรายงานนี้

# msgNoDetailFormAvailable
source: There is no detail information related with this event record.
ar_iq: لا توجد معلومات تفصيلية تتعلق بسجل هذا الحدث.
ka_ge: მოცემულ ჩანაწერზე არ არსებობს დეტალური ინფორმაცია.
kk_kz: Бұл жазбаға байланысты егжей-тегжейлі ақпарат жоқ
ru_ru: Нет детальной информации, связанной с этой записью
th_th: ไม่มีข้อมูลรายละเอียดเกี่ยวกับบันทึกเหตุการณ์นี้

# msgNoRecords
source: No records for display
ar_iq: لا يوجد سجلات للعرض
ka_ge: ჩანაწერი არ არის ნაპოვნი
kk_kz: Бірде-бір жазба табылған жоқ
ru_ru: Не найдено ни одной записи.
th_th: ไม่มีบันทึกให้แสดง

# msgNoReportHeader
source: [Untitled]
ar_iq: [بلا عنوان]
ka_ge: [უსათაურო]
kk_kz: [Тақырыпсыз]
ru_ru: [Без заголовка]
th_th: [ไม่มีหัวเรื่อง]

# msgNoSearchField
source: No fields are selected. Remove this search object or select some available fields.
ar_iq: لم يتم تحديد أي حقل. يرجى إزالة كائن البحث هذا أو تحديد حقل متوفر.
ka_ge: არც ერთი ველი არ არის შერჩეული. წაშალეთ ძიების მოცემული ობიექტი ან მონიშნეთ რომელომე ხელმისაწვდომი ველ(ებ)ი.
kk_kz: Жолақ таңдалған жоқ. Осы іздеу объектісін жойыңыз немесе қолжетімді жолақты таңдаңыз
ru_ru: Поля не выбраны. Удалите данный объект поиска или выберите доступные поля
th_th: ไม่มีการเลือกช่อง ย้ายวัตถุการค้นหานี้ออก หรือเลือกช่องอื่นๆที่ใช้ได้

# msgNOT
source: NOT
ar_iq: لا
ka_ge: არა
kk_kz: Жоқ
ru_ru: НЕТ
th_th: ไม่

# msgNoUniqueLayoutName
source: Layout with the name you specified already exists. Specify a different layout name.
ar_iq: هناك تخطيط موجود مسبقا يحمل الاسم الذي حددته. يرجى تحديد اسم تخطيط آخر.
ka_ge: სქემა ასეთი დასახელებით უკვე არსებობს. გთხოვთ შეცვალოთ იგი.
kk_kz: Атауы осындай көрініс бұрыннан бар. Атауын өзгертіңіз
ru_ru: Отчет с таким названием уже существует. Пожалуйста укажите другое название отчета.
th_th: ชื่อเลย์เอาท์ที่คุณกำหนดนั้นมีอยู่แล้วในระบบ กรุณากำหนดชื่อใหม่สำหรับเลย์เอาท์นี้

# msgNoUniqueNatLayoutName
source: Layout with the national name you specified already exists. Specify a different layout name.
ar_iq: هناك تخطيط موجود مسبقا يحمل الاسم الوطني الذي حددته. يرجى تحديد اسم تخطيط آخر.
ka_ge: სქემა ასეთი ქართული დასახელებით უკვე არსებობს. გთხოვთ შეცვალოთ იგი.
kk_kz: Ұлттық тілде атауы осындай көрініс бар. Атауды өзгертіңіз.
ru_ru: Отчет с таким названием на русском языке уже существует. Пожалуйста укажите другое название отчета.
th_th: ชื่อเลย์เอาท์ที่มีชื่อประเทศที่คุณกำหนดนั้นมีอยู่แล้วในระบบ กรุณากำหนดชื่อใหม่สำหรับเลย์เอาท์นี้

# msgNoUniqueNatQueryName
source: Query with that national name already exists. Please modify it.
ar_iq: هناك استعلام موجود مسبقا يحمل ذلك الاسم الوطني. يرجى تعديله.
ka_ge: მოთხოვნა ასეთი ქართული დასახელებით უკვე არსებობს. გთხოვთ შეცვალოთ იგი.
kk_kz: Қазақша атауы осындай сұраным бар. Оны өзгертіңіз.
ru_ru: Запрос с таким русским названием уже существует. Пожалуйста, измените его.
th_th: คำถามที่มีชื่อประจำชาตินั้นมีปรากฏอยู่แล้ว กรุณาแก้ไขชื่อนั้นๆ

# msgNoUniqueQueryName
source: Query with that name already exists. Please modify it.
ar_iq: هناك استعلام موجود مسبقا يحمل ذلك الاسم. يرجى تعديله.
ka_ge: მოთხოვნა ასეთი დასახელებით უკვე არსებობს. გთხოვთ შეცვალოთ იგი.
kk_kz: Атауы осындай сұраным бар. Оны өзгертіңіз.
ru_ru: Запрос с таким названием уже существует. Пожалуйста, измените его.
th_th: คำถามที่มีนั้นมีปรากฏอยู่แล้ว กรุณาแก้ไขชื่อนั้นๆ

# msgNowTemplate
source: Template is not available
ar_iq: القلب غير متوفر
ka_ge: შაბლონი მიუწვდომელია
kk_kz: Қалыпқа қол жеткізгісіз
ru_ru: Шаблон недоступен.
th_th: ไม่สามารถใช้เท็มเพลตนี้ได้

# msgOnlyOneNonActiveMatrixEnabled
source: You can have only one inactive matrix. Please activate currently inactive matrix before creating the new one.
ar_iq: يمكنك الحصول على مصفوفة واحدة فقط غير نشطة. يرجى تفعيل المصفوفة الغير نشطة حاليا قبل إنشاء واحدة جديدة.
ka_ge: შეიძლება გქონდეთ მხოლოდ ერთი არააქტიური მატრიცა. ახალი მატრიცის შექმნამდე, გთხოვთ გაააქტიუროთ ამჟამად არააქტიური მატრიცა.
kk_kz: Сізде бір ғана активті емес матрица болуы мүмкін. Жаңа матрица құрмас бұрын осы активті емес матрицаны активті етіңіз.
ru_ru: У вас может быть только одна неактивная матрица. Активируйте текущую неактивную матрицу перед тем, как создть новую.
th_th: คุณมีเมตริกซ์ที่ไม่มีการทำงานได้เพียงเมตริกซ์เดียวเท่านั้น กรุณาเริ่มใช้งานเมตริกที่ไม่มีการปฏิบัติงานก่อนทำการสร้างเมตริกซ์ใหม่

# msgOR
source: OR
ar_iq: أو
ka_ge: ან
kk_kz: Немесе
ru_ru: ИЛИ
th_th: หรือ

# msgOverwriteAccessTable
source: Database '{0}' already have table '{1}'. Do you want to overwrite table '{1}'? All data from existing table will be lost.
ar_iq: قاعدة البيانات '{0}' تحتوي فعلاً على الجدول '{1}'. هل تريد الكتابة استبدال الجدول '{1}'؟ سيتم فقدان كافة البيانات من الجدول الموجود.
ka_ge: მონაცემთა ბაზა '{0}' უკვე შეიცავს ცხრილს '{1}'. გსურთ გადააწეროთ ეს ცხრილი '{1}'? არსებულ ცხრილში შეყვანილი მონაცემები დაიკარგება.
kk_kz: '{0}' деректер базасында '{1}'кестесі бар. '{1}' кестесін қайта ашу керек пе? Осы кестедегі барлық деректер жоғалып кетеді.
ru_ru: База данных '{0}' уже содержит таблицу '{1}'. Пересоздать таблицу '{1}'? Все данные в существующей таблице будут потеряны.
th_th: ฐานข้อมูล '{0}'มีตาราง '{1}' อยู่แล้ว คุณต้องการเขียนทับตาราง '{1}' หรือไม่ ข้อมูลทั้งหมดจากในตารางที่ปรากฏอยู่จะหายไป

# msgPageWidth
source: Page Width
ar_iq: عرض الصفحة
ka_ge: გვერდის სიგანე
kk_kz: Беттің ені
ru_ru: Ширина страницы
th_th: ความกว้างหน้ากระดาษ

# msgPasswordIsToBeShanged
source: Password is to be changed
ar_iq: يجب تغيير كلمة المرور
ka_ge: პაროლი შესაცვლელია.
kk_kz: Пароль өзгертілуге тиіс
ru_ru: Пароль должен быть изменен
th_th: รหัสผ่านกำลังจะถูกเปลี่ยน

# msgPasswordRequired
source: Please Enter Password
ar_iq: يرجى إدخال كلمة المرور
ka_ge: გთხოვთ შეიყვანოთ პაროლი.
kk_kz: Пароль енгізіңіз
ru_ru: Введите пароль
th_th: กรุณาป้อนรหัสผ่าน

# msgPasswordTooShort
source: Password should contain at least {0} letters.
ar_iq: يجب أن تحتوي كلمة المرور على الأقل {0} حرف (حروف).
ka_ge: პაროლი უნდა შედგებოდეს სულ მცირე {0} ასოსაგან.
kk_kz: Парольде кемінде {0} әріп болуға тиіс
ru_ru: Пароль должен содержать по крайней мере {0} букв
th_th: รหัสผ่านควรมีอย่างน้อย {0} ตัวอักษร

# msgPleaseWait
source: Please wait
ar_iq: يرجى الانتظار
ka_ge: გთხოვთ დაიცადოთ
kk_kz: Күте тұрыңыз
ru_ru: Подождите, пожалуйста
th_th: กรุณารอสักครู่

# msgElementNotSelected
source: Tree element is not selected
ar_iq: لم يتم تحديد عنصر الشجرة
ka_ge: ხის ელემენტი არაა შერჩეული
kk_kz: Тал элементі таңдалмады
ru_ru: Элемент дерева не выбран
th_th: ไม่มีการเลือกส่วนประกอบแผนผังต้นไม้

# msgPrivateLayout
source: Are you sure you want to make layout private? Other users will not see it.
ar_iq: هل انت متأكد من جعل التخطيط خاصاً؟ لن يراه بقية المستخدمون.
ka_ge: დარწმუნებული ხართ, რომ გსურთ სქემა ხელმიუწვდომელი გახადოთ სხვებისთვის? სხვა მომხმარებლები ვერ ნახავენ მას.
kk_kz: Көріністі жеке өзіңіздікі жасағыңыз келетініне сенімдісіз бе? Басқа пайдаланушылар оны көре алмайды.
ru_ru: Вы уверены что хотите сделать отчет личным? Другие пользователи не смогут увидеть его.
th_th: คุณแน่ใจหรือไม่ว่าต้องการทำให้เลย์เอาท์นี้เป็นส่วนตัว? ผู้ใช้คนอื่นจะไม่เห็น

# msgPublishLayout
source: Are you sure you want to publish Layout?
ar_iq: هل أنت متأكد أنك تريد نشر التخطيط؟
ka_ge: დარწმუნებული ხართ, რომ გსურთ სქემის გამოქვეყნება? ოპერაციის უკან დაბრუნება შეუძლებელი იქნება!
kk_kz: Көріністі жариялағыңыз келетініне сенімдісіз бе? Операция жойылмайды.
ru_ru: Вы уверены, что хотите опубликовать отчет?
th_th: คุณแน่ใจหรือไม่ว่าต้องการตีพิมพ์เลย์เอาท์?

# msgPublishFolder
source: Are you sure you want to publish Folder?
ar_iq: هل أنت متأكد أنك تريد نشر المجلد؟
ka_ge: დარწმუნებული ხართ რომ გსურთ საქაღალდის გამოქვეყნება?
kk_kz: Сіз папканы жария етуіңіз келе ме?
ru_ru: Вы уверены, что хотите опубликовать папку?
th_th: คุณแน่ใจหรือไม่ว่าต้องการตีพิมพ์โฟลด์เดอร์?

# msgPublishQuery
source: Are you sure you want to publish Query?
ar_iq: هل أنت متأكد أنك تريد نشر الاستعلام؟
ka_ge: დარწმუნებული ხართ რომ გსურთ მოთხოვნის გამოქვეყნება?
kk_kz: Сіз сұранаманы жария етуіңіз келе ме?
ru_ru: Вы уверены, что хотите опубликовать запрос?
th_th: คุณแน่ใจหรือไม่ว่าต้องการตีพิมพ์คำถาม?

# msgUnpublishLayout
source: Are you sure you want to unpublish Layout?
ar_iq: هل أنت متأكد أنك تريد إلغاء نشر التخطيط؟
ka_ge: დარწმუნებული ხართ რომ გსურთ სქემის გამოქვეყნების გაუქმება?
kk_kz: Сіз көріністі жария етуіңіз келе ме?
ru_ru: Вы уверены, что хотите распубликовать отчет?
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตีพิมพ์เลย์เอาท์?

# msgUnpublishFolder
source: Are you sure you want to unpublish Folder?
ar_iq: هل أنت متأكد أنك تريد إلغاء نشر المجلد؟
ka_ge: დარწმუნებული ხართ რომ გსურთ საქაღალდის გამოქვეყნების გაუქმება?
kk_kz: Сіз папканы жария етуіңіз келе ме?
ru_ru: Вы уверены, что хотите распубликовать папку?
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตีพิมพ์โฟลด์เดอร์?

# msgUnpublishQuery
source: Are you sure you want to unpublish Query?
ar_iq: هل أنت متأكد أنك تريد إلغاء نشر الاستعلام؟
ka_ge: დარწმუნებული ხართ რომ გსურთ მოთხოვნის გამოქვეყნების გაუქმება?
kk_kz: Сіз сұранаманы жария етуіңіз келе ме?
ru_ru: Вы уверены, что хотите распубликовать запрос?
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตีพิมพ์คำถาม?

# msgQueryComplexity
source: Complexity of query is greater than allowed value. Please remove {0} flexible form fields or change query.
ar_iq: تعقيد الاستعلام يفوق القيمة المسموح بها. الرجاء إزالة {0} حقول النموذج المرنة تغيير الطلب.
ka_ge: მოთხოვნის სირთულე აჭარბებს ნებადართულ მნიშვნელობას. გთხოვთ ამოიღოთ {0} მოქნილი ფორმის ველი ან შეცვალოთ მოთხოვნა.
kk_kz: Сұраудың күрделілігі мүмкін мәннен асып кеткен. Теңшелетін нысандардың {0} жолағын жойыңыз немесе сұранымды өзгертіңіз.
ru_ru: Сложность запроса превышает допустимое значение. Пожалуйста, удалите {0} полей настариваемых форм или измените запрос.
th_th: ความซับซ้อนของคำถามนั้นมากกว่าที่อนุญาตในค่า กรุณาย้าย {0} ช่องแบบฟอร์มยืดหยุ่นได้ หรือเปลี่ยนคำถาม

# msgRamAverage
source: Average
ar_iq: متوسط
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Среднее
th_th: ค่าเฉลี่ย

# msgRamGrandAverage
source: Grand Average
ar_iq: المتوسط الكلي
ka_ge: საშუალო
kk_kz: Барлығы - Ортақ шама
ru_ru: Итого - Среднее
th_th: ค่าเฉลี่ยใหญ่

# msgRamAverageOf
source: Average of
ar_iq: متوسط
ka_ge: -ის საშუალო
kk_kz: Ортақ шама
ru_ru: Среднее -
th_th: ค่าเฉลี่ยของ

# msgRamGrandTotal
source: Grand total
ar_iq: الإجمالي العام
ka_ge: საერთო ჯამი
kk_kz: Жиыны
ru_ru: Итого
th_th: ค่าทั้งหมด

# msgRamMapHeaderTooBig
source: Header and filter are too big. Please change them and try again.
ar_iq: العنوان وعامل التصفية كبيران جدا. يرجى تغييرهما وحاول مرة أخرى.
ka_ge: დასახელება და ფილტრი ზედმეტად გრძელია. შეცვალეთ და სცადეთ ახლიდან.
kk_kz: Тақырып пен сүзгінің өлшемі өте үлкен. Оларды өзгертіп тағы бір рет көріңіз.
ru_ru: Заголовок и фильтр имеют слишком большой размер. Измените их и попробуйте еще раз.
th_th: หัวเรื่องและตัวกรองใหญ่เกินไป กรุณาเปลี่ยนและลองใหม่อีกครั้ง

# msgRamStdDev
source: Standard deviation
ar_iq: الانحراف المعياري
ka_ge: სტაბდარტული გადახრა
kk_kz: Стандартты ауытқу
ru_ru: Стандартное отклонение
th_th: การเบี่ยงเบนมาตรฐาน

# msgRamGrandStdDev
source: Grand Standard deviation
ar_iq: الانحراف المعياري الإجمالي
ka_ge: სტანდარტული გადახრა
kk_kz: Барлығы - Стандарттық Ауытқу
ru_ru: Итого - Стандартное отклонение
th_th: การเบี่ยงเบนมาตรฐานขนาดใหญ่

# msgRamTotal
source: Total
ar_iq: الإجمالي
ka_ge: ჯამი
kk_kz: Барлығы
ru_ru: Всего
th_th: ทั้งหมด

# msgRamUnknown
source: Unknown
ar_iq: غير معروف
ka_ge: უცნობი
kk_kz: Белгісіз
ru_ru: Неизвестно
th_th: ไม่ทราบ

# msgRamVariance
source: Variance
ar_iq: التباين
ka_ge: განსხვავება
kk_kz: Дисперсия
ru_ru: Дисперсия
th_th: การผันแปร

# msgRamGrandVariance
source: Grand Variance
ar_iq: التباين الإجمالي
ka_ge: დისპერსია
kk_kz: Барлығы - Дисперсия
ru_ru: Итого - Дисперсия
th_th: การผันแปรขนาดใหญ่

# msgRayonVaildationError
source: The unknown error during rayon validation.
ar_iq: حصل خطأ غير معروف أثناء التحقق من صحة المنطقة السكنية.
ka_ge: ამოუცნობი შეცდომა რაიონის დასახელების ვალიდაციისას.
kk_kz: Ауданды тексеру кезіндегі белгісіз қате
ru_ru: Неизвестная ошибка во время проверки района
th_th: เกิดข้อผิดพลาดที่ไม่ทราบระหว่างการพิสูจน์อำเภอ/ตำบล

# msgRefreshButton
source: Refresh
ar_iq: تحديث
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: รีเฟรช

# msgRemoveCaseFromOutbreak
source: Remove case from outbreak?
ar_iq: هل تود إزالة الحالة من التفشي؟
ka_ge: გსურთ შემთხვევის ამოღება ეპიდაფეთქებიდან?
kk_kz: Жағдай аурудың шығуынан алып тасталсын ба?
ru_ru: Удалить случай из вспышки?
th_th: ย้ายกรณีนี้ออกจากการระบาดหรือไม่?

# msgRemoveItemsFromOutbreak
source: Remove selected records ({0}) items from the outbreak?
ar_iq: هل تود إزالة عناصر السجلات ({0}) المحددة من التفشي؟
ka_ge: შერჩეული ჩანაწერების ({0})ამორება ეპიდაფეთქებიდან.
kk_kz: Таңдаған жағдайларды ({0}) Ауру Тарауынан жойғыңыз келе ме?
ru_ru: Удалить выбранные записи ({0}) объектов из вспышки заболевания?
th_th: ย้ายรายการบันทึกที่เลือก({0}) ออกจากการระบาดหรือไม่?

# msgRemoveConfirmation
source: Remove confirmation
ar_iq: إزالة التأكيد
ka_ge: დადასტურების ამოღება
kk_kz: Алып тастауды растау
ru_ru: Подтверждение удаления
th_th: ลบการยืนยัน

# msgRemoveFromPreferencesPrompt
source: Selected records will be removed from preferences.
ar_iq: ستتم إزالة السجلات المحددة من التفضيلات.
ka_ge: არჩეული ჩანაწერი ამოღებული იქნება შერჩეული ჩანაწერებიდან.
kk_kz: Таңдап алынған жазбалар артықшылықты жазбалардан жойылатын болады.
ru_ru: Выбранные записи будут удалены из предпочтительных записей.
th_th: บันทึกที่เลือกจะถูกลบจากการตั้งค่ากำหนดเอง

# msgReportInitializing
source: Report is initializing...
ar_iq: التقرير قيد التهيئة...
ka_ge: მიმდინარეობს ანგარიშის გაშვება...
kk_kz: Есепті іске қосуға әзірлеу
ru_ru: Инициализация отчета...
th_th: รายการกำลังกำหนดการตั้งค่าตั้งต้น...

# msgReportParameters
source: Parameters:
ar_iq: المعلمات:
ka_ge: პარამეტრები:
kk_kz: Параметрлер:
ru_ru: Параметры:
th_th: พารามิเตอร์:

# msgReportRendering
source: Report is rendering...
ar_iq: التقرير قيد العرض...
ka_ge: მიმდინარეობს ანგარიშის ვიზუალიზაცია...
kk_kz: Есеп ... беріледі
ru_ru: Отчет предоставляется...
th_th: รายงานกำลังแปล..

# msgSettlementVaildationError
source: The unknown error during settlement validation.
ar_iq: حصل خطأ غير معروف أثناء التحقق من صحة التجمع السكني.
ka_ge: ამოუცნობი შეცდომა დასახლების პუნქტის დასახელების ვალიდაციისას.
kk_kz: Елді мекенді тексеру кезіндегі белгісіз қате
ru_ru: Неизвестная ошибка во время проверки населенного пункта
th_th: เกิดข้อผิดพลาดที่ไม่ทราบระหว่างการพิสูจน์ชุมชน

# msgSeveral
source: several
ar_iq: متعدد
ka_ge: რამდენიმე
kk_kz: бірнешеу
ru_ru: несколько
th_th: หลาย

# msgSite
source: - Site:
ar_iq: - الموقع:
ka_ge: - ობიექტი:
kk_kz: - Сайт:
ru_ru: - Сайт:
th_th: - พื้นที่:

# msgTestNotDefined
source: You should define all other test fields before assigning test result
ar_iq: يجب عليك تحديد كافة حقول الاختبار الأخرى قبل تعيين نتيجة الاختبار
ka_ge: ტესტის დანიშვნამდე უნდა განსაზღვროთ ყველა დანარჩენი პარამეტრი
kk_kz: Тест нәтижесін енгізу алдында тест үшін қалған барлық алаңды беріңіз
ru_ru: Задайте все остальные поля для теста перед вводом результата теста.
th_th: คุณต้องระบุช่องการทดสอบอื่นๆทั้งหมด ก่อนทำการกำหนดผลการทดสอบ

# msgTestsHaveBatches
source: Some tests already assigned to batches
ar_iq: بعض الاختبارات تم تعيينها بالفعل للدفعات
ka_ge: ზოგიერთი ტესტი უკვე დანიშნულია პარტიაზე.
kk_kz: Кейбір тесттер басқа топтық тесттерге кіргізілген.
ru_ru: Некоторые тесты уже включены в другие групповые тесты
th_th: การทดสอบบางรายการนั้นถูกกำหนดไปที่กลุ่มต่างๆแล้ว

# msgTestsMustBeSame
source: Only tests of the same name can be added to a batch.
ar_iq: يمكن فقط إضافة اختبارات من نفس النوع إلى الدفعة.
ka_ge: პარტიაში შესაძლებელია მხოლოდ ერთი და იგივე ტიპის ტესტების დამატება.
kk_kz: Барлық тесттер бірдей болуға тиіс
ru_ru: Все тесты должны быть одинаковы
th_th: สามารถเพิ่มการทดสอบที่มีชื่อเดียวกันไปในกลุ่มได้เท่านั้น

# msgTestsNotHaveResults
source: Not all tests have result
ar_iq: بعض الاختبارات ليس لها نتائج
ka_ge: რომელიმე ტესტს არ აქვს შედეგი მითითებული
kk_kz: Тесттердің барлығы бірдей нәтижеге ие емес
ru_ru: Не все тесты имеют результат
th_th: ไม่ใช่การทดสอบทั้งหมดที่มีผลลัพธ์

# msgTooBigFolderDepth
source: Number of levels of nested folders ({0}) exceeds the maximum allowed value ({1}).
ar_iq: عدد مستويات المجلدات المتداخلة ({0}) يفوق القيمة القصوى المسموحة ({1}).
ka_ge: საქაღალდეების ({0}) ჩადებულობა აჭარბებს ნებადართულ რაოდენობას ({1}).
kk_kz: Папкалардың иерархия тереңдігі ({0}) максималды бола алатын тереңдіктен ({1}) асты.
ru_ru: Глубина вложенности иерархии папок ({0}) превышает максимально допустимое значение ({1}).
th_th: จำนวนของระดับของโฟลด์เดอร์หลุม({0}) เกินกว่าค่ามากที่สุดที่กำหนด({1})

# msgTooBigLayout
source: Cannot generate tabular report because the layout contains more than {0} cells. Please modify it and try again.
ar_iq: لا يمكن إنشاء تقرير جدولي لأن التخطيط يحتوي على أكثر من {0} خلية (خلايا). يرجى التعديل وإعادة المحاولة.
ka_ge: ცხრილური ანგარიშის გენერირება შეუძლებელია, რადგან სქემა შეიცავს {0} -ზე მეტ უჯრას. გთხოვთ შეასწოროთ იგი და ხელახლა სცადოთ.
kk_kz: Кесте есебін жасау мүмкін емес, себебі көріністің {0} -ден артық ұяшығы бар. Көріністі өзгертіп, тағы бір рет көріңіз. .
ru_ru: Не удается создать табличный отчет, потому что исходный отчет имеет более {0} ячеек. Пожалуйста, измените отчет и попробуйте еще раз.
th_th: ไม่สามารถสร้างรายงานตารางได้ เนื่องจากเลย์เอาท์มีมากกว่า{0} เซลล์ กรุณาแก้ไข และลองอีกครั้ง

# msgTooComplexLayout
source: Cannot generate tabular report because the layout is too complex for existing amount of data. Please modify it and try again.
ar_iq: لا يمكن إنشاء تقرير جدولي لأن التخطيط معقد جدا بالنسبة لكمية البيانات الموجودة. يرجى تعديله وإعادة المحاولة.
ka_ge: ცხრილური ანგარიშის გენერირება შეუძლებელია, რადგან სქემა შეიცავს ზედმეტად რთულია მონაცემების მიმდინარე მოცულობისთვის. შეცვალეთ სქემა და ხელახლა სცადეთ
kk_kz: Кестелік есеп құрылмайды, өйткені деректердің ағымдағы көлемі үшін көрініс шамадан тыс күрделі. Көріністі өзгертіңіз және тағы бір рет көріңіз
ru_ru: Не удается создать табличный отчет, потому что исходный отчет слишком сложен для текущего объема данных. Пожалуйста, измените отчет и попробуйте еще раз.
th_th: ไม่สามารถสร้างรายงานตารางได้ เนื่องจากเลย์เอาท์มีความซับซ้อนมากเกินไปสำหรับปริมาณข้อมูล กรุณาแก้ไข และลองใหม่อีกครั้ง

# msgTooBigSelection
source: Selection should contains at most {0} items to show on chart.
ar_iq: يجب أن يحتوي التحديد على {0} عنصر (عناصر) على الأكثر لعرضه على المخطط.
ka_ge: მონიშვნა უნდა შეიცავდეს მაქსიმუმ {0} ელემენტს დიაგრამაზე საჩვენებლად.
kk_kz: Диаграммада көрсету үшін бөліп көрсетуде {0} ден артық емес элемент болу керек.
ru_ru: Выделение должно содержать не более {0} элементов для отображения на диаграмме.
th_th: การเลือกควรมีรายการ{0} อย่างมากเพื่อแสดงในแผนภูมิ
