Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# strGeoLocationName
source: Primary Outbreak Location
ar_iq: موقع التفشي الأولي
az_latn_az: Əsas yerləşdiyi yer
hy_am: Բռնկման առաջնային տեղայնացում
ka_ge: პირველადი ადგილმდებარეობა
kk_kz: Географиялық таралмауы
ru_ru: Очаг вспышки
th_th: สถานที่ที่เกิดการระบาดหลัก
uk_ua: Вогнище спалаху

# strGEOReferenceSources
source: GEO reference sources
ar_iq: مصادر مرجعية جغرافية
az_latn_az: GPS avadanlığının növü
hy_am: տեղանքի նկարագիր
ka_ge: GPS მოწყობილობა
kk_kz: GPS құрылғының үлгісі
ru_ru: Кратное описание места сбора
th_th: แหล่งอ้างอิงทางภูมิศาสตร์
uk_ua: Джерело GPS даних

# strHASCsiteID
source: HASC-based Site ID
ar_iq: معرف المواقع استناداً إلى HASC
az_latn_az: Saytın HASC-identifikatoru
hy_am: HASC-ի վրա հիմնված կայքի ն/հ
ka_ge: ობიექტის HASC კოდი
kk_kz: HASC-сайтты бірдейлендіргіш
ru_ru: HASC-идентификатор сайта
th_th: ID พื้นที่จากHASC
uk_ua: Інд. № сайту на основі HASC

# strHerdName
source: Herds
ar_iq: القطعان
az_latn_az: Sürülər
hy_am: Հոտեր
ka_ge: ჯოგები
kk_kz: Табын
ru_ru: Стада
th_th: ฝูงสัตว์
uk_ua: Стада

# strHerdSpecies
source: Herd / Species
ar_iq: القطيع / الأنواع
az_latn_az: Sürü\ Növlər
hy_am: Հոտ/Կենդանատեսակներ
ka_ge: ჯოგი / სახეობა
kk_kz: Табын/Түр
ru_ru: Стадо / Биол. виды
th_th: ฝูงสัตว์/สายพันธุ์
uk_ua: Стадо / Види

# strHomePhone
source: Phone Number
ar_iq: رقم الهاتف
az_latn_az: Ev telefon nömrəsi
hy_am: Հեռախոսահամար
ka_ge: ტელეფონის ნომერი (პაციენტის)
kk_kz: Пациенттің үй телефоны
ru_ru: Домашний телефон пациента
th_th: เบอร์โทรศัพท์
uk_ua: Доманшій телефон пацієнта

# strHospitalizationPlace
source: Place of Hospitalization
ar_iq: مكان دخول المستشفى
az_latn_az: Hospitalizasiya yeri
hy_am: Հոսպիտալացման վայր
ka_ge: ჰოსპიტალიზაციის ადგილი
kk_kz: Ауруханаға жатқызу орны
ru_ru: Место госпитализации
th_th: สถานที่รักษา
uk_ua: Місце госпіталізації

# strHouse
source: House
ar_iq: بيت
az_latn_az: Ev
hy_am: Տուն
ka_ge: სახლი
kk_kz: Үй
ru_ru: Дом
th_th: อาคาร
uk_ua: Дім

# strIdentificationMethod
source: Identification method
ar_iq: طريقة التعرف
az_latn_az: Təyin etmə metodu
hy_am: Նույնականացման մեթոդ
ka_ge: იდენტიფიკაციის მეთოდი
kk_kz: Бірдейлендіру әдісі
ru_ru: Метод идентификации
th_th: ระบุโดยวิธีการ
uk_ua: Метод ідентифікації

# strIdentifiedByOffice
source: Identified by institution
ar_iq: تم التعرف عن طريق المؤسسة
az_latn_az: Təyin edən təşkilat
hy_am: Նույնականացվել է կազմակերպության կողմից
ka_ge: იდენტიფიცირებულია ორგანიზაციის მიერ
kk_kz: Ұйым бірдейлендірді
ru_ru: Идентифицировано организацией
th_th: ระบุโดยหน่วยงาน
uk_ua: Ідентифікоовано організацією

# strIdentifiedByPerson
source: Identified by
ar_iq: تم التعرف من طرف
az_latn_az: Təyin edən işçi
hy_am: Նույնականացրել է
ka_ge: იდენტიფიციერებულია თანამშრომლის მიერ
kk_kz: Қызметкер бірдейлендірді
ru_ru: Идентифицировано сотрудником
th_th: ระบุโดย
uk_ua: Ким ідентифіковано

# strInformationString
source: Information
ar_iq: المعلومات
az_latn_az: Məlumat
hy_am: Տեղեկատվություն
ka_ge: ინფორმაცია
kk_kz: Ақпарат
ru_ru: Информация
th_th: ข้อมูล
uk_ua: Інформація

# strInstitutionName
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: หน่วยงาน
uk_ua: Заклад

# strInterpretedComment
source: Comments (Rule Out/Rule In)
ar_iq: تعليقات ( رفض / قبول )
az_latn_az: Şərhlər (İnkar et/Təsdiq et)
hy_am: Նշում (հերքված/հաստատված)
ka_ge: კომენტარები (დადასტურება/უკუგდება)
kk_kz: Ескертпе (Расталмады/Расталды)
ru_ru: Примечания (Опроверж./подтвержд.)
th_th: ความเห็น(ยืนยัน/ไม่ยืนยันการวินิจฉัย)
uk_ua: Коментарі

# strInvestigatedByOffice
source: Investigation Organization
ar_iq: المنظمة التي تقود التحري
az_latn_az: Tədqiqatı aparan müəssisə
hy_am: Հետազոտությունն անց կացնող կազմակերպություն
ka_ge: ორგანიზაცია, რომელიც აწარმოებს კვლევას
kk_kz: Зерттеу жүргізген ұйым
ru_ru: Организация, проводящая расследование
th_th: หน่วยงานที่สอบสวน
uk_ua: Заклад, що виконує дослідження

# strInvestionType
source: Investigation Type
ar_iq: نوع التحقيق
az_latn_az: Tədqiqat növü
hy_am: Հետազոտության տեսակ
ka_ge: გამოკვლევის ტიპი
kk_kz: Зерттеудің түрі
ru_ru: Вид исследования
th_th: ประเภทการสืบสวน
uk_ua: Тип дослідження

# strMeasureType
source: Measure Type
ar_iq: نوع الإجراء
az_latn_az: Tədbir növü
hy_am: Միջոցառման տեսակ
ka_ge: ღონისძიების ტიპი
kk_kz: Іс-шара түрі
ru_ru: Вид мероприятия
th_th: ประเภทการวัด
uk_ua: Тип вимірювання

# strInvestigatorName
source: Investigator Name
ar_iq: اسم المحقق
az_latn_az: Tədqiqatçının adı
hy_am: Հետազոտողի անունը
ka_ge: ვინ მოიკვლია
kk_kz: Кім зерттеді
ru_ru: Кем расследовано
th_th: ชื่อผู้สืบสวน
uk_ua: Ім'я дослідника

# strLabBarcode
source: Lab Sample ID
ar_iq: معرف العينة المختبري
az_latn_az: Nümunənin Q/N-si
hy_am: Նմուշի լաբորատոր ն/հ
ka_ge: ნიმუშის ლაბ ID
kk_kz: Сынаманың зертханалық №
ru_ru: Лабораторный № пробы
th_th: ID รหัสตัวอย่าง
uk_ua: Лабораторний № зразку

# strLaboratory
source: Laboratory
ar_iq: المخبر
az_latn_az: Laboratoriya
hy_am: Լաբորատորիա
ka_ge: ლაბორატორია
kk_kz: Қайда орындалды
ru_ru: Где выполнен
th_th: ห้องปฏิบัติการ
uk_ua: Лабораторія

# strLastName
source: Last Name
ar_iq: الاسم
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Прізвище

# HumanCase.strLastName
source: Last Name
ar_iq: المريض
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Прізвище

# FarmOwner.strLastName
source: Last Name
ar_iq: مالك المزرعة
az_latn_az: Sahibin soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Ендік
ru_ru: Фамилия
th_th: เจ้าของฟาร์ม
uk_ua: Прізвище

# strLatitude
source: Latitude
ar_iq: خط العرض
az_latn_az: En
hy_am: Լայնություն
ka_ge: განედი
kk_kz: Ендік
ru_ru: Широта
th_th: ละติจูด
uk_ua: Широта

# strLocalId
source: Local ID
ar_iq: معرف محلي
az_latn_az: Yerli Q/N-si
hy_am: Տեղական ն/հ
ka_ge: შემთხვევის ადგილობრივი ID
kk_kz: Жинау кезіндегі сынама №
ru_ru: Инд. № пробы при отборе
th_th: ID ท้องถิ่น
uk_ua: Місцевий Інд. №

# strLocalIdentifier
source: Local Identifier
ar_iq: معرف محلي
az_latn_az: Təcili bildirişin N-si
hy_am: Շտապ հաղորդման համար
ka_ge: ადგილობრივი ID
kk_kz: Шұғыл хабарлама №
ru_ru: № экстр. извещения
th_th: ตัวระบุท้องถิ่น
uk_ua: Локальний Епід. №

# strLongitude
source: Longitude
ar_iq: خط الطول
az_latn_az: Uzunluq
hy_am: Երկայնություն
ka_ge: გრძედი
kk_kz: Бойлық
ru_ru: Долгота
th_th: ลองติจูด
uk_ua: Довгота

# strLotNumber
source: Lot #
ar_iq: دفعة #
az_latn_az: Seriya nömrəsi
hy_am: Սերիա #
ka_ge: ვაქცინის სერია
kk_kz: Сериялық нөмірі
ru_ru: Серийный номер
th_th: ล็อต #
uk_ua: Серійний номер

# strManufacturer
source: Manufacturer
ar_iq: الشركة المصنِّعة
az_latn_az: İstehsalçı
hy_am: Արտադրող
ka_ge: მწარმოებელი
kk_kz: Өндіруші
ru_ru: Производитель
th_th: ผู้ผลิต
uk_ua: Виробник

# strMonitoringSessionID
source: Session ID
ar_iq: معرف الجلسة
az_latn_az: Sessiyanın Q/N-si
hy_am: Սեսիայի ն/հ
ka_ge: სესიის ID
kk_kz: Сессияның дара №
ru_ru: Инд. № сессии
th_th: ID เซสชั่นการเฝ้าระวัง
uk_ua: Інд. № сесії

# strName
source: Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Атауы
ru_ru: Название
th_th: ชื่อ
uk_ua: Назва

# RDGE.strName
source: English Value
ar_iq: القيمة بالإنجليزي
az_latn_az: İngiliscə qiymət
hy_am: Անգլերեն անվանում
ka_ge: ინგლისური მნიშვნელობა
kk_kz: Ағылшынша атауы
ru_ru: Название (англ.)
th_th: ค่าภาษาอังกฤษ
uk_ua: Назва (англ.)

# RDGE.strTranslatedName
source: Value
ar_iq: القيمة المترجمة
az_latn_az: Tərcümə olunmuş dəyər
hy_am: Թարգմանված անվանում
ka_ge: ქართული მნიშვნელობა
kk_kz: Аударылған мән
ru_ru: Название (рус.)
th_th: ค่า
uk_ua: Значення

# strNationalName
source: Farm Name
ar_iq: اسم المزرعة
az_latn_az: Fermanın adı
hy_am: Տնտեսության անվանում
ka_ge: ფერმის დასახელება
kk_kz: Ферманың атауы
ru_ru: Название фермы
th_th: ชื่อฟาร์ม
uk_ua: Назва ферми

# strNewNote
source: New commentary
ar_iq: تعليق جديد
az_latn_az: Yeni qeyd
hy_am: Նոր մեկնաբանություն
ka_ge: ახალი კომენტარი
kk_kz: Жаңа түсіндірме
ru_ru: Новый комментарий
th_th: ความเห็นใหม่
uk_ua: Новий коментар

# strNewTestResult
source: Changed Test Result
ar_iq: نتيجة الاختبار بعد التغيير
az_latn_az: Testin dəyişdirilmiş nəticəsi
hy_am: Հետազոտության նոր արդյունք
ka_ge: ტესტის ახალი შედეგი
kk_kz: Өзгертілген тест нәтижесі
ru_ru: Новый результат теста
th_th: ผลลัพธ์การทดสอบที่เปลี่ยน
uk_ua: Новий результат тесту

# NotCollectedReason
source: Reason
ar_iq: السبب
az_latn_az: Səbəb
hy_am: Պատճառ
ka_ge: მიზეზი
kk_kz: Себеп
ru_ru: Причина
th_th: เหตุผล
uk_ua: Причина

# strNote
source: Additional Information/Comments Including Movement of Patient During Period of Maximum Incubation:
ar_iq: معلومات/تعليقات إضافية بما في ذلك حركة المريض خلال فترة حضانة المرض القصوى:
az_latn_az: Əlavə məlumat/qeydlər, inkubasiya dövründə xəstənin yerdəyişməsi
hy_am: Լրացուցիչ տեղեկատվություն / Մեկնաբանություններ ներառյալ՝ հիվանդի տեղաշարժը ինկուբացիոն ժամանակաշրջանում.
ka_ge: დამატებითი ინფორმაცია / კომენტარები, პაციენტის გადაადგილების ჩათვლით მაქსიმალური ინკუბაციური პერიოდის განმავლობაში
kk_kz: Қосымша ақпарат (инкубациялық кезең уақытында пациенттің орнын ауыстыруды қоса алғанда, ескерту)
ru_ru: Дополнительная информация/примечания, включая перемещение пациента во время инкубационного периода
th_th: ข้อมุลเพิ่มเติม/ประวัติเดินทางในช่วงระยะฟักตัว:
uk_ua: Додаткова інформація/Коментарі, включаючи рух пацієнта протягом періоду максимальної інкубації:

# strNotes
source: Notes
ar_iq: ملاحظات
az_latn_az: Qeydlər
hy_am: Նշումներ
ka_ge: შენიშვნები
kk_kz: Ескерту
ru_ru: Примечания
th_th: หมายเหตุ
uk_ua: Примітки

# strObjectName
source: Document Type
ar_iq: نوع المستند
az_latn_az: Sənədin növü
hy_am: Փաստաթղթի տեսակ
ka_ge: ჩანაწერის ტიპი
kk_kz: Объект үлгісі
ru_ru: Тип документа
th_th: ประเภทเอกสาร
uk_ua: Тип документу

# strObjectType
source: Object Type
ar_iq: نوع الكائن
az_latn_az: Obyektin növü
hy_am: Օբյեկտի տեսակ
ka_ge: სისტემური ობიექტის ტიპი
kk_kz: Объект үлгісі
ru_ru: Тип объекта
th_th: ประเภทวัตถุ
uk_ua: Тип об'єкту

# strOffice
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: องค์กร
uk_ua: Заклад

# strOfficeInvestigatedBy
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: องค์กร
uk_ua: Заклад

# strOfficeReportedBy
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: องค์กร
uk_ua: Заклад

# strOfficeAmendedBy
source: Amended By (Organization)
ar_iq: تم التعديل من قبل (منظمة)
az_latn_az: Dəyişiklikləri daxil edən təşkilat
hy_am: Փոփոխել է (Կազմակերպություն)
ka_ge: ორგანიზაცია
kk_kz: Өзгерткен (Мекеме)
ru_ru: Изменения внесла (организация)
th_th: แก้ไขโดย (หน่วยงาน)
uk_ua: Зміни внесла (організація)

# strOldNote
source: Old commentary
ar_iq: تعليق قديم
az_latn_az: Əvvəlki qeyd
hy_am: Հին մեկնաբանություն
ka_ge: ძველი კომენტარი
kk_kz: Бұрынғы түсіндірме
ru_ru: Старый комментарий
th_th: ความเห็นเก่า
uk_ua: Старий коментар

# strOldTestResult
source: Original Test Result
ar_iq: نتيجة الاختبار القديمة
az_latn_az: Testin əvvəlki nəticəsi
hy_am: Հետազոտության հին արդյունք
ka_ge: ტესტის ძველი შედეგი
kk_kz: Тесттің бұрынғы нәтижесі
ru_ru: Старый результат теста
th_th: ผลลัพธ์การทดสอบเดิม
uk_ua: Початковий результат тесту

# strOutbreakID
source: Outbreak ID
ar_iq: معرف التفشي
az_latn_az: Alovlanmanın Q/N
hy_am: Բռնկման ն/հ
ka_ge: ეპიდაფეთქების ID
kk_kz: Ауру шығуының дара №
ru_ru: Инд. № вспышки
th_th: ID การระบาด
uk_ua: Інд. № спалаху

# strDiagnosisOrDiagnosisGroup
source: Diagnosis/Diagnoses Group
ar_iq: التشخيص/مجموعة التشخيص
az_latn_az: Diaqnoz/Diaqnozlar qrupu
hy_am: Ախտորոշում/ախտորոշումների խումբ
ka_ge: დიაგნოზი/დიაგნოზთა ჯგუფი
kk_kz: Диагноз / Диагноз тобы
ru_ru: Диагноз / группа диагнозов
th_th: การวินิจฉัย/กลุ่มการวินิจฉัย
uk_ua: Діагноз / група діагнозів

# strOutbreakStatus
source: Outbreak Status
ar_iq: حالة التفشي
az_latn_az: Alovlanmanın statusu
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: สถานะการระบาด
uk_ua: Статус

# strOwnerFirstName
source: First Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อแรก
uk_ua: Ім'я

# strOwnerLastName
source: Last Name
ar_iq: اسم العائلة
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: นามสกุล
uk_ua: Прізвище

# strOwnerMiddleName
source: Middle Name
ar_iq: الاسم الأوسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: По-батькові

# strOwnerName
source: Farm Owner
ar_iq: مالك المزرعة
az_latn_az: Fermanın sahibi
hy_am: Տնտեսության սեփականատեր
ka_ge: ფერმის მესაკუთრე
kk_kz: Ферманың иесі
ru_ru: Владелец фермы
th_th: เจ้าของฟาร์ม
uk_ua: Власник ферми

# strOwnershipStructure
source: Ownership structure
ar_iq: بنية الملكية
az_latn_az: Mülkiyyətin növü
hy_am: Սեփականության տեսակը
ka_ge: საკუთრების ფორმა
kk_kz: Меншік түрі
ru_ru: Тип собственности
th_th: โครงสร้างความเป็นเจ้าของ
uk_ua: Тип власності

# strParentBarcode
source: Parent Sample ID
ar_iq: معرف العينة الأصلية
az_latn_az: İlkin nümunənin Q/N-si
hy_am: Օրիգինալ նմուշի ն/հ
ka_ge: საწყისი ნიმუშის ID
kk_kz: Бірегей сынаманың дара №
ru_ru: Инд. № оригинальной пробы
th_th: ID ของตัวอย่างหลัก
uk_ua: Інд. № оригінального зразку

# strPatient
source: Patient
ar_iq: المريض
az_latn_az: Xəstə
hy_am: Հիվանդ
ka_ge: პაციენტის სახელი
kk_kz: Пациент
ru_ru: Пациент
th_th: ผู้ป่วย
uk_ua: Пацієнт

# strPatientInfo
source: Patient/Species/Vector Info
ar_iq: معلومات المريض/الأنواع/الناقل
az_latn_az: Xəstə\Heyvan növü\ Keçirici
hy_am: Հիվանդ/Կենդանատեսակ/Պահոց/Փոխանցող
ka_ge: პაციენტი / სახეობა/ გადამტანი
kk_kz: Пациент/Жануардың түрі/Жұқтырушы
ru_ru: Пациент/Вид животного/Переносчик
th_th: ข้อมูลผู้ป่วย/สายพันธุ์/ตัวนำโรค
uk_ua: Пацієнт/вида тварини/переносник

# strPatientName
source: Patient / Farm Owner
ar_iq: المريض / صاحب المزرعة
az_latn_az: Xəstə / Fermanın sahibi
hy_am: Հիվանդ/Տնտեսության սեփականատեր
ka_ge: პაციენტი / ფერმის მესაკუთრე
kk_kz: Пациент/ферманың иесі
ru_ru: Пациент / владелец фермы
th_th: ผู้ป่วย/เจ้าของฟาร์ม
uk_ua: Пацієнт / Власник ферми

# strPensideTestResultName
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: შედეგი
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลลัพธ์
uk_ua: Результат

# strPensideTestTypeName
source: Test Name
ar_iq: اسم الاختبار
az_latn_az: Testin adı
hy_am: Հետազոտության անվանում
ka_ge: ტესტის დასახელება
kk_kz: Тесттің атауы
ru_ru: Название теста
th_th: ชื่อการทดสอบ
uk_ua: Назва тесту

# strPersonContactType
source: Relation
ar_iq: العلاقة
az_latn_az: Təmasın növü
hy_am: Կապ
ka_ge: კავშირი
kk_kz: Байланыс түрі
ru_ru: Тип связи
th_th: ความสัมพันธ์
uk_ua: Зв'язок

# strPersonEnteredBy
source: Entered By
ar_iq: قام بالادخال
az_latn_az: Daxil edən:
hy_am: Մուտքագրել է
ka_ge: ვინ შეიყვანა
kk_kz: Кім енгізді
ru_ru: Кем введено
th_th: ป้อนโดย
uk_ua: Ким введено

# strPersonEnteredByName
source: Entered By
ar_iq: قام بالادخال
az_latn_az: Daxil edən:
hy_am: Մուտքագրել է
ka_ge: ვინ შეიყვანა
kk_kz: Кім енгізді
ru_ru: Кем введено
th_th: ป้อนโดย
uk_ua: Ким введено

# strPersonEnteredByOfficer
source: Entered by: Officer
ar_iq: قام بالادخال: المسؤول
az_latn_az: Daxil edən: İşçi
hy_am: Մուտքագրել է աշխատակիցը
ka_ge: შეყვანილია ვის მიერ: თანამშრომელი
kk_kz: Қызметкермен енгізілді
ru_ru: Данные ввёл: Сотрудник
th_th: นำเข้าระบบโดย: เจ้าหน้าที่
uk_ua: Дані ввів: Співробітник

# strPersonInvestigatedBy
source: Investigator Name
ar_iq: اسم المحقق
az_latn_az: Tədqiqatçının adı
hy_am: Հետազոտել է
ka_ge: თანამშრომელი
kk_kz: Кім зерттеді
ru_ru: Кем расследовано
th_th: ชื่อผู้สอบสวน
uk_ua: Ім'я дослідника

# strPersonName
source: User
ar_iq: مستخدم
az_latn_az: İstifadəçi
hy_am: Օգտագործոող
ka_ge: მომხმარებელი
kk_kz: Пайдаланушы
ru_ru: Пользователь
th_th: ผู้ใช้
uk_ua: Користувач

# strPersonReportedBy
source: Reported By
ar_iq: قام بالتبليغ
az_latn_az: Hesabatı verdi
hy_am: Հաղորդել է
ka_ge: თანამშრომელი
kk_kz: Кім хабарлады
ru_ru: Кто сообщил
th_th: รายงานโดย
uk_ua: Ким повідомлено

# strPlace
source: Place
ar_iq: المكان
az_latn_az: Yer
hy_am: Վայր
ka_ge: ადგილი
kk_kz: Орын
ru_ru: Место
th_th: สถานที่
uk_ua: Місце

# strPlaceInfo
source: Place of last contact
ar_iq: مكان آخر اتصال (احتكاك)
az_latn_az: Son təmas yeri
hy_am: Վերջին շփման վայրը
ka_ge: ბოლო კონტაქტის ადგილი
kk_kz: Соңғы байланыс орны
ru_ru: Место последнего контакта
th_th: สถานที่ที่สัมผัสเชื้อครั้งสุดท้าย
uk_ua: Місце останнього контакту

# strPostCode
source: Postal code
ar_iq: الرمز البريدي
az_latn_az: Poçt indeksi
hy_am: Փոստային ինդեքս
ka_ge: საფოსტო ინდექსი
kk_kz: Пошта индексі
ru_ru: Почтовый индекс
th_th: รหัสไปรษณีย์
uk_ua: Поштовий індекс

# strPrefix
source: Prefix
ar_iq: بادئة
az_latn_az: Prefiks
hy_am: Նախածանց
ka_ge: პრეფიქსი
kk_kz: Префикс
ru_ru: Префикс
th_th: คำนำหน้า
uk_ua: Префікс

# strProcessID
source: Process ID
ar_iq: معرف العملية
az_latn_az: Prosesin Q/N-si
hy_am: Գործընթացի ն/հ
ka_ge: პროცესის ID
kk_kz: Процестің дара №
ru_ru: Инд. № процесса
th_th: ID กระบวนการ
uk_ua: Інд. № процесу

# strProcessTypeNationalName
source: Process Type
ar_iq: نوع العملية
az_latn_az: Prosesin növü
hy_am: Գործընթացի տեսակ
ka_ge: პროცესის ტიპი
kk_kz: Процесс үлгісі
ru_ru: Тип процесса
th_th: ประเภทกระบวนการ
uk_ua: Тип процесу

# strRankName
source: Position
ar_iq: الموضع
az_latn_az: Vəzifə
hy_am: Պաշտոն
ka_ge: თანამდებობა
kk_kz: Қызметі
ru_ru: Должность
th_th: ตำแหน่ง
uk_ua: Положення

# strRayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# strReadOnlyAdaptiveFullName
source: Location
ar_iq: الموقع
az_latn_az: Yerləşmə yeri
hy_am: Վայր
ka_ge: ადგილმდებარეობა
kk_kz: Орналасқан жері
ru_ru: Местоположение
th_th: ตำแหน่ง
uk_ua: Місцезнаходження

# strReadOnlyDiagnosis
source: Final Diagnosis
ar_iq: التشخيص النهائي
az_latn_az: Son diaqnoz
hy_am: Վերջնական ախտորոշում
ka_ge: საბოლოო დიაგნოზი
kk_kz: Түпкілікті диагноз
ru_ru: Окончательный диагноз
th_th: การวินิจฉัยสุดท้าย
uk_ua: Остаточний діагноз

# strReadOnlyDiagnosisDate
source: Final Diagnosis Date
ar_iq: تاريخ التشخيص النهائي
az_latn_az: Son diaqnozun tarixi
hy_am: Վերջնական ախտորոշման ամսաթիվ
ka_ge: საბოლოო დიაგნოზის დასმის თარიღი
kk_kz: Түпкілікті диагноз қойылған күн
ru_ru: Дата окончательного диагноза
th_th: วันที่วินิจฉัยสุดท้าย
uk_ua: Дата остаточного діагнозу

# strReason
source: Reason Of Amendment
ar_iq: سبب التعديل
az_latn_az: Düzəliş səbəbi
hy_am: Հետազոտության արդյունքի փոփոխման պատճառ
ka_ge: ტესტის შედეგის შეცვლის მიზეზი
kk_kz: Тест нәтижесінің өзгеру себебі
ru_ru: Причина изменения результата теста
th_th: เหตุผลของการแก้ไข
uk_ua: Причина зміни результату тесту

# strReasonChangeTestResult
source: Reason for changing the test result
ar_iq: سبب تغيير نتيجة الاختبار
az_latn_az: Test nəticəsinin dəyişdirilmə səbəbi
hy_am: Հետազոտության արդյունքի փոփոխման պատճառ
ka_ge: ტესტის შედეგის შეცვლის მიზეზი
kk_kz: Тест нәтижесінің өзгеру себебі
ru_ru: Причина изменения результата теста
th_th: เหตุผลในการเปลี่ยนผลลัพธ์การทดสอบ
uk_ua: Причина зміни результату тесту

# strReceivedByFirstName
source: First
ar_iq: الأول
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อ
uk_ua: Перша

# strReceivedByLastName
source: Last
ar_iq: الأخير
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: ท้ายสุด
uk_ua: Остання

# strReceivedByOffice
source: Institution
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Ұйым
ru_ru: Организация
th_th: หน่วยงาน
uk_ua: Заклад

# strReceivedByPatronymicName
source: Middle
ar_iq: وسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: Посередині

# strReceivedByPerson
source: Name
ar_iq: الاسم
az_latn_az: İşçinin adı
hy_am: Անուն
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: ชื่อ
uk_ua: Співробітник

# strRegion
source: Region
ar_iq: محافظة (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# strRegistrationAddress
source: Contact's information
ar_iq: معلومات الاتصال
az_latn_az: Təmasda olan şəxs haqqında əlavə məlumat
hy_am: Կոնտակտային անձի մասին տեղեկատվություն
ka_ge: ინფორმაცია კონტაქტების შესახებ
kk_kz: Байланысатын адамдардың мекенжайы, телефоны
ru_ru: Адрес, телефон контактного лица
th_th: ลักษณะการสัมผัส
uk_ua: Інформація про контактну особу

# strRegistrationPhone
source: Phone Number
ar_iq: رقم الهاتف
az_latn_az: Telefon nömrəsi
hy_am: Մշտական հեռախոսահամար
ka_ge: ტელეფონის ნომერი
kk_kz: Тұрақты телефоны
ru_ru: Постоянный телефон
th_th: เบอร์โทรศัพท์
uk_ua: Доманшій телефон пацієнта

# strReportedByOffice
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: หน่วยงาน
uk_ua: Заклад

# strResultNationalName
source: Result
ar_iq: النتيجة
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: შედეგი
kk_kz: Нәтиже
ru_ru: Результат
th_th: ผลลัพธ์
uk_ua: Результат

# strSampleConditionReceivedStatus
source: Sample Condition Received
ar_iq: حالة العينة عند وصولها
az_latn_az: Qəbul etmə vaxtı nümunənin vəziyyəti
hy_am: Նմուշի վիճակն ընդունման պահին
ka_ge: ნიმუშის მდგომარეობა მიღებისას
kk_kz: Түскен кездегі сынаманың жай-күйі
ru_ru: Состояние пробы при поступлении
th_th: รับเงื่อนไขตัวอย่างแล้ว
uk_ua: Стан зразку при отриманні

# strSampleNotes
source: Additional Test Requested and Sample Notes
ar_iq: اختبار إضافي مطلوب وملاحظات عن العينة
az_latn_az: Qeydlər
hy_am: Նշումներ
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: การขอทดสอบเพิ่มเติม และหมายเหตุตัวอย่าง
uk_ua: Додаткове замовлення тестів або приміткі

# strSamples
source: Sample Type
ar_iq: نوع العينة
az_latn_az: Nümunə növü
hy_am: Նմուշի տեսակ
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың үлгісі
ru_ru: Тип пробы
th_th: ประเภทตัวอย่าง
uk_ua: Тип зразку

# strSecondName
source: Middle Name
ar_iq: الاسم الأوسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: По-батькові

# FarmOwner.strSecondName
source: Middle Name
ar_iq: الاسم الأوسط
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Әкесінің аты
ru_ru: Отчество
th_th: ชื่อกลาง
uk_ua: По-батькові

# strSendToOffice
source: Sent To
ar_iq: تم الإرسال إلى
az_latn_az: Göndərilib
hy_am: Ուղարկվել է կազմակերպություն
ka_ge: გაგზანილია ორგანიზაციაში
kk_kz: Ұйымға жіберілді
ru_ru: Послано в организацию
th_th: ส่งไปที่
uk_ua: Надіслано до

# strSendToOrganization
source: Sent To Organization
ar_iq: تم الإرسال إلى المؤسسة
az_latn_az: Hara göndərilib
hy_am: Ուղարկվել է կազմակերպություն
ka_ge: გადაგზავნილია ორგანიზაციაში
kk_kz: Ұйымға жіберілді
ru_ru: Направлена в организацию
th_th: ห้องปฏิบัติการที่รับตัวอย่าง
uk_ua: Направлено в організацію

# strOrganizationSendTo
source: Organization Sent To
ar_iq: المنظمة التي تم الإرسال إليها
az_latn_az: Nümunə hara göndərilmişdir
hy_am: Ուղարկվել է կազմակերպություն
ka_ge: გაგზავნილია ორგანიზაციაში
kk_kz: Ұйымға жіберілді
ru_ru: Направлена в организацию
th_th: ส่งไปที่หน่วยงาน
uk_ua: Направлено в організацію

# strSentByFirstName
source: First
ar_iq: الأول
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อ
uk_ua: Перша

# strSentByLastName
source: Last
ar_iq: الأخير
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Тегі
ru_ru: Фамилия
th_th: ท้ายสุด
uk_ua: Остання

# strSentByOffice
source: Institution
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Ұйым
ru_ru: Организация
th_th: หน่วยงาน
uk_ua: Заклад
