Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# msgBarcodePrinterNotSetup
source: Barcode printer has not been setup.
ar_iq: لم يتم إعداد طابقة الرمز الشريطي
ka_ge: შტრიხკოდების პრინტერი არ არის დაყენებული
kk_kz: Штрих-кодты басып шығару үшін принтер берілген жоқ
ru_ru: Принтер для печати штрихкодов не задан
th_th: ยังไม่ได้ตั้งค่าเครื่องพิมพ์บาร์โค้ด

# msgBatch_CloseBatch
source: Do you want to finalize batch?
ar_iq: هل تريد انهاء الدفعة؟
ka_ge: გსურთ პარტიის დახურვა?
kk_kz: Сіз топтық тестті аяқтағыңыз келе ме?
ru_ru: Вы хотите завершить групповой тест?
th_th: คุณต้องการทำกลุ่มนี้ให้เสร็จหรือไม่?

# msgBatchSelectType
source: Select Test Name first.
ar_iq: تحديد اسم الاختبار أولاً.
ka_ge: ჯერ შეარჩიეთ ტესტის დასახელება
kk_kz: Алдымен тесттің атауын таңдаңыз.
ru_ru: Выберите сначала название теста
th_th: เลือกชื่อการทดสอบก่อน

# msgCampaignDoesntContainDiagnosis
source: Can't associate current Session with selected Campaign. The Session contains some diseases/species/sample types that are absent in the selected Campaign. Please remove Session diseases/species/sample types that are not included to campaign or select other campaign.
ar_iq: لا يمكن ربط الجلسة الحالية مع الحملة المحددة. الجلسة تحتوي على بعض الأمراض/الأنواع الغائبة في الحملة المحددة. الرجاء إزالة أمراض/أنواع الجسلة التي لم يتم تضمينها في الحملة أو حدد حملة أخرى.
ka_ge: შეუძლებელია მიმდინარე სესიის დაკავშირება შერჩეულ კამპანიასთან. სესია შეიცავს ისეთ დაავადებებს/ცხოველებს რომლებიც არ შედის შერჩეულ კამპანიაში. ამოშალეთ ეს დაავადებები/ცხოველები სესიიდან ან შეარჩიეთ სხვა კამპანია.
kk_kz: Белсенді қадағалаудың ағымдағы сессиясын таңдалған науқанмен байланыстыру мүмкін емес. Сессияда таңдалған науқанда жоқ бірқатар аурулар/жануар түрлері бар. Ауруларды/жануар түрлерін сессиядан алып тастаңыз немесе басқа науқан таңдаңыз.
ru_ru: Не удается связать текущую сессию активного надзора с выбранной кампанией. Сессия содержит некоторые заболевания/виды животных/типы проб, отсутствующие в выбранной кампании. Удалите эти заболевания/виды животных/типы проб из сессии или выберите другую кампанию.
th_th: ไม่สามารถเชื่อมโยงหน่วยปัจจุบันนี้กับการรณรงค์ที่เลือกได้ เซสชั่นนี้มีบางโรค/สายพันธุ์ที่หายไปจากการรณรงค์ที่เลือก กรุณาย้ายบางโรค/สายพันธ์ที่ไม่ได้รวมอยู่ในการรณรงค์นี้ออก หรือเลือกการรณรงค์อื่น

# msgCampaignIsNotOpen
source: The status of selected campaign is not Open. The requested association can only be established with an Open Campaign. The campaign administrator must change the campaign status to Open for this association.
ar_iq: حالة الحملة المحددة ليست مفتوحة. يمكن فقط إنشاء الاقتران المطلوب مع حملة مفتوحة. يجب على مسؤول الحملة تغيير حالة الحملة إلى مفتوحة لهذا الاقتران.
ka_ge: შერჩეული კამპანიის სტატუსი არ არის "ღია". მოთხოვნილი კავშირის დამყარება შესაძლებელია მხოლოდ ღია კამპანიის შემთხვევაში. კამპანიის გამოყენებისთვის კამპანიის ორგანიზატორმა უნდა შეცვალოს კამპანიის სტატუსი "ღია"–ზე.
kk_kz: Таңдалған науқанның мәртебесі Ашық болып табылмайды. Сұралған байланыс Ашық науқанмен ғана орнатылады. Науқанның әкімшісі науқанның мәртебесін осы байланыс үшін Ашық науқанға өзгертуге тиіс.
ru_ru: Статус выбранной кампании не является Открытым. Запрошенная связь может быть установлена только с Открытой кампанией. Администратор кампании должен изменить статус кампании на Открытый для этой связи.
th_th: สถานะของการรณรงค์ที่เลือกคือยังไม่เปิด การร้องขอการเชื่อมโยงสามารถทำได้กับการรณรงค์ที่เปิดแล้วเท่านั้น ผู้บริหารการรณรงค์ต้องเปลี่ยนสถานะการรณรงค์เป็น เปิด สำหรับการเชื่อมโยง

# msgCannotConnectToAccess
source: Cannot connect to MS Access Database '{0}'.
ar_iq: لا يمكن الاتصال بقاعدة بيانات Access MS '{0}'.
ka_ge: ვერ ხერხდება დაკავშირება '{0}' MS Access მონაცემთა ბაზასთან.
kk_kz: MS Access Database '{0}' деректер базасымен байланысу мүмкін емес
ru_ru: Не удается связаться с базой данных MS Access '{0}'.
th_th: ไม่สามารถเชื่อมต่อกับฐานข้อมูลการเข้าถึง MS Access Database '{0}' ได้

# msgCannotCreateAccessDatabase
source: Cannot Create MS Access Database '{0}'.
ar_iq: لا يمكن إنشاء قاعدة بيانات Access MS '{0}'.
ka_ge: ვერ ხერხდება '{0}' MS Access მონაცემთა ბაზის შექმნა.
kk_kz: MS Access '{0}' деректер базасын құру мүмкін емес.
ru_ru: Не удается создать базу данных MS Access '{0}'.
th_th: ไม่สามารถสร้างฐานข้อมูลการเข้าถึง MS '{0}' ได้

# msgCanNotDecreaseLocationVial
source: Cannot decrease number of locations. Number of containers stored ({0}) is more than the requested number of locations ({1}).
ar_iq: لا يمكن خفض عدد من المواقع. عدد الحاويات المخزنة ({0}) أكثر من عدد المواقع المطلوب ({1}).
ka_ge: ადგილების რაოდენობის შემცირება შეუძლებელია. შენახული კონტეინერების რაოდენობა ({0}) აღემატება მოთხოვნილი ადგილების რაოდენობას ({1}).
kk_kz: Орын санын кемітуге болмайды. Сақтаулы контейнерлер саны ({0}) сұралған орыннан ({1}) артық.
ru_ru: Нельзя уменьшить кол-во мест. Кол-во хранящихся проб ({0}) больше, чем кол-во запрошенных мест ({1}).
th_th: ไม่สามารถลดจำนวนตำแหน่งได้ จำนวนของที่เก็บที่มี ({0}) นั้นมากกว่าจำนวนตำแหน่งที่ร้องขอ ({1})

# msgCanNotDeleteSubDivVial
source: Cannot delete subdivision because there are containers stored in it.
ar_iq: لا يمكن حذف القسم الفرعي لأن هناك حاويات مخزنة فيه.
ka_ge: ქვედანაყოფის წაშლა შეუძლებელია, რადგან მასში ინახება კონტეინერები.
kk_kz: Бөлімшені алып тастауға болмайды, себебі онда контейнерлер сақталған.
ru_ru: Нельзя удалить подразделение так как в нем хранятся контейнеры.
th_th: ไม่สามารถลบส่วนย่อยได้เนื่องจากมีตู้เก็บอยู่ในนั้น

# msgCannotExport
source: Cannot export file {0}.
ar_iq: لا يمكن تصدير الملف {0}.
ka_ge: ვერ ხერხდება {0} ფაილის ექსპორტი.
kk_kz: {0} файлына экспорттау мүмкін емес.
ru_ru: Не удается экспортировать в файл {0}
th_th: ไม่สามารถส่งออกไฟล์ {0} ได้

# msgCannotExportToAccess
source: Cannot export to MS Access.
ar_iq: لا يمكن التصدير إلى MS Access.
ka_ge: ვერ ხერხდება MS Access მონაცემთა ბაზაში ექსპორტი.
kk_kz: MS Access деректер базасына экспорт жүргізу мүмкін емес
ru_ru: Не удается произвести экспорт в базу данных MS Access
th_th: ไม่สามารถส่งออกไปยังการเข้าถึง MS Access ได้

# msgCannotFindSummaryType
source: Cannot find Aggregate Function for column {0}.
ar_iq: لا يمكن العثور على الدالة التجميعية للعمود {0}.
ka_ge: ვერ ხერხდება აგრეგირების ფუნქციის პოვნა სვეტისთვის {0}
kk_kz: {0} бағанасы үшін жинақтау үлгісін табу мүмкін емес
ru_ru: Не удается найти тип суммирования для колонки {0}
th_th: ไม่สามารถค้นหาฟังค์ชั่นรวมสำหรับคอลัมน์ {0} ได้

# msgCantAccessSample
source: The sample can't be accessed, because it was deleted.
ar_iq: لا يمكن الوصول إلى العينة، لأنها حذفت.
ka_ge: ნიმუში ხელმიუწვდომელია, რადგან იგი წაშლილია
kk_kz: Сіз сынаманы қабылдау мүмкін емес, себебі ол жағдайдан/сессиядан алып тасталған.
ru_ru: Невозможно принять пробу, так как она уже была удалена из случая/сессии
th_th: ไม่สามารถเข้าถึงตัวอย่างได้ เพราะว่าถูกลบไปแล้ว

# msgCantActivateEmptyMatrix
source: Empty matrix can't be activated.
ar_iq: لا يمكن تفعيل المصفوفة الفارغة.
ka_ge: ცარიელი მატრიცის გააქტიურება შეუძლებელია.
kk_kz: Бос матрица активті болмауға тиіс.
ru_ru: Пустая матрица не может быть активирована.
th_th: ไม่สามารถสั่งการเมตริกซ์ที่ว่างได้

# msgCantAddCriticalObjectToTemplate
source: Can't add system high-level table section or predefined parameter to aggregate template
ar_iq: لا يمكن إضافة قسم جدول عالي المستوى للنظام أو معلمة معرفة مسبقا إلى القالب الإجمالي
ka_ge: შეუძლებელია სისტემური ცხრილური სექციის ან პარამეტრის დამატება აგრეგირებულ შაბლონში.
kk_kz: Алдын ала орналастырылған объектіні қалыпқа қосуға болмайды.
ru_ru: Нельзя добавить предустановленный объект в шаблон
th_th: ไม่สามารถเพิ่มหมวดตารางระดับสูงระบบ หรือพารามิเตอร์ที่กำหนดไว้ก่อนไปที่เท็มเพลตรวมได้

# msgCantAddSessionDiagnosis
source: Can't add this disease ({0}{1}{2}) to current Session. Associated Campaign doesn't contain this disease.
ar_iq: لا يمكن إضافة هذا المرض ({0}{1}{2}) إلى الجلسة الحالية. الحملة المقترنة لا تحتوي على هذا المرض.
ka_ge: ამ დაავადების დამატება მიმდინარე სესიაში ({0}{1}{2}) შეუძლებელია, რადგან მისი ზემდგომი კამპანია არ შეიცავს ამ დაავადებას.
kk_kz: Белсенді қадағалаудың ағымдағы сессиясына ауру ({0}{1}{2}) қосу мүмкін емес, сессия тиесілі науқанда бұл ауру жоқ.
ru_ru: Не удается добавить заболевание ({0}{1}{2}) в текущую сессию активного надзора. Кампания, которой принадлежит сессия, не содержит этого заболевания.
th_th: ไม่สามารถเพิ่มโรค ({0}{1}{2}) ไปที่เซสชั่นปัจจุบันได้ การรณรงค์ที่เกี่ยวข้องนั้นไม่มีโรคนี้อยู่

# msgCantASDeleteHerd
source: Can't delete the herd. There are animals linked to this herd.
ar_iq: لا يمكن حذف القطيع. هناك حيوانات مع عينات تمت إضافتها وتنتمي إلى هذا القطيع
ka_ge: ჯოგის წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ცხოველები ლაბორატორიის მიერ მიღებულ ნიმუშებთან ერთად.
kk_kz: Табынды алып тастау мүмкін емес, себебі онда сынамалары зертханаға қабылданған жануарлар бар.
ru_ru: Невозможно удалить стадо, потому что к нему относятся животные с пробами, принятыми в лабораторию.
th_th: ไม่สามารถลบฝูงสัตว์นี้ได้ มีสัตว์อื่นที่เชื่อมต่ออยู่กับฝูงสัตว์นี้

# msgCantChangeAnimalSpecies
source: Can't change species. There are accessioned samples that belongs to this animal.
ar_iq: لا يمكن تغيير الأنواع. هناك عينات تمت إضافتها من هذا الحيوان.
ka_ge: შეუძლებელია ცხოველის სახეობის შეცვლა რადგან მოცემული ცხოველისგან აღებული ნიმუშები უკვე მიღებულია ლაბორატორიის მიერ.
kk_kz: Жануар түрін өзгерту мүмкін емес, себебі бұл жануардың сынамасы зерттеу үшін зертханаға қабылданған
ru_ru: Не удается изменить вид животного т.к пробы данного животного уже приняты в лабораторию на исследование.
th_th: ไม่สามารถเปลี่ยนสายพันธุ์ได้ มีตัวอย่างปรากฏที่อยู่กับสัตว์ชนิดนี้

# msgCantChangeASLivestockSpecies
source: Can't change the species. There are animals linked to this species.
ar_iq: لا يمكن تغيير الأنواع. هناك حيوانات وعينات تمت إضافتها تنتمي إلى هذه الأنواع.
ka_ge: შეუძლებელია ცხოველის სახეობის შეცვლა რადგან ამ სახეობის ცხოველებისგან უკვე არსებობს ლაბვორატორიის მიერ კვლევისთვის მიღებული ნიმუშები
kk_kz: Жануар түрін өзгерту мүмкін емес, себебі сынамасы зерттеу үшін зертханаға қабылданған жануардың бұл түрі бар.
ru_ru: Не удается изменить вид животного т.к существуют животные данного вида, пробы которых уже приняты в лабораторию на исследование.
th_th: ไม่สามารถลบสายพันธุ์นี้ได้ มีสัตว์หลายชนิดที่อยู่ในสายพันธุ์นี้

# msgConfirmHACodeChangedForDiagnosis
source: You are going to change diagnosis Accessory Code for diagnosis which is used in the system already. Do you want to change diagnosis Accessory Code.
ar_iq: سوف تقوم بتغيير رمز ملحق التشخيص للتشخيص المستخدم في النظام فعلاً. هل تود تغيير رمز ملحق التشخيص.
ka_ge: თქვენ აპირებთ შეცვალოთ გამოყენების არის ველი იმ დიაგნოზისთვის რომელიც უკვე გამოიყენება სისტემაში. თქვენ ნამდვილად გსურთ დიაგნოზის გამოყენების არის შეცვლა?
kk_kz: Сіз жүйеде қолданылып жатқан Диагноз Қолдану Жері жолағын өзгерткелі тұрсыз. Сіз шынымен бұл жолақты өзгертуіңіз келе ме?
ru_ru: Вы собираетесь изменить поле Область применения для диагноза, который уже используется в системе. Вы действительно хотите изменить Область применения диагноза?
th_th: คุณกำลังจะเปลี่ยนรหัสสำรองการวินิจฉัยสำหรับการวินิจฉัยที่ใช้ในระบบแล้ว คุณต้องการเปลี่ยนรหัสสำรองการวินิจฉัยหรือไม่

# msgCantChangeDiagnosisUsingType
source: You are going to change diagnosis using type for diagnosis which is used in the system already. Do you want to change diagnosis using type?
ar_iq: سوف تقوم بتغيير نوع استخدام التشخيص للتشخيص المستخدم في النظام فعلاً. هل تود تغيير نوع استخدام التشخيص؟
ka_ge: თქვენ აპირებთ შეცვალოთ ტიპის ველი იმ დიაგნოზისთვის რომელიც უკვე გამოიყენება სისტემაში. თქვენ ნამდვილად გსურთ დიაგნოზის ტიპის შეცვლა?
kk_kz: Сіз жүйеде қолданылып жатқан Диагноз Қолдану Түрі жолағын өзгерткелі тұрсыз. Сіз шынымен бұл жолақты өзгертуіңіз келе ме?
ru_ru: Вы собираетесь изменить поле Тип использования для диагноза, который уже используется в системе. Вы действительно хотите изменить Тип использования диагноза?
th_th: คุณกำลังจะเปลี่ยนประเภทที่ใช้ในการวินิจฉัยสำหรับการวินิจฉัยที่ใช้ในระบบแล้ว คุณต้องการเปลี่ยนประเภทที่ใช้ในการวินิจฉัยหรือไม่

# msgCantCloseCampaign
source: Active Surveillance Campaign can't be closed. Close all sessions related with this campaign before campaign closure.
ar_iq: لا يمكن إغلاق حملة المراقبة النشطة. يجب إغلاق كافة الجلسات المتصلة بهذه الحملة قبل إغلاق الحملة.
ka_ge: აქტიური ზედამხედველობის კამპანიის დახურვა შეუძლებელია. კამპანიის დახურვამდე უნდა დახუროთ ამ კამპანიასთან დაკავშირებული ყველა სესია.
kk_kz: Белсенді қадағалау науқаны жабылмауға тиіс. Оны жабар алдында науқанға байланысты барлық белсенді қадағалау сессиясын жабыңыз.
ru_ru: Кампания активного надзора не может быть закрыта. Закройте все сессии активного надзора, связанные с кампанией перед ее закрытием.
th_th: ไม่สามารถปิดการรณรงค์การเฝ้าระวังที่ทำงานได้ ปิดทุกๆเซสชั่นที่เกี่ยวข้องกับการรณรงค์นี้ ก่อนที่จะปิดการรณรงค์

# msgCantDeleteAnimal
source: This animal can't be deleted.
ar_iq: لا يمكن حذف هذا الحيوان.
ka_ge: ამ ცხოველის წაშლა შეუძლებელია.
kk_kz: Жануарды алып тастауға болмайды.
ru_ru: Животное не может быть удалено.
th_th: ไม่สามารถลบสัตว์ชนิดนี้ได้

# msgCantDeleteASAnimal
source: Can't delete animal. There are accessioned samples that belongs to this animal.
ar_iq: لا يمكن حذف الحيوان. هناك عينات مضافة تنتمي لهذا الحيوان.
ka_ge: ცხოველის წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ლაბორატორიის მიერ მიღებული ნიმუშები.
kk_kz: Жануарды алып тастау мүмкін емес, себебі зертханаға қабылданған, осы жануарға тиесілі сынамалар бар.
ru_ru: Невозможно удалить животное, потому что к существут пробы, относящиеся к данному животному, которые уже приняты в лабораторию.
th_th: ไม่สามารถลบสัตว์ได้ มีตัวอย่างปรากฏที่อยู่กับสัตว์ชนิดนี้

# msgCantDeleteASSample
source: Can't delete sample. There are tests on this sample.
ar_iq: لايمكن حذف هذه العينة. هناك فحوصات على هذه العينة .
ka_ge: ნიმუშის წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ტესტები
kk_kz: Сынамаларды жою мүмкін емес. Бұл сынамаға сынақ тағайындалды.
ru_ru: Не удалось удалить пробу. По этой пробе имеются тесты.
th_th: ไม่สามารถลบตัวอย่างได้ มีการทดสอบกับตัวอย่างนี้

# msgCantDeleteASFarm
source: Can't delete the farm. There are animals linked to this farm.
ar_iq: لا يمكن حذف المزرعة. هناك حيوانات مع عينات تنتمي لهذه المزرعة.
ka_ge: ფერმის წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ცხოველები ლაბორატორიის მიერ მიღებულ ნიმუშებთან ერთად.
kk_kz: Ферманы алып тастау мүмкін емес, себебі онда сынамалары зертханаға қабылданған жануарлар бар.
ru_ru: Невозможно удалить ферму, потому что к ней относятся животные с пробами, принятыми в лабораторию.
th_th: ไม่สามารถบลบฟาร์มได้ มีสัตว์ที่เชื่อมต่ออยู่กับฟาร์มนี้

# msgCantDeleteASLivestockSpecies
source: Can't delete the species. There are animals linked to this species.
ar_iq: لا يمكن حذف الأنواع. هناك حيوانات مع عينات مضافة تنتمي لهذه الأنواع.
ka_ge: სახეობების წაშლა შეუძლებელია, რადგან მასთან დაკავშირებულია ცხოველები ლაბორატორიის მიერ მიღებულ ნიმუშებთან ერთად.
kk_kz: Бұл түрді алып тастау мүмкін емес, себебі сынамалары зертханаға қабылданған жануарлар осы түрге жатады.
ru_ru: Невозможно удалить данный вид, потому что к нему относятся животные с пробами, принятыми в лабораторию.
th_th: ไม่สามารถลบสายพันธุ์นี้ได้ มีสัตว์ที่เชื่อมต่อกับสายพันธุ์นี้

# msgCantDeleteAvianSpecies
source: Can't delete species. Delete all registered samples/vaccinations/penside tests related with this species before species deletion.
ar_iq: لا يمكن حذف الأنواع. حذف جميع العينات/اللقاحات/الاختبارات السريعة المسجلة ذات الصلة بهذا النوع قبل حذف الأنواع.
ka_ge: სახეობების წაშლა შეუძლებელია. წაშალეთ ყველა ნიმუში/ჩანაწერი ვაქცინაციის შესახებ/ექსპრეს ტესტი, რომელიც დაკავშირებულია აღნიშნულ სახეობასთან სანამ სახეობას წაშლით.
kk_kz: Түрді алып тастау мүмкін емес, себебі жағдайда осы түрге сілтеме жасалған жануарлар/вакцинациялар/жедел тесттер туралы жазба бар. Құс түрін алып тастау мүмкін болуы үшін осындай жазбаларды алып тастаңыз.
ru_ru: Не удается удалить вид, потому что случай содержит записи о животных/вакцинациях/полевых тестах, ссылающиеся на данный вид. Удалите такие записи, чтобы иметь возможность удалить вид птицы.
th_th: ไม่สามารถลบสายพันธุ์ได้ ลบตัวอย่าง/การฉีดวัคซีน/การทดสอบภาคสนามที่เกี่ยวข้องกับสายพันธุ์นี้ ก่อนทำการลบสายพันธุ์

# msgCantDeleteCampaignDisease
source: Couldn't delete disease. There are sessions associated with this campaign that contain this disease.
ar_iq: لا يمكن حذف المرض. هناك دورات مرتبطة بهذه الحملة التي تحتوي على هذا المرض.
ka_ge: დაავადების წაშლა შეუძლებელია, რადგან არსებობს ამ კამპანიასთან დაკავშირებული სესიები, რომლებშიც გამოყენებულია ეს დაავადება.
kk_kz: Ауруды алып тастау мүмкін емес. Осы науқанмен байланысты және осы ауру қамтылған белсенді қадағалау сессиясы бар.
ru_ru: Не удается удалить заболевание. Существуют сессии активного надзора, связанные с данной кампанией и содержащие это заболевание.
th_th: ไม่สามารถลบโรคนี้ มีเซสชั่นที่เกี่ยวข้องกับการรณรงค์นี้ที่มีโรคนี้อยู่

# msgCantDeleteCriticalObject
source: Can't delete system high-level table section or predefined parameter.
ar_iq: لا يمكن حذف قسم الجدول عالي المستوى أو المعلمة المعرفة مسبقا.
ka_ge: შეუძლებელია სისტემური ცხრილური სექციის ან პარამეტრის წაშლა აგრეგირებული შაბლონიდან.
kk_kz: Алдын ала орналастырылған объектіні алып тастауға болмайды.
ru_ru: Нельзя удалить предустановленный объект
th_th: ไม่สามารถลบหมวดตารางระดับสูงของระบบ หรือพารามิเตอร์ที่มีการระบุก่อนได้

# msgCantDeleteHerd
source: Can't delete herd. Delete all animals/vaccinations related with this herd before herd deletion.
ar_iq: لا يمكن حذف القطيع. يجب حذف جميع الحيوانات/ التلقيحات ذات الصلة مع هذا القطيع قبل حذف القطيع.
ka_ge: ჯოგის წაშლა შეუძლებელია. წაშალეთ ყველა ცხოველი/ჩანაწერი ვაქცინაცცის შესახებ, რომელიც დაკავშირებულია აღნიშნულ ჯოგთან სანამ ჯოგს წაშლით.
kk_kz: Табынды алып тастау мүмкін емес, себебі жағдайда осы табынға сілтеме жасалған жануарлар/вакцинациялар туралы жазба бар. Табынды алып тастау мүмкін болуы үшін осындай жазбаларды алып тастаңыз.
ru_ru: Не удается удалить стадо, потому что случай содержит записи о животных/вакцинациях, ссылающиеся на данное стадо. Удалите такие записи, чтобы иметь возможность удалить стадо.
th_th: ไม่สามารถลบฝูงสัตว์นี้ได้ กรุณาลบสัตว์/การฉีดวัคซีนที่เกี่ยวข้องกับฝูงสัตว์นี้ก่อนทำการลบฝูงสัตว์

# msgCantDeleteLivestockSpecies
source: Can't delete species. Delete all animals/vaccinations related with this species before species deletion.
ar_iq: لا يمكن حذف الأنواع. حذف جميع الحيوانات / التلاقيح ذات الصلة بهذا النوع قبل حذف الأنواع.
ka_ge: სახეობების წაშლა შეუძლებელია. წაშალეთ ყველა ცხოველი/ჩანაწერი ვაქცინაცცის შესახებ, რომელიც დაკავშირებულია აღნიშნულ სახეობასთან სანამ სახეობას წაშლით.
kk_kz: Бұл түрді алып тастау мүмкін емес, себебі жағдайда осы түрге сілтеме жасалған жануарлар/вакцинациялар туралы жазба бар. Жануар түрін алып тастау мүмкін болуы үшін осындай жазбаларды алып тастаңыз.
ru_ru: Не удается удалить данный вид, потому что случай содержит записи о животных/вакцинациях, ссылающиеся на данный вид. Удалите такие записи, чтобы иметь возможность удалить вид животного.
th_th: ไม่สามารถลบสายพันธุ์นี้ได้ กรุณาลบสัตว์/การฉีดวัคซีนที่เกี่ยวข้องกับสายพันธุ์นี้ก่อนทำการลบสายพันธุ์

# msgCantDeleteRecord
source: The record can not be deleted.
ar_iq: لا يمكن حذف السجل
ka_ge: ჩანაწერის წაშლა შეუძლებელია.
kk_kz: Жазбаны жою мүмкін емес.
ru_ru: Запись не может быть удалена.
th_th: ไม่สามารถลบบันทึกนี้ได้

# msgCantDeletFlock
source: Can't delete flock. Delete all registered samples/vaccinaitons/penside tests related with this flock before flock deletion.
ar_iq: لا يمكن حذف القطيع. يجب حذف جميع العينات/اللقاحات/الاختبارات السريعة المسجلة و التي لها صلة بهذا القطيع قبل الحذف.
ka_ge: გუნდის წაშლა შეუძლებელია. გუნდის წაშლამდე წაშალეთ ამ გუნდთან დაკავშირებული ყველა რეგისტრირებული ნიმუში/ექსპრეს ტესტი.
kk_kz: Табынды алып тастау мүмкін емес, себебі жағдайда осы табынға сілтеме жасалған жануарлар/вакцинациялар/жедел тесттер туралы жазба бар. Табынды алып тастау мүмкін болуы үшін осындай жазбаларды алып тастаңыз.
ru_ru: Не удается удалить стадо, потому что случай содержит записи о животных/вакцинациях/полевых тестах, ссылающиеся на данное стадо. Удалите такие записи, чтобы иметь возможность удалить стадо.
th_th: ไม่สามารถลบฝูงนกได้ ลบตัวอย่าง/การฉีดวัคซีน/การทดสอบภาคสนามที่เกี่ยวข้องกับฝูงนกนี้ ก่อนทำการลบฝูงนก

# msgCantMakeCampaignNew
source: Active Surveillance Campaign Status can't be set to [New]. There are sessions associated with this campaign.
ar_iq: لا يمكن ضبط حالة حملة المراقبة النشطة على [جديدة]. هناك جلسات مرتبطة بهذه الحملة.
ka_ge: აქტიური ზედამხედველობის კამპანიის სტატუსის დაყენება პარამეტრზე [ახალი] შეუძლებელია, რადგან არსებობს ამ კამპანიასთან დაკავშირებული სესიები.
kk_kz: Белсенді бақылау науқанының мәртебесі [Жаңаға] орнатылмайды. Осы науқанға байланысты белсенді қадағалау сессиялары бар.
ru_ru: Статус кампании активного надзора не может быть установлен в [Новый]. Существуют сессии активного надзора, связанные с этой кампанией.
th_th: ไม่สามารถตั้งค่าสถานะการรณรงค์การเฝ้าระวังเชิงรุกไปที่ [ใหม่] ได้ มีเซสชั่นที่เกี่ยวข้องกับการรณรงค์นี้อยู่

# msgCantOpenSession
source: Can't change session status to 'Open' because associated Campaign is closed.
ar_iq: لا يمكن تغيير حالة الجلسة إلى 'فتح' بسبب إغلاق الحملة المقترنة بها.
ka_ge: სესიის სტატუსის შეცვლა სტატუსზე „ღია“ შეუძლებელია, რადგან მისი ზემდგომი აქტიური ზედამხედველობის კამპანია დახურულია.
kk_kz: Сессияның жай-күйін "Ашық" деп өзгерту мүмкін емес, себебі сессияға байланысты науқан жабылған.
ru_ru: Невозможно изменить состояние сессии на "Открыта", потому что связанная с сессией кампания закрыта.
th_th: ไม่สามารถแก้ไขสถานะเซสชั่นเป็น 'เปิด' ได้ เนื่องจากการรณรงค์ที่เกี่ยวข้องนั้นปิดอยู่

# msgCantSetSessionDiagnosis
source: Can't set this disease ({0}{1}{2}) for current Session. Associated Campaign doesn't contain this disease
ar_iq: لا يمكن تعيين هذا المرض ({0}{1}{2}} للجلسة الحالية. الحملة المقترنة لا تشتمل على هذا المرض
ka_ge: ამ დაავადების შერჩევა ({0}{1}{2}) მიმდინარე სესიისთვის შეუძლებელია. სესიის ზემდგომი კამპანია არ შეიცავს ამ დაავადებას.
kk_kz: Белсенді қадағалаудың ағымдағы сессиясы үшін ({0}{1}{2}) белгілеу мүмкін емес. Сессия тиесілі науқанда бұл ауру жоқ.
ru_ru: Не удается установить данное заболевание ({0}{1}{2}) для текущей сессии активного надзора. Кампания, которой принадлежит сессия, не содержит этого заболевания.
th_th: ไม่สามารถตั้งค่าโรค ({0}{1}{2}) สำหรับเซสชั่นปัจจุบันได้ การรณรงค์ที่เกี่ยวข้องไม่มีโรคนี้

# msgCaseInOutbreak
source: The case {0} is included in the outbreak {1}. Remove this case from another outbreak?
ar_iq: الحالة {0} موجودة في التفشي {1}. هل تود إزالة هذه الحالة من التفشي؟
ka_ge: შემთხვევა {0} დამატებულია ეპიდაფეთქებაში {1}. გსურთ ამ შემთხვევის ამოღება სხვა ეპიდაფეთქებიდან?
kk_kz: Осы жағдай {0} аурудың шығуынан {1} алып тасталсын ба?
ru_ru: Случай {0} включен во вспышку заболеваний {1}. Удалить этот случай из вспышки заболеваний?
th_th: กรณี {0} ถูกรวมอยู่ในการระบาด {1} ย้ายกรณีนี้จากการระบาดอื่นหรือไม่

# msgUpOutbreakDiagnosisToGroup
source: Outbreak diagnosis {0} and diagnosis of the case/session {1} {2} are not equal, but are included to the same diagnoses group {3}. Do you want to enter {3} as outbreak diagnosis?
ar_iq: تشخيص التفشي {0} وتشخيص الحالة/الجلسة {1} {2} ليسا متماثلين ولكنها موجودان في نفس مجموعة التشخيص {3}. هل تود إدخال {3} كتشخيص تفشي؟
ka_ge: ეპიდაფეთქების დიაგნოზი {0} და შემთხვევის/სესიის დიანოზი {1} {2} არ ექმთხვევა ერთმანეთს,მაგრამ შედიან ერთ ჯგუფში {3}. გსურთ {3} დიაგნოზის დამატება ეპიდაფეთქების დიაგნოზების ჩამონათვალში?
kk_kz: Ауру Тарауы Диагнозы {0} және Адам Ауру/Сессия Диагнозымен {1} {2} бірдей емес бірақ бір диагноз тобына {3} қосылды. Сіз {3} Ауру Тарауының Диагнозы ретінде қолдануыңыз келе ме?
ru_ru: Диагноз вспышки заболевания {0} и диагноз случая заболевания / сессии {1} {2} не равны, а включены в одну и ту же группу диагнозов {3}. Ввести {3} в качестве диагноза вспышки заболевания?
th_th: การวินิจฉัยการระบาด {0} และการวินิจฉัยกรณี/เซสชั่น {1} {2} ไม่เท่ากัน แต่รวมอยู่ในกลุ่มการวินิจฉัยเดียวกัน {3} คุณต้องการป้อน {3}เป็นการวินิจฉัยการระบาดหรือไม่
