Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

source: About
ar_iq: عن البرنامج
ka_ge: პროგრამის შესახებ
kk_kz: Бағдарлама туралы
ru_ru: О программе
th_th: เกี่ยวกับ

source: Version
ar_iq: إصدار
ka_ge: ვერსია
kk_kz: Нұсқа
ru_ru: Версия
th_th: รุ่น

source: Accession
ar_iq: إضافة
ka_ge: მიღება
kk_kz: Қабылдау
ru_ru: Принять
th_th: การเข้าถึง

source: action(s)
ar_iq: إجراء (إجراءات)
ka_ge: ქმედება(ები)
kk_kz: іс-әрекет
ru_ru: действия
th_th: การปฏิบัติ

source: Active Surveillance Campaign
ar_iq: حملة مراقبة فعالة
ka_ge: აქტიური ზედამხედველობის კამპანია
kk_kz: Белсенді қадағалау науқаны
ru_ru: Кампания активного надзора
th_th: กิจกรรมการเฝ้าระวังเชิงรุก

source: Active Surveillance Session
ar_iq: جلسة مراقبة نشطة
ka_ge: აქტიური ზედამხედველობის სესია
kk_kz: Белсенді қадағалау сессиясы
ru_ru: Сессия активного надзора
th_th: การเฝ้าระวังเชิงรุก

source: Add
ar_iq: إضافة
ka_ge: დამატება
kk_kz: Қосу
ru_ru: Добавить
th_th: เพิ่ม

# AddActionWindowTitle
source: Add Action
ar_iq: إضافة إجراء
ka_ge: ღონისძიების დამატება
kk_kz: Іс-әрекет қосу
ru_ru: Добавить действие
th_th: เพิ่มการปฏิบัติ

# AddAnimalWindowTitle
source: Add Animal
ar_iq: إضافة حيوان
ka_ge: ცხოველის დამატება
kk_kz: Жануарды қосу
ru_ru: Добавить животное
th_th: เพิ่มสัตว์

# AddDiseaseWindowTitle
source: Add Disease
ar_iq: إضافة مرض
ka_ge: დაავადების დამატება
kk_kz: Ауруды қосу
ru_ru: Добавить заболевание
th_th: เพิ่มโรค

# AddInTemplate_Template_Has_Observations
source: Cant't add objects to template, because there is actual data linked with template in the system.
ar_iq: لا يمكن إضافة كائنات إلى القالب، لوجود بيانات فعلية مرتبطة بالقالب في النظام.
ka_ge: ობიექტის დამატება შაბლონაში შეუძლებელია, რადგან სისტემაში არსებობს მონაცემები დაკავშირებული შაბლონთან.
kk_kz: Объектіні қалыпқа қосу мүмкін емес, себебі осы қалыппен байланысты деректер бар.
ru_ru: Не удается добавить объект в шаблон, поскольку существуют данные, связанные с этим шаблоном.
th_th: ไม่สามารถเพิ่มวัตถุในเท็มเพลตได้ เนื่องจากไม่มีข้อมูลที่แท้จริงเชื่อมอยู่กับเท็มเพลตในระบบ

# AddParameterInTemplate_Cant_Add_Unsaved_Parameter
source: The unsaved parameter can't be added into template. Do you want save data?
ar_iq: لا يمكن لمعلمة غير محفوظة أن تضاف للقالب. هل تريد حفظ البيانات؟
ka_ge: შეუძლებელია პარამეტრის დამატება შაბლონში დამახსოვრების გარეშე. გსურთ მონაცემთა დამახსოვრება?
kk_kz: Сақталмаған параметрді қалыпқа қосу мүмкін емес. Деректерді сақтағыңың келе ме?
ru_ru: Несохраненный параметр не может быть добавлен в шаблон. Хотите сохранить данные?
th_th: พารามิเตอร์ที่ไม่ได้บันทึกจะไม่สามารถเพิ่มในเท็มเพลตได้ คุณต้องการบันทึกข้อมูลหรือไม่?

source: Address
ar_iq: العنوان
ka_ge: მისამართი
kk_kz: Мекенжайы
ru_ru: Адрес
th_th: ที่อยู่

source: Number of copies
ar_iq: عدد النسخ
ka_ge: ასლების რაოდენობა
kk_kz: Көшірме саны
ru_ru: Количество копий
th_th: จำนวนสำเนา

# titleCopySample
source: Copy
ar_iq: نسخ مزرعة/حيوان/عينة
ka_ge: ფერმის/ცხოველის/ნიმუშის ასლი
kk_kz: Көшірме Ферма/Жануар/Сынама
ru_ru: Копировать ферму / животное / пробу
th_th: คัดลอก

# AddSampleWindowTitle
source: Add Farm/Animal/Sample
ar_iq: إضافة مزرعة/حيوان/عينة
ka_ge: ფერმის/ცხოველის/ნიმუშის დამატება
kk_kz: Ферма/жануар/сынама қосу
ru_ru: Добавить ферму/животное/пробу
th_th: เพิ่มฟาร์ม/สัตว์/ตัวอย่าง

source: Farm/Animal/Sample
ar_iq: مزرعة/حيوان/عينة
ka_ge: ფერმა/ცხოველი/ნიმუში
kk_kz: Ферма/жануар/сынама
ru_ru: Ферма / животное / проба
th_th: ฟาร์ม/สัตว์/ตัวอย่าง

# AddSectionInTemplate_Cant_Add_Unsaved_Section
source: The unsaved section can't be added into template. Do you want save data?
ar_iq: لا يمكن أن يضاف قسم غير محفوظ للقالب. هل تريد حفظ البيانات؟
ka_ge: შეუძლებელია სექციის დამატება შაბლონში დამახსოვრების გარეშე. გსურთ მონაცემთა დამახსოვრება?
kk_kz: Сақталмаған секцияны қалыпқа қосу мүмкін емес. Деректерді сақтағыңың келе ме?
ru_ru: Несохраненная секция не может быть добавлена в шаблон. Хотите сохранить данные?
th_th: หมวดที่ไม่ได้บันทึกจะไม่สามารถเพิ่มในเท็มเพลตได้ คุณต้องการบันทึกข้อมูลหรือไม่?

# AddSummaryWindowTitle
source: Add Summary Info
ar_iq: إضافة معلومات ملخصة
ka_ge: ჯამური ინფორმაციის დამატება
kk_kz: Жинақталған есеп жазбаларын қосу
ru_ru: Добавление записи обобщенного отчета
th_th: เพิ่มข้อมูลการสรุป

source: Age
ar_iq: العمر
ka_ge: ასაკი
kk_kz: Жасы
ru_ru: Возраст
th_th: อายุ

# Agg_Case_already_exists
source: Aggregate Case for the current Period and Administrative Unit already exists.
ar_iq: الحالة الإجمالية للفترة الحالية والوحدة الإدارية موجودة مسبقاً.
ka_ge: აგრეგირებული შემთხვევა მიმდინარე პერიოდისთვის და ადმინისტრაციული დონისთვის უკვე არსებობს
kk_kz: Ағымдағы кезең/әкімшілік бірлік үшін агрегацияланған деректер бар.
ru_ru: Агрегированный случай для текущего периода/административной единицы уже существуют.
th_th: กรณีรวมสำหรับระยะเวลาปัจจุบัน และหน่วยการบริหารมีปรากฏอยู่แล้ว

# AntimicrobialTherapy
source: Antibiotic
ar_iq: مضاد حيوي
ka_ge: პრეპარატი
kk_kz: Антибиотиктер/вирусқа қарсы препараттар
ru_ru: Антибиотики/антивирусные препараты
th_th: ยาปฏิชีวนะ

# ApplicationMustBeClosed
source: Update is now running. You must close EIDSS Application immediatly.
ar_iq: عملية التحديث قيد التشغيل. عليك إغلاق النظام الالكتروني المتكامل لمراقبة الأمراض حالاً.
ka_ge: მიმდინარეობს პროგრამის განახლების პროცესი. დაუყოვნებლივ დახურეთ დზეის პროგრამა.
kk_kz: Жаңарту жүріп жатыр. Сіз АҚЭИЖ бағдарламасын дереу жабуға тиіссіз.
ru_ru: Работает обновление. вы должны немедленно закрыть приложение ЭИСНЗ.
th_th: กำลังทำการอัพเดตอยู่ คุณต้องปิดแอพพลิเคชั่น EIDSS ทันที

source: April
ar_iq: أبريل/نيسان
ka_ge: აპრილი
kk_kz: Сәуір
ru_ru: Апрель
th_th: เดือนเมษายน

# AsSession.DetailsTableView.DuplicateAnimalWithoutSample
source: The record can't contain the same animals without sample
ar_iq: لا يمكن للسجل أن يحتوي على الحيوانات نفسها بدون عينة
ka_ge: ჩანაწერი არ შეიძლება შეიცავდეს ერთიდაიგივე ცხოველს ნიმუშების გარეშე.
kk_kz: Жазбада сынамасыз бірдей жануар болмайды.
ru_ru: Записи не могут содержать одно и то же животное без проб.
th_th: บันทึกนี้ไม่สามารถมีสัตว์เดียวกันได้โดยไม่มีตัวอย่าง

# AsSession.DetailsTableView.DuplicateSample
source: "Field Sample ID" shall be unique for an animal and a sample type.
ar_iq: يجب ان يكون "معرف عينة الحقل" فريداً للحيوان ونوع العينة.
ka_ge: "ნიმუშის საველე ID"უნიკალური უნდა იყოს ცხოველითვის და ნიმუშის ტიპისთვის.
kk_kz: "Сынаманың далалық дара №" жолағының мәні жануар және сынама үлгісі үшін бірегей болуға тиіс.
ru_ru: Значение поля "Полевой Инд. № пробы" должно быть уникальным для животного и типа пробы.
th_th: "ID พื้นที่ตัวอย่าง" ควรไม่ซ้ำกัน สำหรับประเภทของสัตว์และตัวอย่าง

# AsSession.DetailsTableView.SpeciesIsNotInTheList
source: 'Species' is not included to the Diagnoses and Species List in the Active Surveillance Session. Either remove 'Species' from the Active Surveillance Session or add it to the Diagnoses and Species List.
ar_iq: ’الأنواع‘ غير محتواة في قائمة التشخيص والأنواع في جلسة المراقبة النشطة. يجب إما إزالة 'الأنواع' من جلسة المراقبة النشطة أو إضافتها إلى قائمة التشخيص والأنواع.
ka_ge: მოცემული *სახეობა* არ შედის აქტიური ზედამხედველობის სესიის დიაგნოზების და სახეობების ჩამონათვალში. ან ამოიღეთ ის აქტიური ზედამხედველობის სესიის ჩამონათვალიდან ან დაამატეთ დიაგნოზების და ცხოველების ჩამონათვალში.
kk_kz: Жануардың бұл түрі белсенді қадағалау сессиясының диагноз/жануарлар түрі тізімінде жоқ. Сіз жануардың бұл түірн белсенді қадағалау сессиясынан алып тастауға не диагноз/жануарлар түрі тізіміне қосуға тиіссіз.
ru_ru: Данный вид животного отсутствует в списке диагнозов/ видов животных сессии активного надзора. Вы должны удалить данный вид животного из сессии актвного надзора, либо добавить его в список диагнозов/видов животных.
th_th: 'สายพันธุ์'ไม่ได้รวมอยู่ในรายการการวินิจฉัยและสายพันธุ์ในหน่วยเฝ้าระวังเชิงรุก กรุณาย้าย 'สายพันธุ์' ออกจากหน่วยเฝ้าระวังเชิงรุก หรือเพิ่มเข้าไปในรายการการวินิจฉัยและสายพันธุ์

# AsSession.SummaryItem.datCollectionDate_msgId
source: Collection date ({0:d}) must match the Session's period ({1:d} - {2:d}).
ar_iq: يجب ان يتطابق تاريخ التجميع ({0:d}) مع فترة الجلسة ({1:d} - {2:d}).
ka_ge: ნიმუშების აღების თარიღი ({0:d}) უნდა მდებარეობდეს სესიის დაწყების და დასრულების თარიღს შორის ({1:d} - {2:d}).
kk_kz: Сынамалар жинау күні ({0:d}) белсенді қадағалау сессияның басталу және аяқталу күндері ({1:d} - {2:d}) арасында болуға тиіс.
ru_ru: Дата отбора проб ({0:d}) должна находиться внутри периода проведения сессии активного надзора ({1:d} - {2:d}).
th_th: วันที่เก็บ ({0:d}) ต้องตรงกับระยะเวลาของเซสชั่นนั้นๆ ({1:d} - {2:d}).

# AsSession.SummaryItem.Duplicate_msgId
source: It is not possible to create 2 Summary records with the same Farm, Species and Diagnosis. Such value already exists.
ar_iq: لا يمكن إنشاء ملخص تقريرين لنفس المزرعة والعينات والتشخيص. هذه القيمة موجودة مسبقا.
ka_ge: ჯამური ანგარიში მოცემული ფერმით, სახეობით და დიაგნოზით უკვე არსებობს.
kk_kz: Осындай ферма, түр және диагнозбен жинақталған есеп жазбасы бар.
ru_ru: Запись обобщенного отчета с такими фермой, видом и диагнозом уже существует.
th_th: ไม่สามารถทำการสร้างบันทึกสรุปทั้ง 2 ในฟาร์ม สายพันธุ์ และการวินิจฉัยเดียวกันได้ ค่านั้นๆมีปรากฏอยู่แล้ว

# AsSession_WrongCampaignAssignment
source: The Diseases And Species List in the Active Surveillance Session differs from the Diseases And Species List in the chosen Active Surveillance Campaign. Rewrite the Diseases And Species List in the Active Surveillance Session based on the list in Active Surveillance Campaign?
ar_iq: إن قائمة الأمراض والأنواع في جلسة المراقبة النشطة تختلف عن قائمة الأمراض والأنواع في حملة المراقبة النشطة التي تم اختيارها. يرجى إعادة كتابة قائمة الأمراض والأنواع في جلسة المراقبة النشطة استنادا إلى قائمة حملة المراقبة النشطة؟
ka_ge: აქტიური ზედამხედველობი სესიის დაავადებათა და სახეობათა ჩამონათვალი განსხვავდება კამპანიის შესაბამისი ჩამონათვალისგან.გადაეწეროს კამპანიის შესაბამისი ჩამონათვალი აქტიური ზედამხედველობის სესიის ჩამონათვალს?
kk_kz: Белсенді қадағалау сессиясы жануарларының аурулары мен түрлерінің тізбесі науқанның тиісті тізбесінен өзгеше. Белсенді қадағалау сессиясы жануарларының аурулары мен түрлерінің тізбесін науқан жануарларының аурулары мен тізбесіне ауыстырып қайта жазу керек пе?
ru_ru: Перечень заболеваний и видов животных сессии активного надзора отличается от соответствующего перечня кампании. Переписать перечень заболеваний и видов животных сессии активного надзора переченем заболеваний и видов животных кампании?
th_th: รายการโรคและสายพันธุ์ในหน่วยเฝ้าระวังเชิงรุกต่างจากรายการโรคและสายพันธุ์ในการรณรงค์การเฝ้าระวังเชิงรุกที่เลือก จะทำการเขียนรายการโรคและสายพันธุ์ในหน่วยเฝ้าระวังเชิงรุก ใหม่โดยอิงจากรายการในการรณรงค์การเฝ้าระวังเชิงรุกหรือไม่?

# AsSessionSummary_PositiveGreaterThanSampled
source: The value of "Positive #" must not be bigger than value in the "Number of Samples" field
ar_iq: يجب ألا تكون قيمة "رقم إيجابي" أكبر من القيمة في حقل "عدد العينات"
ka_ge: ველი"დადებითი #"–ს მნიშვნელობა ვერ იქნება უფრო დიდი ვიდრე ველი “ნიმუშების რაოდენობა”
kk_kz: "Оң №" жолағының мәні "Үлгілер саны" жолағынан артық болмауға тиіс
ru_ru: Значение поля "Положительных #" должно быть не больше значения поля “Кол-во животных с пробами”
th_th: ค่าของ "ผลบวก#" ต้องไม่มากกว่าค่าในช่อง "จำนวนตัวอย่าง"

source: August
ar_iq: أغسطس/آب
ka_ge: აგვისტო
kk_kz: Тамыз
ru_ru: Август
th_th: เดือนสิงหาคม

# btAddContact
source: Add Contact
ar_iq: إضافة جهة اتصال
ka_ge: კონტაქტის დამატება
kk_kz: Байланысты қосу
ru_ru: Добавить контакт
th_th: เพิ่มผู้สัมผัส

# btAddResult
source: Add Result
ar_iq: إضافة نتيجة
ka_ge: შედეგის დამატება
kk_kz: Нәтижені қосу
ru_ru: Добавить результат
th_th: เพิ่มผลลัพธ์

# btAddAnimal
source: New
ar_iq: جديد
ka_ge: ახალი
kk_kz: Жаңа
ru_ru: Новый
th_th: ใหม่

# btEditResult
source: Edit Result
ar_iq: تحرير النتيجة
ka_ge: შედეგის რედაქტირება
kk_kz: Нәтижелерді өзгерту
ru_ru: Редактирование результата
th_th: แก้ไขผลลัพธ์

# btAvianDiseaseOutbreaksForm
source: Avian Disease Outbreaks
ar_iq: تفشي مرض طيور
ka_ge: ფრინველის დაავადების ეპიდაფეთქებები
kk_kz: Құстардың арасында аурудың шығуы
ru_ru: Вспышки заболеваний среди птиц
th_th: การระบาดของโรคเกี่ยวกับสัตว์ปีก

# btChangePassword
source: Change Password
ar_iq: تغيير كلمة المرور
ka_ge: პაროლის შეცვლა
kk_kz: Парольді ауыстыру
ru_ru: Сменить пароль
th_th: เปลี่ยนรหัสผ่าน

# btActionLogIn
source: Log In
ar_iq: تسجيل الدخول
ka_ge: შესვლა
kk_kz: Кіру
ru_ru: Войти
th_th: ลงชื่อเข้าใช้

# btClinicalSigns
source: Clinical Signs
ar_iq: علامات سريرية
ka_ge: კლინიკური ნიშნები
kk_kz: Клиникалық белгілер
ru_ru: Клинические признаки
th_th: สัญญานทางคลีนิก

# btEditContact
source: Edit Contact
ar_iq: تحرير جهة اتصال
ka_ge: კონტაქტის რედაქტირება
kk_kz: Байланысты редакциялау
ru_ru: Редактировать контакт
th_th: แก้ไขการติดต่อ

# btGeneralCaseInvestigationForm
source: General Case Investigation Form
ar_iq: نموذج تحقيق في حالة عامة
ka_ge: ადამიანის დაავადების შემთხვევის კვლევის ფორმა.
kk_kz: Жалпы жағдайды зерттеу нысаны
ru_ru: Форма расследования общего случая
th_th: แบบฟอร์มการสืบสวนกรณีทั่วไป

# btLivestockDiseaseOutbreaksForm
source: Livestock Disease Outbreaks
ar_iq: تفشي مرض مواشي
ka_ge: შინაურ ცხოველთა დაავადების ეპიდაფეთქებები
kk_kz: Жануарлар арасында аурудың шығуы
ru_ru: Вспышки заболеваний среди животных
th_th: การระบาดของโรคเกี่ยวกับปศุสัตว์

# btLogin
source: Login
ar_iq: تسجيل الدخول
ka_ge: სისტემაში შესვლა
kk_kz: Пайдаланушының аты
ru_ru: Войти
th_th: การลงชื่อเข้าใช้

# strNew
source: New
ar_iq: جديد
ka_ge: ახალი
kk_kz: Құру
ru_ru: Создать
th_th: ใหม่

source: Add Parameter
ar_iq: إضافة معلمة
ka_ge: პარამეტრის დამატება
kk_kz: Параметр қосу
ru_ru: Добавить параметр
th_th: เพิ่มพารามิเตอร์

# RemoveDifferences
source: Remove Differences with Template
ar_iq: إزالة الاختلافات مع القالب
ka_ge: შაბლონთან განსხვავებების ამოღება
kk_kz: Өзгешелікті қалыппен бірге алып тастау
ru_ru: Удалить различия с шаблоном
th_th: ย้ายข้อแตกต่างด้วยเท็มเพลต

# strNewFlock
source: New Flock
ar_iq: سرب (قطيع) جديد
ka_ge: ახალი გუნდი
kk_kz: Жаңа табын
ru_ru: Добавить стаю
th_th: ฝูงใหม่

# msgQueryResultIsTooBig
source: Query result is too big. Please do one of the following actions: 1) Choose another Query. 2) Edit Query filter using Query Builder. 3) Copy Query and then edit filter using Query Builder.
ar_iq: نتيجة الاستعلام كبيرة جدا. يرجى القيام بأحد الإجراءات التالية: 1) اختيار استعلام آخر. 2) تحرير تصفية الاستعلام باستخدام منشئ الاستعلام. 3) نسخ الاستعلام ثم تحرير عامل التصفية باستخدام منشئ الاستعلام.
ka_ge: მოთხოვნის შედეგი ძალიან დიდია. გთხოვთ გააკეთეთ რომელიმე შემდეგ მოყვანილი გთხოვთ გააკეთოთ ერტერტი შემდეგჩამოთვლილიდან: 1) შეარჩიეთ სხვა მოთხოვნა. 2) დაარედაქტირეთ მოთხოვნა მოთხოვნის კონსტრუქტორის დახმარებით. 3) დააკოპირეთ მოთხოვნა მოთხოვნის კონსტრუქტორის დახმარებით და დაარედაქტირეთ ფილტრები.
kk_kz: Сұранымның атауы тым үлкен. Мына әрекеттердің бірін орындаңыз: 1) Басқа сұраным таңдаңыз. 2) Сұраным редакторында сұраным сүзгісін редакциялаңыз. 3) Сұранымды көшіріп алыңыз, содан кейін сұраным редакторында сұраным сүзгісін редакциялаңыз.
ru_ru: Результат запроса слишком велик. Выполните одно из следующих действий: 1) Выберите другой запрос. 2) Отредактируйте фильтр запроса в редакторе запросов. 3) Скопируйте запрос а затем отредактируйте фильтр запроса в редакторе запросов.
th_th: ผลลัพธ์คำถามนั้นยาวเกินไป กรุณาทำตามข้อใดข้อหนึ่งต่อไปนี้: : 1) เลือกคำถามใหม่ 2) แก้ไขตัวกรองคำถามโดยการใช้ตัวสร้างคำถาม 3) คัดลอกคำถาม และแก้ไขตัวกรองโดยการใช้ตัวสร้างคำถาม

# msgQueryResultTimeout
source: Query execution timeout. The query result is too big. Please close and reopen AVR and try one of the following: 1) Edit Query by adding filter conditions. 2) Edit Query by removing all the fields except those, really needed for the analysis. 3) Choose another Query.
ka_ge: მოლოდინის დრო ამოიწურა. მოთხოვნის შედეგები ძალიან დიდია. გთხოვთ დახუროთ და ხელახლა გახსნათ ანალიტიკური მოდული და სცადეთ ერთერთი ქვემოთ მოცემულთაგან: 1) დაამატეთ მოთხოვნაში მეტი ფილტრი 2) ამოიღეთ ზედმეტი ცვლადები მოთხოვნიდან 3) აირჩიეთ სხვა მოთხოვნა
kk_kz: Енгізу
ru_ru: Превышено время ожидания выполнения запроса. Результат запроса слишком велик. Закройте и вновь откройте АВО, и выполните одно из следующих действий: 1) Отредактируйте запрос, добавив к нему фильтр. 2) Отредактируйте запрос, удалив все поля кроме тех, которые действительно необходимы для анализа. 3) Выберите другой запрос.
th_th: การดำเนินคำถามหมดเวลา ผลลัพธ์คำถามนั้นใหญ่เกินไป กรุณาปิด และเปิด AVR ใหม่ และพยายามทำตามข้อใดข้อหนึ่งต่อไปนี้: 1) แก้ไขคำถาม โดยการเพิ่มเงื่อนไขการกรอง 2) แก้ไขคำถามโดยการย้ายช่องทั้งหมด ยกเว้นช่องเหล่านั้น ที่จำเป็นต้องทำการวิเคราะห์ 3) เลือกคำถามอื่น

# msgErrorExecutingArchiveQuery
source: Error while retrieving archived data. See log for more details.
ar_iq: خطأ أثناء استرداد البيانات المؤرشفة. للمزيد من التفاصيل يرجى مراجعة السجل.
ka_ge: არქივიდან მონაცემთა ამოღებისას. დეტალური ინფორმაციის მისაღებად იხილეთ ჯურნალი.
kk_kz: Мұрағаттық деректерді алудағы қате. Толық білу үшін журналды қараңыз.
ru_ru: Ошибка получения архивных данных. Для получения подробностей смотрите журнал.
th_th: ข้อผิดพลาดระหว่างการฟื้นฟูข้อมูลที่ได้รับ ดูที่บันทึกสำหรับรายละเอียดเพิ่มเติม

# msgQuery
source: Query
ar_iq: استعلام
ka_ge: მოთხოვნა
kk_kz: Сұраным
ru_ru: Запрос
th_th: คำถาม

# msgPivotAndView
source: Pivot and View
ar_iq: تدوير محوري وعرض
ka_ge: ცხრილი და გამოსახულება
kk_kz: Жиынтық және Көрініс
ru_ru: Сводная таблица и представление
th_th: Pivot และมุมมอง

# strNewHerd
source: New Herd
ar_iq: قطيع جديد
ka_ge: ახალი ჯოგი
kk_kz: Табынды қосу
ru_ru: Добавить стадо
th_th: ฝูงสัตว์ใหม่

# btDeleteFlock
source: Delete Flock
ar_iq: حذف سرب
ka_ge: გუნდის წაშლა
kk_kz: Табынды жою
ru_ru: Удалить стаю
th_th: ลบฝูงนก

# btDeleteHerd
source: Delete Herd
ar_iq: حذف قطيع
ka_ge: ჯოგის წაშლა
kk_kz: Табынды жою
ru_ru: Удалить стадо
th_th: ลบฝูงสัตว์

# btNewSpecies
source: New Species
ar_iq: أنواع جديدة
ka_ge: ახალი სახეობა
kk_kz: Түрді қосу
ru_ru: Добавить вид
th_th: สายพันธุ์ใหม่

# btRemoveAll
source: Remove All
ar_iq: إزالة الكل
ka_ge: ყველას წაშლა
kk_kz: Барлығын алып тастау
ru_ru: Удалить все
th_th: ย้ายออกทั้งหมด

# btRemoveContact
source: Remove Contact
ar_iq: حذف جهة اتصال
ka_ge: კონტაქტის ამოღება
kk_kz: Байланысты алып тастау
ru_ru: Удалить контакт
th_th: ย้ายการติดต่อออก

# btSelectContact
source: Select Contact
ar_iq: تحديد جهة اتصال
ka_ge: კონტაქტის არჩევა
kk_kz: Байланысты таңдаңыз
ru_ru: Выберите контакт
th_th: เลือกผู้สัมผัส

# btShowSummary
source: Show Summary Info
ar_iq: إظهار المعلومات التلخيصية
ka_ge: ჯამური ანგარიშის ჩვენება
kk_kz: Жинақталған есепті көрсету
ru_ru: Показать обобщенный отчет
th_th: แสดงข้อมูลการสรุป

# btTitleSearchforDuplicates
source: Search for Duplicates
ar_iq: بحث عن نسخ مكررة
ka_ge: დუბლიკატების ძებნა
kk_kz: Қайталауларды іздеу
ru_ru: Поиск дубликатов
th_th: ค้นหารายการซ้ำ

# btViewDetails
source: View Details
ar_iq: عرض التفاصيل
ka_ge: დეტალების ნახვა
kk_kz: Егжей-тегжейлі....
ru_ru: Подробнее...
th_th: ดูรายละเอียด

source: Cancel
ar_iq: إلغاء
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: ยกเลิก

# btnCancelShort
source: Cancel
ar_iq: إلغاء
ka_ge: გაუქმ.
kk_kz: Қолданбау
ru_ru: Отменить
th_th: ยกเลิก

# Cant_Use_Unsaved_Rule
source: Unsaved rule can't be used. You must save rule.
ar_iq: لا يمكن استعمال قاعدة غير محفوظة. عليك حفظ القاعدة.
ka_ge: შეუძლებელია წესის გამოყენება მისი დამახსოვრების გარეშე. ჯერ მოახდინეთ წესის დამახსოვრება.
kk_kz: Сақталмаған ережені пайдалану мүмкін емес. Ережені сақтау керек.
ru_ru: Невозможно использовать несохранённое правило. Нужно сохранить правило.
th_th: ไม่สามารถใช้กฏที่ไม่ได้บันทึก คุณต้องบันทึกกฏ

# captionHCSearchResults
source: Human Case Search Results
ar_iq: نتائج بحث في حالة بشرية
ka_ge: ადამიანთა შემთხვევების ძებნის შედეგი
kk_kz: Іздеу нәтижелері
ru_ru: Результаты поиска
th_th: ผลลัพธ์การค้นหากรณีมนุษย์

# CaptionTransferVials
source: Transfer Containers
ar_iq: نقل الحاويات
ka_ge: კონტეინერების გატანა
kk_kz: Контейнерлердің орнын ауыстыру
ru_ru: Переместить контейнеры
th_th: กล่องขนย้าย

# chbTitleBasisOfDiagnosis
source: Basis of Diagnosis
ar_iq: أساس التشخيص
ka_ge: დიაგნოზის საფუძველი
kk_kz: Диагноз қою үшін негіздеме
ru_ru: Основание для постановки диагноза
th_th: พื้นฐานการวินิจฉัย

source: Clear
ar_iq: مسح
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง

source: Close
ar_iq: إغلاق
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด

# colActionName
source: Measure
ar_iq: الإجراء
ka_ge: ღონისძიება
kk_kz: Іс-шара
ru_ru: Мероприятие
th_th: มาตรการ

# colBarcodeType
source: Barcode type
ar_iq: نوع الرمز الشريطي
ka_ge: შტრიხკოდის ტიპი
kk_kz: Штрих-код үлгісі
ru_ru: Тип штрихкода
th_th: ประเภทบาร์โค้ด

# colCampaignID
source: Campaign ID
ar_iq: معرف الحملة
ka_ge: კამპანიის ID
kk_kz: Науқанның дара №
ru_ru: Инд. № кампании
th_th: iD การรณรงค์

# colCampaignName
source: Campaign Name
ar_iq: اسم الحملة
ka_ge: კამპანიის დასახელება
kk_kz: Науқанның атауы
ru_ru: Название кампании
th_th: ชื่อการรณรงค์

# colCampaignStatus
source: Campaign Status
ar_iq: حالة الحملة
ka_ge: კამპანიის სტატუსი
kk_kz: Науқанның жай-күйі
ru_ru: Состояние кампании
th_th: สถานะการรณรงค์

# colCaption
source: Caption
ar_iq: تسمية توضيحية
ka_ge: სათაური
kk_kz: Тақырып
ru_ru: Заголовок
th_th: คำอธิบายภาพ

# colCountryName
source: Country Name
ar_iq: اسم البلد
ka_ge: ქვეყნის დასახელება
kk_kz: Елдің атауы
ru_ru: Название страны
th_th: ชื่อประเทศ

# colCriteria
source: Criteria
ar_iq: معايير
ka_ge: კრიტერიუმები
kk_kz: Өлшемдер
ru_ru: Критерий
th_th: เกณฑ์

# colDepartmentName
source: Department
ar_iq: قسم
ka_ge: განყოფილება
kk_kz: Бөлім
ru_ru: Отдел
th_th: แผนก

# colDiseaseName
source: Diagnosis
ar_iq: التشخيص
ka_ge: დაავადება
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัย

# colFieldName
source: Field Name
ar_iq: اسم الحقل
ka_ge: ველის დასახელება
kk_kz: Жолақтың атауы
ru_ru: Название поля
th_th: ชื่อช่อง

# colIDC10
source: ICD-10 Code
ar_iq: رمز التصنيف الدولي للأمراض - 10
ka_ge: მე-10 გადახედვის დაავადებათა საერთაშორისო კლასიფიკაცია
kk_kz: АХС-10 (Аурулардың халықаралық сыныптамасы)
ru_ru: МКБ-10
th_th: รหัส ICD-10

# colLayoutName
source: Layout name
ar_iq: اسم التخطيط
ka_ge: განლაგების სქემის დასახელება
kk_kz: Схеманың атауы
ru_ru: Название схемы
th_th: ชื่อเลย์เอาท์

# colMatrixDate
source: Activation Date
ar_iq: تاريخ التفعيل
ka_ge: აქტივაციის თარიღი
kk_kz: Активтендірілген күн
ru_ru: Дата активации
th_th: วันที่ทำการปฏิบัติ

# colName
source: Name
ar_iq: الاسم
ka_ge: დასახელება
kk_kz: Атауы
ru_ru: Название
th_th: ชื่อ

# colOIECode
source: OIE Code
ar_iq: رمز المنظمة العالمية لصحة الحيوان
ka_ge: OIE კოდი
kk_kz: ХЭБ коды
ru_ru: Код МЭБ
th_th: รหัส OIE

# strOrganization
source: Organization
ar_iq: المؤسسة
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: องค์กร

# strReportOrganization
source: {0} organization
ar_iq: {0} المؤسسة
ka_ge: {0} ორგანიზაცია
kk_kz: мекеме {0}
ru_ru: организация {0}
th_th: {0} องค์กร

# strReportRepublic
source: Republic
ar_iq: جمهورية
ka_ge: რესპუბლიკა
kk_kz: Республика
ru_ru: Республика
th_th: สาธารณรัฐ

# strReportDiagnosisPrefix
source: , for {0}
ar_iq: ، لأجل {0}
ka_ge: , დიაგნოზისთვის {0}
kk_kz: , диагноз {0}
ru_ru: , диагноз {0}
th_th: , สำหรับ {0}

# colOrganizationShortName
source: Short Name
ar_iq: اسم مختصر
ka_ge: მოკლე დასახელება
kk_kz: Қысқаша атауы
ru_ru: Краткое название
th_th: ชื่อสั้น

# colOutbreakID
source: Outbreak ID
ar_iq: معرف التفشي
ka_ge: დაავადების აფეთქების ID კოდი
kk_kz: Ауру шығуының дара №
ru_ru: Инд. № вспышки
th_th: ID การระบาด

# colPeriodName
source: Period Name
ar_iq: اسم الفترة
ka_ge: პერიოდის დასახელება
kk_kz: Кезеңнің атауы
ru_ru: Название периода
th_th: ชื่อระยะเวลา

# colPeriodNumber
source: Period Number
ar_iq: رقم الفترة
ka_ge: პერიოდის ნომერი
kk_kz: Кезеңнің нөмірі
ru_ru: Номер периода
th_th: หมายเลขระยะเวลา

# colPersonFullName
source: Name
ar_iq: الاسم
ka_ge: დასახელება
kk_kz: Тегі, аты, әкесінің аты
ru_ru: ФИО
th_th: ชื่อ

# colSiteName
source: Site Name
ar_iq: اسم الموقع
ka_ge: ობიექტის დასახელება
kk_kz: Сайттың атауы
ru_ru: Название сайта
th_th: ชื่อพื้นที่
