Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMenu.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz, ru_ru, th_th, uk_ua

# CISIDAudit
source: Export Log
ar_iq: تصدير سجل
az_latn_az: Jurnalı eksport et
hy_am: Արտահանման մատյան
kk_kz: Оқиғалар журналы
ru_ru: Журнал событий
th_th: บันทึกการส่งออก
uk_ua: Журнал експорту

# CISIDExport
source: Cases to be exported to CISID
ar_iq: الحالات التي سيتم تصديرها إلى نظام المعلومات المركزي للأمراض المعدية
az_latn_az: ÜST-na məlumat vermək üçün hadisələrin siyahısı
hy_am: CISID արտահանվող դեպքեր
kk_kz: CISID хабарлары үшін жағдайлар тізімі
ru_ru: Список случаев для сообщения в CISID
th_th: กรณีที่ต้องส่งออกไปที่ CISID
uk_ua: Експорт до КІСІЗ

# CISIDProblems
source: List of actual errors
ar_iq: قائمة الأخطاء الفعلية
az_latn_az: Səhvlər haqqında alınmış məlumatlar
hy_am: Փաստացի սխալների ցանկ
kk_kz: Қателер туралы алынған хабар
ru_ru: Полученные сообщения об ошибках
th_th: รายการข้อผิดพลาดที่แท้จริง
uk_ua: Перелік наявних помилок

# HumFormN1
source: Form # 1
ar_iq: النموذج # 1
az_latn_az: 1 nömrəli forma
hy_am: Ձև # 1
kk_kz: № 1 форма
ru_ru: Форма № 1
th_th: แบบฟอร์ม # 1
uk_ua: Форма № 1

# HumFormN1A3
source: Form # 1 (A3)
ar_iq: النموذج # 1 (A3)
az_latn_az: 1 nömrəli forma (A3)
hy_am: Ձև # 1 (A3)
kk_kz: № 1 форма (A3)
ru_ru: Форма № 1 (A3)
th_th: แบบฟอร์ม # 1(A3)
uk_ua: Форма № 1 (A3)

# HumFormN1A4
source: Form # 1 (A4)
ar_iq: النموذج # 1 (A4)
az_latn_az: 1 nömrəli forma (A4)
hy_am: Ձև # 1 (A4)
kk_kz: № 1 форма (A4)
ru_ru: Форма № 1 (A4)
th_th: แบบฟอร์ม # 1(A4)
uk_ua: Форма № 1 (A4)

# MenuActionReferenceEditor
source: Measures Editor
ar_iq: محرر الإجراءات
az_latn_az: Baytarlıq tədbirləri istinadın redaktəedicisi
hy_am: Միջոցառումների խմբագրիչ
kk_kz: Ветеринариялық іс-шара түрлерінің редакторы
ru_ru: Редактор &видов ветеринарных мероприятий
th_th: บรรณาธิกรการวัด
uk_ua: Редактор видів заходів

# MenuAdministration
source: Administration
ar_iq: إدارة
az_latn_az: İnzibatçılıq etmə
hy_am: Ադմինիստրացիա
kk_kz: Әкімшілік жасау
ru_ru: Администрирование
th_th: การบริหาร
uk_ua: Адміністрація

# MenuAdministrativeReports
source: Administrative
ar_iq: إداري
az_latn_az: İnzibati
hy_am: Ադմինիստրատիվ
kk_kz: Әкімшілік
ru_ru: Административный
th_th: การบริหาร
uk_ua: Адміністративні

# MenuAgeForSpecies
source: Species → Animal Age Matrix
ar_iq: أنواع --> مصفوفة اعمار الحيوانات
az_latn_az: Heyvan növləri → Heyvanın yaşı Matriksi
hy_am: կենդանատեսակ→ Կենդանու տարիք մատրիցա
kk_kz: Матрица Түр → Жануарлардың жасы
ru_ru: Матрица: Вид → Возраста животных
th_th: สายพันธุ์→ เมตริกซ์อายุสัตว์
uk_ua: Матриця Вид → Вік тварин

# MenuAggregateDiagnosticActionMTXEditor
source: Veterinary Diagnostic Investigation Matrix
ar_iq: مصفوفة التحقيقات التشخيصية البيطرية
az_latn_az: Baytarlıq Diaqnostik Tədqiqatlar Matriksi
hy_am: Անասնաբուժական ախտորոշիչ հետազոտությունների մատրիցայի խմբագրիչ
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін диагностикалық зерттеулер тізімі
ru_ru: Редактор матрицы агрегированных диагностических исследований
th_th: เมตริกซ์การตรวจวินิจฉัยทางสัตวแพทย์
uk_ua: Редактор матриці діагностичного ветеринарного дослідження

# MenuAggregateHumanCaseMTXEditor
source: Human Aggregate Case Matrix
ar_iq: مصفوفة مجموع الحالات البشرية
az_latn_az: İnsanlar arasında qrupşəkilli xəstəlik hadisələri matriksin redaktəedicisi
hy_am: Մարդու ցուցակային տվյալների հաշվետվության մատրիացայի խմբագրիչ
kk_kz: Адам аурулары бойынша агрегацияланған деректер матрицасының редакторы
ru_ru: Редактор матрицы агрегированных случаев заболеваний человека
th_th: เมตริกซ์กรณีผู้ป่วยรวม
uk_ua: Редактор матриці кумулятивного випадку захворювання людини

# MenuAggregateProphylacticActionMTXEditor
source: Veterinary Prophylactic Measure Matrix
ar_iq: مصفوفة الإجراءات البيطرية الوقائية
az_latn_az: Baytarlıq Profilaktik Tədbirlərin Matriksi
hy_am: Անասնաբուժական կանխարգելման միջոցառումների մատրիցայի խմբագրիչ
kk_kz: Ветеринариялық іс-шаралар бойынша есеп үшін профилактикалық іс-шаралар тізбесі
ru_ru: Редактор матрицы агрегированных профилактических мер
th_th: เมตริกซ์มาตรการป้องกันโรคของสัตวแพทย์
uk_ua: Редактор матриці заходів з профілактики захворювання тварин

# MenuAggregateSanitaryActionMTXEditor
source: Veterinary Sanitary Action Matrix
ar_iq: مصفوفة الإجراءات الصحية البيطرية
az_latn_az: Baytarlıq Sanitariya Tədbirlərin Matriksi
hy_am: Անասնաբուժասանիտարական միջոցառումների մատրիցայի խմբագրիչ
kk_kz: Ветеринариялық-санитарлық іс-әрекеттер матрицасының редакторы
ru_ru: Редактор матрицы агрегированных санитарных действий
th_th: เมตริกซ์การปฏิบัติการทางสุขาภิบาลสัตว์
uk_ua: Редактор матриці ветеринарних санітарних дій

# MenuAggregateSettings
source: Aggregate Settings
ar_iq: إعدادات إجمالية
az_latn_az: Qrupşəkilli Parametrlər
hy_am: Ցուցակային հաշվետվությունների կարգավորումներ
kk_kz: Агрегацияланған деректер бойынша есеп параметрлері
ru_ru: Параметры отчетов по агрегированным данным
th_th: การตั้งค่าผลรวม
uk_ua: Настройки кумулятивних звітів

# MenuAggregateVetCaseMTXEditor
source: Veterinary Aggregate Case Matrix
ar_iq: مصفوفة مجموع الحالات البيطرية
az_latn_az: Baytarlıq qrupşəkilli xəstəlik hadisəsi matriksin redaktəedicisi
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների հաշվետվության մատրիցայի խմբագրիչ
kk_kz: Агрегацияланған есеп үшін жануар түрлері бойынша аурулар тізбесі
ru_ru: Редактор матрицы агрегированных случаев заболеваний животных
th_th: เมตริกซ์กรณีสัตว์รวม
uk_ua: Редактор матриці кумулятивного ветеринарного випадку

# MenuASCampaigns
source: Active Surveillance Campaigns
ar_iq: حملات مراقبة نشطة
az_latn_az: Fəal müşahidə kampaniyaları
hy_am: Ակտիվ հսկողության կամպանիաներ
kk_kz: Белсенді қадағалау науқандары
ru_ru: Кампании активного надзора
th_th: เซสชั่นกิจกรรมการเฝ้าระวังเชิงรุก
uk_ua: Кампанії активного спостереження

# MenuASSessionList
source: Active Surveillance Sessions
ar_iq: جلسات مراقبة نشطة
az_latn_az: Fəal müşahidə sessiyaları
hy_am: Ակտիվ հսկողության սեսիաներ
kk_kz: Белсенді қадағалау сессиялары
ru_ru: Сессии активного надзора
th_th: เซสชั่นการเฝ้าระวังเชิงรุก
uk_ua: Сесії активного спостереження

# MenuAzeriLat
source: Azeri Lat
ar_iq: الأذربايجانية بالحروف اللاتينية
az_latn_az: Azərbaycanca
hy_am: Ադրբեջաներեն (լատիներեն)
kk_kz: Әзірбайжанша (латын әліпбиі)
ru_ru: Азербайджанский(латиница)
uk_ua: Азербайджанська (лат.)

# MenuBatchList
source: Batches
ar_iq: دفعات
az_latn_az: Qrupşəkilli testlər
hy_am: Խմբաքանակներ
kk_kz: Топтық тесттер
ru_ru: &Групповые тесты
th_th: กลุ่ม
uk_ua: Постановки

# MenuCatalogs
source: &Journals
ar_iq: &دفاتر اليومية
az_latn_az: Jurnallar
hy_am: &Գրանցամատյաններ
kk_kz: &Каталогтар
ru_ru: &Каталоги
th_th: &สมุดบันทึก
uk_ua: &Журнали

# MenuChangePassword
source: Change Password
ar_iq: تغيير كلمة المرور
az_latn_az: Parolu dəyiş
hy_am: Փոխել գաղտնաբառը
kk_kz: Парольді ауыстыру
ru_ru: Сменить пароль
th_th: เปลี่ยนรหัสผ่าน
uk_ua: Змінити паролю

# MenuLockApp
source: &System Lock
ar_iq: & قفل النظام
az_latn_az: Proqramı kilidləmək
hy_am: &Արգելափակել համակարգը
kk_kz: &Бағдарламаны блоктау
ru_ru: &Заблокировать приложение
th_th: &การล็อคระบบ
uk_ua: &Заблокувати систему

# MenuChangeUser
source: &Switch User
ar_iq: &تغيير المستخدم
az_latn_az: &İstifadəçini dəyişdir
hy_am: &Փոխել օգտագործողին
kk_kz: &Пайдаланушыны өзгерту
ru_ru: &Сменить пользователя
th_th: &เปลี่ยนผู้ใช้
uk_ua: &Зміна користувача

# MenuConfiguration
source: &Configuration
ar_iq: &التكوين
az_latn_az: &Konfiqurasiya
hy_am: &Կոնֆիգուրացիա
kk_kz: &Конфигурация
ru_ru: Конфигурация
th_th: &โครงแบบ
uk_ua: &Налаштування

# MenuContents
source: Help
ar_iq: تعليمات
az_latn_az: Yardım kitabçası
hy_am: Օգնություն
kk_kz: Анықтаманы шақыру
ru_ru: &Вызов справки
th_th: ความช่วยเหลือ
uk_ua: Допомога

# MenuCreate
source: &Create
ar_iq: &إنشاء
az_latn_az: Yarat
hy_am: &Ստեղծել
kk_kz: &Құру
ru_ru: &Создать
th_th: &สร้าง
uk_ua: &Cтворити

# MenuCustomForms
source: Flexible Forms Designer
ar_iq: مصمم النماذج المرنة
az_latn_az: Əlavə edilən formaların tərtibatçısı
hy_am: Ճկուն ձևերի խմբագրիչ
kk_kz: Теңшелетін нысандар редакторы
ru_ru: Редактор настраиваемых форм
th_th: ตัวออกแบบแบบฟอร์มยืดหยุ่น
uk_ua: Дизайнер форм, що настроюються

# MenuDataAuditEvent
source: Data Audit Transactions Log
ar_iq: سجل إجراءات تدقيق البيانات
az_latn_az: Audit məlumatlarının fəaliyyəti
hy_am: Տվյալների աուդիտի գործարքներ
kk_kz: Деректер аудитінің транзакциясы
ru_ru: Тразакции аудита данных
th_th: บันทึกการแก้ไขข้อมูล
uk_ua: Проведення аудиту даних

# MenuDataExport
source: Data export
ar_iq: اصدار البيانات
az_latn_az: Məlumatıneksportu
hy_am: Տվյալների արտահանում
kk_kz: Деректер экспорты
ru_ru: Экспорт данных
th_th: การส่งออกข้อมูล
uk_ua: Експорт даних

# MenuDerivativeForSampleType
source: Sample Type → Derivative Type Matrix
ar_iq: نوع العينة --> مصفوفة النوع المشتق
az_latn_az: Nümunə Növü → Törəmə növü Matriksi
hy_am: Նմուշի տեսակ → Նմուշի ածանցյալ մատրիցա
kk_kz: Матрица Сынама үлгісі → Туынды үлгісі
ru_ru: Матрица: Тип пробы → Типы дериватов
th_th: ประเภทตัวอย่าง → เมตริกซ์ประเภทอนุพันธ์
uk_ua: Матриця Тип зразку → Типи похідного

# MenuDiagnosisEditor
source: Clinical Diagnoses Editor
ar_iq: محرر التشخيص السريري
az_latn_az: Kliniki Diaqnozlar istinadın redaktəedicisi
hy_am: Կլինիկական ախտորոշումների խմբագրիչ
kk_kz: Диагноздар редакторы
ru_ru: Редактор &диагнозов
th_th: บรรณาธิกรการวินิจฉัยทางคลีนิค
uk_ua: Редактор клінічного діагнозу

# MenuDocuments
source: &Documents
ar_iq: &مستندات
az_latn_az: &Sənədlər
hy_am: &Փաստաթղթեր
kk_kz: &Құжаттар
ru_ru: &Документы
th_th: &เอกสาร
uk_ua: &Документи

# MenuEdit
source: &Edit
ar_iq: &تحرير
az_latn_az: &Redaktə etmək
hy_am: &Խմբագրել
kk_kz: &Өзгерту
ru_ru: Изменить
th_th: &แก้ไข
uk_ua: &Редагувати

# MenuEnglish
source: &English
ar_iq: &إنجليزي
az_latn_az: &İngilis
hy_am: &Անգլերեն
kk_kz: &Ағылшынша
ru_ru: &Английский
th_th: &ภาษาอังกฤษ
uk_ua: &Англійська

# MenuEvent
source: System Events Log
ar_iq: سجل أحداث النظام
az_latn_az: Hadisələr jurnalı
hy_am: Իրադարձությունների մատյան
kk_kz: Оқиғалар журналы
ru_ru: &Журнал событий
th_th: บันทึกเหตุการณ์ในระบบ
uk_ua: Журнал подій

# MenuExit
source: &Exit
ar_iq: &خروج
az_latn_az: &Çıxış
hy_am: &Ելք
kk_kz: &Шығу
ru_ru: &Выход
th_th: &ออก
uk_ua: &Вихід

# MenuFarm
source: Farms
ar_iq: المزارع
az_latn_az: Fermalar
hy_am: Տնտեսություններ
kk_kz: Фермалар тізімі
ru_ru: &Фермы
th_th: ฟาร์ม
uk_ua: Ферми

# MenuFile
source: &File
ar_iq: &ملف
az_latn_az: &Fayl
hy_am: &Ֆայլ
kk_kz: &Файл
ru_ru: &Файл
th_th: &ไฟล์
uk_ua: &Файл

# MenuFindAggregateCase
source: Human Aggregate Cases
ar_iq: مجموع الحالات البشرية
az_latn_az: Cəmləşdirilmiş İnsan Xəstəlik Hadisələri
hy_am: Մարդու հիվանդության ցուցակային դեպքեր
kk_kz: Адам аурулары бойынша агрегацияланған деректер
ru_ru: Агрегированные случаи заболеваний человека
th_th: ผู้ป่วยรวม
uk_ua: Агреговані випадки захворювання людини

# MenuFindHumanCase
source: Human Cases
ar_iq: حالات بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisələri
hy_am: Մարդու դեպքեր
kk_kz: Адам аурулары жағдайларының тізімі
ru_ru: Cлучаи заболевания человека
th_th: ผู้ป่วย
uk_ua: Випадки захворювання людини

# MenuFindVetCase
source: Veterinary Cases
ar_iq: حالات بيطرية
az_latn_az: Baytarlıq xəstəlik hadisələri
hy_am: Կենդանու/թռչնի դեպքեր
kk_kz: Ветеринариялық жағдайды іздеп табу
ru_ru: Случаи заболевания животных
th_th: สัตว์ป่วย
uk_ua: Ветеринарні випадки

# MenuGenerateSiteID
source: Generate Site ID
ar_iq: إنشاء معرف الموقع
az_latn_az: Saytın Q/N-sini yarat
hy_am: Գեներացնել կայքի ն/հ-ն
kk_kz: Сайт нөмірін генерациялау
ru_ru: Сгенерировать номер сайта
th_th: ID พื้นที่สร้าง
uk_ua: Створити Інд. № сайту

# MenuGeorgian
source: &Georgian
ar_iq: &جورجي
az_latn_az: &Gürcü
hy_am: &Վրացերեն
kk_kz: &Грузинше
ru_ru: &Грузинский
th_th: &จอร์เจียน
uk_ua: &Грузинська

# MenuHelp
source: &Help
ar_iq: &تعليمات
az_latn_az: &Yardım kitabçası
hy_am: &Օգնություն
kk_kz: &Анықтама
ru_ru: С&правка
th_th: &ความช่วยเหลือ
uk_ua: &Довідка

# MenuHelpAbout
source: &About
ar_iq: &عن البرنامج
az_latn_az: &Proqram haqqında
hy_am: &Ծրագրի մասին
kk_kz: &Бағдарлама туралы...
ru_ru: &О программе...
th_th: &เกี่ยวกับ
uk_ua: &Про програму

# MenuHumanAggregateCaseList
source: Human Aggregate Cases
ar_iq: مجموع الحالات البشرية
az_latn_az: Cəmləşdirilmiş İnsan Xəstəlik Hadisələri
hy_am: Մարդու ցուցակային տվյալների հաշվետվություններ
kk_kz: Адам аурулары бойынша агрегацияланған деректер
ru_ru: Агрегированные случаи заболеваний человека
th_th: กรณีผู้ป่วยรวม
uk_ua: Агреговані випадки захворювання людини

# MenuHumanCaseDeduplication
source: Human Case De-duplication
ar_iq: إلغاء تكرار حالة بشرية
az_latn_az: İnsanlar arasında təkrarlanma xəstəlik hadisəsinin axtarışı
hy_am: Մարդու դեպքի կրկնակի գրառումների որոնում
kk_kz: Адам аурулары жағдайларының дедупликациясы
ru_ru: &Дедупликация случаев заболеваний человека
th_th: ลบกรณีผู้ป่วยซ้ำ
uk_ua: Повторення випадку захворювання людини

# MenuHumanReports
source: Human
ar_iq: بشري
az_latn_az: İnsan
hy_am: Մարդու
kk_kz: Медициналық
ru_ru: Медицинский
th_th: ผู้ป่วย
uk_ua: Охорони здоров'я

# MenuKazakh
source: &Kazakh
ar_iq: &كازاخي
az_latn_az: &Qazax
hy_am: &Ղազախերեն
kk_kz: &Қазақша
ru_ru: &Казахский
th_th: &คาซัคสถาน
uk_ua: &Казахська

# MenuLabTest
source: Laboratory Tests
ar_iq: اختبارات المختبر
az_latn_az: Laborator testlər
hy_am: Լաբորատոր հետազոտություններ
kk_kz: Зертханалық тесттер
ru_ru: &Лабораторные тесты
th_th: ผลการทดสอบทางห้องปฏิบัติการ
uk_ua: Лабораторні тести

# MenuLanguage
source: &Language
ar_iq: &اللغة
az_latn_az: &Dil
hy_am: &Լեզու
kk_kz: &Тіл
ru_ru: &Язык
th_th: &ภาษา
uk_ua: &Мова

# MenuLaunchRAM
source: Launch AVR
ar_iq: إطلاق مراقبة صحة التقارير
az_latn_az: AVH-ı işə sal
hy_am: Գործարկել ՎՏՀ
kk_kz: ТКЕ-ні іске қосу
ru_ru: Запустить АВО
th_th: เริ่มการทำงาน AVR
uk_ua: Запустити АВЗ

# MenuMapCustomization
source: Map Customization
ar_iq: تخصيص الخريطة
az_latn_az: Xəritənin köklənməsi
hy_am: Քարտեզի կարգավորում
kk_kz: Картаның теңшелімі
ru_ru: Настройка карты
th_th: การกำหนดแผนที่เอง
uk_ua: Налаштування мапи

# MenuMaps
source: &Maps
ar_iq: &خرائط
az_latn_az: &Xəritələr
hy_am: &Քարտեզներ
kk_kz: &Карталар
ru_ru: К&арты
th_th: &แผนที่
uk_ua: &Mапи

# MenuMaterialForDisease
source: Diagnosis → Sample Type Matrix
ar_iq: التشخيص --> مصفوفة نوع العينة
az_latn_az: Diaqnoz → Nümunə növünün matriksi
hy_am: Ախտորոշում - > Նմուշի տեսակներ մատրիցա
kk_kz: Матрица Диагноз → Сынамалар үлгілері
ru_ru: Матрица: Диагноз → Типы проб
th_th: การวินิจฉัย → เมตริกซ์ประเภทตัวอย่าง
uk_ua: Матриця Діагноз → Типи зразків

# MenuNewAggregateCase
source: Human Aggregate Case
ar_iq: مجموع حالة بشرية
az_latn_az: Cəmləşdirilmiş İnsan xəstəlik hadisələri
hy_am: Մարդու հիվանդության ցուցակային տվյալների նոր հաշվետվություն
kk_kz: Адам ауруларының агрегацияланған деректері бойынша жаңа есеп
ru_ru: Новый агрегированный случай заболеваний человека
th_th: ผู้ป่วยรวม
uk_ua: Введення даних про кумулятивний випадок захворювання людини

# MenuNewASCampaign
source: Active Surveillance Campaign
ar_iq: حملة مراقبة فعالة
az_latn_az: Fəal müşahidə kampaniyası
hy_am: Ակտիվ հսկողության կամպանիա
kk_kz: Белсенді қадағалау науқаны
ru_ru: Новая кампания активного надзора
th_th: เซสชั่นกิจกรรมการเฝ้าระวังเชิงรุก
uk_ua: Кампанія активного спостереження

# MenuNewASSession
source: Active Surveillance Session
ar_iq: جلسة مراقبة نشطة
az_latn_az: Fəal müşahidə sessiyası
hy_am: Ակտիվ հսկողության սեսիա
kk_kz: Белсенді қадағалау сессиясы
ru_ru: Новая сессия активного надзора
th_th: เซสชั่นการเฝ้าระวังเชิงรุก
uk_ua: Сесія активного спостереження

# MenuNewHumanCase
source: Human Case
ar_iq: حالة بشرية
az_latn_az: İnsanlar arasında xəstəlik hadisəsi
hy_am: Մարդու դեպք
kk_kz: Жаңа жағдай - Адам
ru_ru: Новый случай - &Человек
th_th: ผู้ป่วย
uk_ua: Випадок захворювання людини

# MenuNewOutbreak
source: Outbreak
ar_iq: تفشي
az_latn_az: Alovlanma
hy_am: Բռնկում
kk_kz: Аурудың шығуы
ru_ru: Новая вспышка заболевания
th_th: การระบาด
uk_ua: Спалах

# MenuNewVetAggregateAction
source: Veterinary Aggregate Action
ar_iq: إجراءات بيطرية إجمالية
az_latn_az: Qrupşəkilli Baytarlıq tədbirləri
hy_am: Անասնաբուժական միջոցառումներ
kk_kz: Ветеринариялық іс-шаралар бойынша жаңа есеп
ru_ru: Новое агрегированное ветеринарное мероприятие
th_th: รวมการปฏิบัติงานทางสัตว์
uk_ua: Агрегований ветеринарний захід

# MenuNewVetAggregateCase
source: Veterinary Aggregate Case
ar_iq: مجموع حالة بيطرية
az_latn_az: Qrupşəkilli Baytarlıq xəstəlik hadisələri
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների նոր հաշվետվություն
kk_kz: Жануарлар ауруларының агрегацияланған деректері бойынша жаңа есеп
ru_ru: Новый агрегированный случай заболеваний животных
th_th: สัตว์ป่วยรวม
uk_ua: Агрегований ветеринарний звіт

# MenuNewVetCaseAvian
source: Avian Case
ar_iq: حالة طيور
az_latn_az: Quşlar arasında xəstəlik hadisəsi
hy_am: Թռչնի դեպք
kk_kz: Жаңа жағдай - Құстар
ru_ru: Новый случай - &Птицы
th_th: สัตว์ป่วย (สัตว์ปีก)
uk_ua: Випадок захворювання птаха

# MenuNewVetCaseLivestock
source: Livestock Case
ar_iq: حالة حيوانية
az_latn_az: Heyvanlar arasında xəstəlik hadisəsi
hy_am: Կենդանու դեպք
kk_kz: Жаңа жағдай - Жануарлар
ru_ru: Новый случай - &Животные
th_th: สัตว์ป่วย (ปศุสัตว์)
uk_ua: Випадок захворювання худоби

# MenuNotificationSubscription
source: Site Alerts Subscriptions
ar_iq: الاشتراك في نظام تنبيهات الموقع
az_latn_az: Xəbərdarlıqlara abunə olmaq
hy_am: Կայքի իրադարձությունների ծանուցումների բաժանորդագրություններ
kk_kz: Жағдайлар туралы хабарламаға жазылу
ru_ru: Подписка на &уведомления о событиях
th_th: ค่าบำรุงการเตือนในพื้นที่
uk_ua: Підписка на повідомлення

# MenuNumberingService
source: Unique Numbering Schema
ar_iq: مخطط ترقيم فريد
az_latn_az: Obyektlərin unikal nömrələmə sxemi
hy_am: Առանձնահատուկ համարակալման սխեմա
kk_kz: Объектілерді нөмірлеу жүйесі
ru_ru: Система нумерации &объектов
th_th: รูปแบบการจำหมายเลขที่ไม่ซ้ำกัน
uk_ua: Схема присвоєння унікального помера

# MenuObjectTypeList
source: Object Classes Permissions
ar_iq: أذونات فئات الكائن
az_latn_az: Obyektlərə icazə hüquqların idarə olunması
hy_am: Դեպի օբյեկտներ մուտքի իրավունքների կառավարում
kk_kz: Объектілерге қолжетімділікті басқару
ru_ru: У&правление доступом к объектам
th_th: การอนุญาติประเภทวัตถุ
uk_ua: Керування правами доступу

# MenuOperations
source: &Operations
ar_iq: &عمليات
az_latn_az: &Əməliyyatlar
hy_am: Գործողություններ
kk_kz: &Операциялар
ru_ru: Операции
th_th: &การปฏิบัติงาน
uk_ua: &Операції

# MenuOptions
source: &System Preferences
ar_iq: &أفضليات النظام
az_latn_az: &Sistem kökləmələri
hy_am: &Համակարգի պարամետրեր
kk_kz: &Жүйе параметрлері
ru_ru: Параметры &системы
th_th: &การตั้งค่ากำหนดเองของระบบ
uk_ua: &Параметри системи

# MenuOrganizations
source: Organizations
ar_iq: غير حكومية
az_latn_az: Təşkilatlar
hy_am: Կազմակերպութուններ
kk_kz: Ұйымдар
ru_ru: &Организации
th_th: องค์กร
uk_ua: Заклади

# MenuOutbreak
source: Outbreaks
ar_iq: تفشيات
az_latn_az: Alovlanmalar
hy_am: Բռնկումներ
kk_kz: Аурудың шығуы
ru_ru: Вспышки заболеваний
th_th: การระบาด
uk_ua: Спалахи

# MenuPaperForms
source: Paper Forms
ar_iq: نماذج ورقية
az_latn_az: Kağız formalar
hy_am: Թղթային ձևեր
kk_kz: Қағаз нысандар
ru_ru: &Бумажные формы
th_th: แบบฟอร์ม
uk_ua: Паперові форми

# MenuParameterTypesEditor
source: Parameter Types Editor
ar_iq: محرر أنواع المعلمات
az_latn_az: Parametr növlərinin redaktəedicisi
hy_am: Պարամետրերի տեսակների խմբագրիչ
kk_kz: Параметр үлгілерінің редакторы
ru_ru: Редактор типов параметров
th_th: บรรณาธิกรประเภทพารามิเตอร์
uk_ua: Редактор типів параметру

# MenuPerson
source: Employees
ar_iq: الموظفون
az_latn_az: İşçilər
hy_am: Անձնակազմ
kk_kz: Қызметкерлер
ru_ru: &Сотрудники
th_th: ผู้ว่าจ้าง
uk_ua: Працівники

# MenuPreferencies
source: Preferences
ar_iq: الأفضليات
az_latn_az: Kökləmələr
hy_am: Կարգավորումներ
kk_kz: Теңшелімдер
ru_ru: &Настройки
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# MenuRAM
source: &AVR
ar_iq: &مراقبة صحة التقارير
az_latn_az: AVH
hy_am: ՎՏՀ
kk_kz: ТКЕ (Талдау, көрнекілік, есептілік)
ru_ru: &АВО
uk_ua: &АВЗ

# MenuReferenceEditor
source: Base Reference Editor
ar_iq: محرر مرجع أساسي
az_latn_az: Əsas istinadların redaktəedicisi
hy_am: Տեղեկատուների խմբագրիչ
kk_kz: Анықтамалықтар редакторы
ru_ru: Редактор &справочников
th_th: บรรณาธิกรฐานการอ้างอิง
uk_ua: Редактор довідників

# MenuReferencies
source: &References
ar_iq: &مراجع
az_latn_az: &İstinadlar
hy_am: &Տեղեկատուներ
kk_kz: &Анықтамалықтар
ru_ru: &Справочники
th_th: &การอ้างอิง
uk_ua: &Довідники

# MenuReports
source: &Reports
ar_iq: &تقارير
az_latn_az: Hesabatlar
hy_am: &Հաշվետվություններ
kk_kz: &Есептер
ru_ru: &Отчеты
th_th: &รายงาน
uk_ua: &Звіти

# MenuRepositoryScheme
source: Freezers
ar_iq: وحدات تجميد
az_latn_az: Nümunələrin saxlanılma yerinin sxemi
hy_am: Պահեստի գծագիր
kk_kz: Сақтау орнының схемасы
ru_ru: Схема &хранилища
th_th: ตู้เย็น
uk_ua: Схема сховища

# MenuRequestReplication
source: Replicate Data
ar_iq: نسخ متماثل للبيانات
az_latn_az: Məlumatın replikasiya edilməsi
hy_am: Սկսել տվյալների ռեպլիկացիա
kk_kz: Деректерді репликациялау
ru_ru: &Реплицировать данные
th_th: สำเนาข้อมูล
uk_ua: Реплікація даних

# MenuRussian
source: &Russian
ar_iq: &روسي
az_latn_az: &Rus
hy_am: &Ռուսերեն
kk_kz: &Орысша
ru_ru: &Русский
th_th: &รัสเซีย
uk_ua: &Російська

# MenuSample
source: Samples
ar_iq: عينات
az_latn_az: Nümunələr
hy_am: Նմուշներ
kk_kz: Сынамалар
ru_ru: &Пробы
th_th: ตัวอย่างที่เก็บ
uk_ua: Зразки

# MenuSampleDestruction
source: Samples Disposition
ar_iq: التخلص من العينات
az_latn_az: Məhv olunmağa qeyd olunan nümunələr
hy_am: Ոչնչացման ենթակա նմուշներ
kk_kz: Жойылуға белгіленген сынамалар
ru_ru: Пробы, отмеченные для уничтожения
th_th: การทิ้งตัวอย่าง
uk_ua: Знищення зразків

# MenuSampleTransfer
source: Samples Transfer
ar_iq: نقل العينات
az_latn_az: Nümunələrin ötürülməsi
hy_am: Նմուշների տեղափոխում
kk_kz: Сынамаларды беру
ru_ru: Акты передачи проб
th_th: การเคลื่อนย้ายตัวอย่าง
uk_ua: Передача зразків

# MenuSampleTypeReferenceEditor
source: Sample Types Editor
ar_iq: محرر أنواع العينات
az_latn_az: Nümunə növlərinin redaktəedicisi
hy_am: Նմուշների տեսակների խմբագրիչ
kk_kz: Сынама үлгілері анықтамалығының редакторы
ru_ru: Редактор справочника типов проб
th_th: บรรณาธิกรประเภทตัวอย่าง
uk_ua: Редактор типів зразків

# MenuSearch
source: &Search
ar_iq: &بحث
az_latn_az: Axtar
hy_am: &Որոնում
kk_kz: &Іздеу
ru_ru: &Поиск
th_th: &ค้นหา
uk_ua: &Пошук

# MenuSearchHumanCaseInBrowseMode
source: Human Case in Browse Mode
ar_iq: حالة بشرية في وضع استعراض
az_latn_az: İnsanlar arasında xəstəliklərin geniş axtarışı
hy_am: Մարդու դեպքի ընդլայնված որոնում
kk_kz: Адам аурулары жағдайларын кеңейтілген іздеу
ru_ru: &Расширенный поиск случаев заболевания ч&еловека
th_th: กรณีผู้ป่วยในโหมดเรียกดู
uk_ua: Розширений пошук випадку захворювання людини

# MenuSecurity
source: Security
ar_iq: الأمن
az_latn_az: Təhlükəsizlik
hy_am: Անվտանգություն
kk_kz: &Қауіпсіздік
ru_ru: &Безопасность
th_th: ความปลอดภัย
uk_ua: Безпека

# MenuSecurityEventLog
source: Security Events Log
ar_iq: سجل الأحداث الأمنية
az_latn_az: Sistem mühafizəsi jurnalı
hy_am: Անվտանգության իրադարձությունների գրանցամատյան
kk_kz: Қауіпсіздік оқиғаларының журналы
ru_ru: Журнал событий безопасности
th_th: บันทีกเหตุการณ์ความปลอดภัย
uk_ua: Журнал безпеки

# MenuSecurityPolicy
source: Security Policy
ar_iq: السياسة الأمنية
az_latn_az: Təhlükəsizlik siyasəti
hy_am: Անվտանգության քաղաքականություն
kk_kz: Қауіпсіздік саясаты
ru_ru: Политика безопасности
th_th: นโยบายด้านความปลอดภัย
uk_ua: Політика безпеки

# MenuSettlementList
source: Settlements
ar_iq: التجمعات السكنية
az_latn_az: Yaşayış məntəqələr
hy_am: Բնակավայրեր
kk_kz: Елді мекендер
ru_ru: Населенные пункты
th_th: ข้อตกลง
uk_ua: Населені пункти

# MenuSiteActivationServer
source: EIDSS Sites
ar_iq: مواقع النظام الالكتروني المتكامل لمراقبة الأمراض
az_latn_az: YXEMS sahələri (saytları)
hy_am: ՀՀԷՀՀ կայքեր
kk_kz: АҚЭИЖ сайттары
ru_ru: Сайты &ЭИСНЗ
th_th: พื้นที่ EIDSS
uk_ua: Сайти ЕІСНЗ
