Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# strChangedByOrganization
source: Changed by (Organization)
ar_iq: غيرت من قبل (مؤسسة)
az_latn_az: Dəyişdirən (Təşkilat)
hy_am: Փոխել է (կազմակերպությունը)
ka_ge: შეცვლილია ორგანიზაციის მიერ
kk_kz: Өзгерткен (Мекеме)
ru_ru: Изменения внесены (организация)
th_th: เปลี่ยนโดย (องค์กร)
uk_ua: Зміни внесені (організація)

# PreviousDiagnosisName
source: Previous Diagnosis
ar_iq: التشخيص السابق
az_latn_az: Əvvəlki diaqnoz
hy_am: Նախորդ ախտորոշում
ka_ge: წინა დიაგნოზი
kk_kz: Болып өткен диагноздар
ru_ru: Предыдущий диагноз
th_th: การวินิฉัยก่อนหน้า
uk_ua: Попередній діагноз

# CurrentDiagnosisName
source: Changed Diagnosis
ar_iq: التشخيص مغير
az_latn_az: Dəyişdirilmiş diaqnoz
hy_am: Փոխված ախտորոշում
ka_ge: შეცვლილი დიაგნოზი
kk_kz: Өзгертілген Диагноздар
ru_ru: Изменённый диагноз
th_th: การวินิจฉัยล่าสุด
uk_ua: Змінений діагноз

# HasAmendmentHistory
source: Amendment History
ar_iq: تأريخ التعديلات
az_latn_az: Düzəliş tarixçəsi
hy_am: Արդյունքի փոփոխման պատմություն
ka_ge: ტესტის შეცვლილი შედეგების ისტორია
kk_kz: Өзгерту Тарихы
ru_ru: История изменений
th_th: ประวัติถูกแก้ไข
uk_ua: Історія змін

source: Registration number
ar_iq: رقم التسجيل
az_latn_az: Qeydiyyat nömrəsi
hy_am: Գրանցման համար
ka_ge: რეგისტრაციის ნომერი
kk_kz: Тіркеу нөмірі
ru_ru: Регистрационный номер
th_th: หมายเลขการลงทะเบียน
uk_ua: Реєстраційний номер

source: Condition sample received
ar_iq: شرط العينة المستلمة
az_latn_az: Qəbul zamanı nümunənin vəziyyəti
hy_am: Նմուշի վիճակն ընդունման պահին
ka_ge: რა სახითაა გადმოგზავნილი ნიმუში
kk_kz: Сынаманың түскен кездегі жағдайы
ru_ru: Состояние пробы при поступлении
th_th: รับสถานะตัวอย่างแล้ว
uk_ua: Стан отриманого зразка

source: Result recipient
ar_iq: نتائج مستلمة
az_latn_az: Nəticəni alan şəxs
hy_am: Արդյունքի ստացողը
ka_ge: ვის ეგზავნება პასუხი
kk_kz: Нәтижені алушы
ru_ru: Получатель результата
th_th: ผู้รับผลลัพธ์
uk_ua: Отримувач результату

source: Report source
ar_iq: مصدر الارسال
az_latn_az: Hesabatın mənbəsi
hy_am: Հաշվետվության աղբյուրը
ka_ge: ანგარიშის წყარო
kk_kz: Есеп көзі
ru_ru: Источник отчета
th_th: แหล่งรายงาน
uk_ua: Джерело звіту

# idfsLocationOfExposureRayon
source: Location Of Exposure: Rayon
ar_iq: مكان التعرض: المحلة
az_latn_az: Təxmini yoluxma yeri: Rayon
hy_am: Վարակման հնարավոր վայր` Տարածաշրջան
ka_ge: ექსპოზიციის ადგილი: რაიონი
kk_kz: Жағдай болған мекенжай: Аудан
ru_ru: Место заражения: Район
th_th: พื้นที่ที่สัมผัสโรค: อำเภอ/ตำบล
uk_ua: Місце зараження: Район

# strOrganizationHACode
source: Specialization
ar_iq: التخصص
az_latn_az: Əsas istiqaməti
hy_am: Մասնագիտացում
ka_ge: გამოყენების არე
kk_kz: Мамандандыру
ru_ru: Специализация
th_th: ความชำนาญพิเศษ
uk_ua: Спеціалізація

# strGroup
source: Group
ar_iq: المجموعة
az_latn_az: Qrup
hy_am: Խումբ
ka_ge: ჯგუფი
kk_kz: Топ
ru_ru: Группа
th_th: กลุ่ม
uk_ua: Група

# strGroupName
source: Group Name
ar_iq: اسم المجموعة
az_latn_az: Qrupun adı
hy_am: Խմբի անվանում
ka_ge: ჯგუფის დასახელება
kk_kz: Бастапқы Диагноз
ru_ru: Первоначальный диагноз
th_th: ชื่อกลุ่ม
uk_ua: Початковий діагноз

# idfsOwnershipStructure:
source: Ownership Structure:
ar_iq: هيكلية البناء
az_latn_az: Mülkiyyət quruluşu:
hy_am: Սեփականության տեսակը
ka_ge: საკუთრების ფორმა:
kk_kz: Меншік түрі
ru_ru: Тип собственности:
th_th: รูปแบบความเป็นเจ้าของกิจการ:
uk_ua: Тип власності:

# strOwnerName:
source: Farm Owner:
ar_iq: مالك الحقل:
az_latn_az: Fermanın sahibi:
hy_am: Տնտեսության սեփականատեր՝
ka_ge: ფერმის მესაკუთრე:
kk_kz: Ферма иесі:
ru_ru: Владелец фермы:
th_th: เจ้าของฟาร์ม:
uk_ua: Власник ферми:

# strPatientNameShort
source: Name:
ar_iq: : الاسم
az_latn_az: S.A.A.:
hy_am: ԱԱՀ
ka_ge: სახელი:
kk_kz: Аты-жөні:
ru_ru: ФИО:
th_th: ชื่อ:
uk_ua: ПІБ:

# Outbreak.datStartDate
source: Start Date
ar_iq: تاريخ البدء
az_latn_az: Alovlanmanın başlanma tarixi
hy_am: Բռնկման մեկնարկի ամսաթիվ
ka_ge: დაწყების თარიღი
kk_kz: Ауру шығудын басталған күні
ru_ru: Дата начала вспышки
th_th: วันที่เริ่ม
uk_ua: Дата початку

# Outbreak.datFinishDate
source: End Date
ar_iq: تاريخ الانتهاء
az_latn_az: Alovlanmanın bitmə tarixi
hy_am: Բռնկման ավարտի ամսաթիվ
ka_ge: დასრულების თარიღი
kk_kz: Ауру шығудын аяқталған күні
ru_ru: Дата окончания вспышки
th_th: วันสิ้นสุด
uk_ua: Дата завершення

# Outbreak.idfInstitution
source: Organization
ar_iq: المنظمة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Қай мекеме енгізді
ru_ru: Добавлено организацией
th_th: องค์กร
uk_ua: Заклад

# idfsSex
source: Sex
ar_iq: الجنس
az_latn_az: Cinsi
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
ru_ru: Пол
th_th: เพศ
uk_ua: Стать

# Patient.strHomePhone
source: Phone Number
ar_iq: رقم الهاتف
az_latn_az: Telefon nömrəsi
hy_am: Հեռախոսահամար
ka_ge: ტელეფონის ნომერი
kk_kz: Тел. нөмірі
ru_ru: Домашний телефон
th_th: เบอร์โทรศัพท์
uk_ua: Домашній телефон пацієнта

# strFrom
source: From
ar_iq: من
az_latn_az: Tarixdən
hy_am: Սկսած
ka_ge: -დან
kk_kz: Күннен бастап
ru_ru: с
th_th: จาก
uk_ua: Від

# strTo
source: To
ar_iq: الى
az_latn_az: Tarixədək
hy_am: Մինչեւ
ka_ge: -მდე
kk_kz: дейін
ru_ru: по
th_th: ถึง
uk_ua: По

# strFromYear
source: From
ar_iq: من
az_latn_az: Tarixdən
hy_am: Սկսած
ka_ge: -დან
kk_kz: Күннен бастап
ru_ru: с
th_th: จาก
uk_ua: Від

# strToYear
source: To
ar_iq: الى
az_latn_az: Tarixədək
hy_am: Մինչեւ
ka_ge: -მდე
kk_kz: дейін
ru_ru: по
th_th: ถึง
uk_ua: По

# strFromInt
source: From
ar_iq: من
az_latn_az: Saydan
hy_am: Սկսած
ka_ge: -დან
kk_kz: Күннен бастап
ru_ru: с
th_th: จาก
uk_ua: Від

# strToInt
source: To
ar_iq: الى
az_latn_az: Sayadək
hy_am: Մինչեւ
ka_ge: -მდე
kk_kz: дейін
ru_ru: по
th_th: ถึง
uk_ua: По

# strAnimalName
source: Name
ar_iq: الاسم
az_latn_az: Ləqəbi
hy_am: Անուն
ka_ge: სახელი
kk_kz: Атауы
ru_ru: Имя животного
th_th: ชื่อ
uk_ua: Назва

source: Arrange rayons alphabetically
ar_iq: رتب المناطق حسب الترتيب الابجدي
az_latn_az: Rayonları əlifba üzrə sıralamaq
hy_am: Դասավորել տարածաշրջաններրն այբբենական կարգով
ka_ge: რაიონების განლაგება ანბანის მიხედვით
kk_kz: Аудандарды әліппе бойынша орналастыру
ru_ru: Расположить районы в алфавитном порядке
th_th: จัดเรยองตามลำดับลักษร
uk_ua: Розташувати райони в алфавітному порядку

# idfsCurrentResidenceRayon
source: Current Residence Rayon
ar_iq: منطقة سكنية
az_latn_az: Rayon
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район фактического места жительства
th_th: อำเภอ/ตำบลที่อยู่ปัจจุบัน
uk_ua: Район фактичного місця проживання

# idfsCurrentResidenceRegion
source: Current Residence Region
ar_iq: إقليم (منطقة)
az_latn_az: Region
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион фактического места жительства
th_th: จังหวัดที่อยู่ปัจจุบัน
uk_ua: Область фактичного місця проживання

# idfsCurrentResidenceTownOrVillage
source: Current Residence Town or Village
ar_iq: بلدة أو قرية
az_latn_az: Şəhər və ya kənd
hy_am: Քաղաք / գյուղ
ka_ge: დასახლებული პუნქტი
kk_kz: Елді мекен
ru_ru: Населенный пункт фактического места жительства
th_th: เมืองหรือหมู่บ้านที่อยู่ปัจจุบัน
uk_ua: Населений пункт фактичного місця проживання

# datStartDateFromSession
source: Session start date
ar_iq: تاريخ بدايت الجلسة
az_latn_az: Sessiyanın başlama tarixi
hy_am: Սեսիայի մեկնարկի ամսաթիվ
ka_ge: სესიის დაწყების თარიღი
kk_kz: Сессия басталу күні
ru_ru: Дата начала сессии
th_th: วันที่เริ่มเซสชั่น
uk_ua: Дата початку сесії

source: Kazakhstan
ar_iq: كازاخستان
az_latn_az: Qazaxıstan
hy_am: Ղազախստան
ka_ge: ყაზახეთი
kk_kz: Қазақстан
ru_ru: Казахстан
th_th: คาซัคสถาน
uk_ua: Казахстан

# blnCaseCreated
source: Case Created
ar_iq: الحالة خلقت
az_latn_az: Hadisə yaradılmışdır
hy_am: Ստեղծվել է դեպք
ka_ge: შემთხვევა შეიქმნა
kk_kz: Жағдай құрылды
ru_ru: Случай создан
th_th: วันที่สร้างกรณี
uk_ua: Випадок створений

# strPermanentResidencePhone
source: Permanent Residence Phone Number
ar_iq: رقم هاتف العنوان الكامل
ru_ru: Телефон постоянного места жительства
th_th: เบอร์โทรศัพท์บ้านถาวร
uk_ua: Телефон постійного місця проживання

# strEmployerPhoneNumber
source: Employer Phone Number
ar_iq: رقم هاتف الموظف
az_latn_az: İş yerinin telefon nömrəsi
hy_am: Գործատուի հետախոսահամար
ka_ge: სამუშაო ადგილის, სასწავლო დაწესებულების ტელეფონი
kk_kz: Жұмыс орнының телефон нөмірі
ru_ru: Телефон работы, учебы или детского учреждения
th_th: เบอร์โทรศัพท์ผู้ว่างจ้าง
uk_ua: Телефон роботи, учбового або дитячого закладу

# strHerdFlockID
source: Herd / Flock ID
ar_iq: رقم التعريفي للقطيع
az_latn_az: Sürü / Dəstənin Q/N
hy_am: Հոտի /Երամի ն/հ
ka_ge: ჯოგის / გუნდის ID
kk_kz: Табын / Биологиялық түрі
ru_ru: Стадо / Биол. виды
th_th: ID ฝูงสัตว์/ฝูงนก
uk_ua: ID стада/зграї

# strInitiallyCollected
source: Initially Collected
ar_iq: جمع اولي
az_latn_az: İlkin toplanılmış
hy_am: Նախապես հավաքագրված
ka_ge: თავდაპირველად აღებული
kk_kz: Алғашында тандалған
ru_ru: Изначально отобранная
th_th: รับเบื้องต้น
uk_ua: Відібрана спочатку

# SampleKind
source: Sample Origin
ar_iq: عينات أصلية
az_latn_az: Nümunənin mənşəyi
hy_am: Նմուշի ծագումը
ka_ge: ნიმუშის წარმოშობა
kk_kz: Сынаманың пайда болған жері
ru_ru: Происхождение пробы
th_th: ที่มาของตัวอย่าง
uk_ua: Походження проби

source: (Select All)
ar_iq: (تحديد الكل)
az_latn_az: (Hamısını seç)
hy_am: (ընտրեք բոլորը)
ka_ge: (ყველას არჩევა)
kk_kz: (Көзге көрінетін аумақ)
ru_ru: (Выделить все)
th_th: (เลือกทั้งหมด)
uk_ua: (Обрати усі)

source: Layout author
ar_iq: مصصم النموذج
az_latn_az: Cədvəlin müəllifi
hy_am: ներկայացման հեղինակ
ka_ge: სქემის ავტორი
kk_kz: Ферма иесі
ru_ru: Автор отчета
th_th: ผู้เขียนเลยเอาท์
uk_ua: Автор звіту

# bSendToCurrentOffice
source: Sent to Current Organization
ar_iq: ارسلت الى المنظمة الحالية
az_latn_az: Carı təşkilata göndərildi
hy_am: ուղարկվել է նույն կազմակերպություն
ka_ge: გადაგზავნილი მიმდინარე ორგანიზაციაში
kk_kz: Файлды таңдаңыз
ru_ru: Направлено в текущую организацию
th_th: ส่งไปยังองค์กรปัจจุบัน
uk_ua: Направлено в поточну організацію

# strAddressCode
source: Address Code
ar_iq: رمز العنوان
az_latn_az: Ünvanın kodu
hy_am: Հասցեի կոդը
ka_ge: მისამართის კოდი
kk_kz: Мекен жай коды
ru_ru: Код адреса
th_th: รหัสที่อยู่
uk_ua: Код адреси

# idfsLocationOfExposureRegion
source: Location Of Exposure: Region
ar_iq: موقع التعرض : محافظة
az_latn_az: Yoluxma yeri: Region
hy_am: Վարակվելու վայրը` մարզ
ka_ge: ექსპოზიციის ადგილი: რეგიონი
kk_kz: Жұқтыру орны: Өңір
ru_ru: Место заражения: Регион
th_th: สถานที่ที่สัมผัสเชื้อ: จังหวัด
uk_ua: Місце зараження: Регіон

# ThaiZone
source: Zone
hy_am: գոտի
th_th: พื้นที่
uk_ua: Зона0

# ThaiRegion
source: Region
hy_am: Մարզը
th_th: จังหวัด
uk_ua: Область

source: Search Method
ar_iq: طريقة البحث
az_latn_az: Axtarış üsulu
hy_am: Որոնելու մեթոդը
ka_ge: ძებნის მეთოდი
kk_kz: Тауып алу тәсілі
ru_ru: Метод поиска
th_th: วิธีค้นหา
uk_ua: Місце пошуку

source: Document Type
ar_iq: نوع الوثيقة
az_latn_az: Sənədin növü
hy_am: Փաստաթղթի տեսակը
ka_ge: დოკუმენტის ტიპი
kk_kz: Документ түрі
ru_ru: Тип документа
th_th: ประเภทเอกสาร
uk_ua: Тип документу

# strDocumentNumber
source: Document Number
ar_iq: رقم الوثيقة
az_latn_az: Sənədin nömrəsi
hy_am: Փաստաթղթի համարը
ka_ge: დოკუმენტის ნომერი
kk_kz: Документ нөмірі
ru_ru: Номер документа
th_th: หมายเลขเอกสาร
uk_ua: Номер документу

# intListGridPageSize
source: Number of rows in List form for view/edit mode
ar_iq: عدد الاسطر في نموذج القائمة ل وضعية عرض/تحرير
az_latn_az: Baxış/redaktə etmə rejimi üçün Siyahı formalarında sətirlərin sayı
hy_am: Տողերի քանակը ցուցակների Ձևում` դիտելու/ խմբագրելու համար
ka_ge: სტრიქონების რაოდენობა ჩამონათვალის/ცხრილის ფორმებში რედაქტირება/დათვალიერებისთვის
kk_kz: Көру/өзгерту режиміндегі кесте формасында жол саны
ru_ru: Число строк в табличных формах для режима просмотра/редактирования
th_th: จำนวนแถวในฟอร์มรายชื่อสำหรับรูปแบบดู/แก้ไข
uk_ua: Кількість рядків у вигляді списку для режиму перегляду / редагування

# intPopupGridPageSize
source: Number of rows in List form for select mode
ar_iq: عدد الاسطر في نموذج القائمة ل وضعية الاختيار
az_latn_az: Seçim rejimi üçün Siyahı formalarında sətirlərin sayı
hy_am: Տողերի քանակը ցուցակների Ձևում` ընտրելու ռեժիմի համար
ka_ge: სტრიქონების რაოდენობა ჩამონათვალის/ცხრილის ფორმებში არჩევის რეჟიმისთვის
kk_kz: Таідау режиміндегі кесте формасында жол саны
ru_ru: Число строк в табличных формах для режима выбора
th_th: จำนวนแถวในฟอร์มรายชื่อสำหรับรูปแบบที่เลือก
uk_ua: Кількість рядків у вигляді списку для режиму вибора

# intDetailGridPageSize
source: Number of rows in grids on Detail form
ar_iq: عدد الاسطر في الجدول عن تفاصيل النموذج
az_latn_az: Təfərrüatlı formanın cədvəllərində sətirlərin sayı
hy_am: Տողերի քանակը Մանրամասնություններ Ձևում
ka_ge: სტრიქონების რაოდენობა დეტალური ფორმების ცხრილებში
kk_kz: Кестенің нақты формасында жол саны
ru_ru: Число строк в таблицах детальных форм
th_th: จำนวนแถวในตารางของฟอร์มรายละเอียด
uk_ua: Кількість рядків в таблицях детальних форм

# intLabSectionPageSize
source: Number of rows in the Lab Section form
ar_iq: عدد الاسطر في نموذج القسم المختبري
az_latn_az: Laborator bölməsinin cədvəl formasında sətirlərin sayı
hy_am: Տողերի քանակը Լաբորատոր բաժին Ձևում
ka_ge: სტრიქონების რაოდენობა ლაბორატორიული ნაწილის ცხრილებში
kk_kz: Зертхана бөліміндегі кесте формасында жол саны
ru_ru: Число строк в таблицах формы Лабораторного раздела
th_th: จำนวนแถวในฟอร์มห้องปฏิบัติการ
uk_ua: Кількість рядків в таблицях форми Лабораторного розділу

# blnDefaultRegion
source: Default Region in Search Panels
ar_iq: الاخيتار التلقائي للمحافظة في قسم البحث
az_latn_az: Axtarış panellərində standart kökləmələrə görə Region
hy_am: Լռելյայն շրջանը Որոնման վահանակում
ka_ge: ძებნის პანელზე ნაგილისხმევი რეგიონი
kk_kz: Іздеу панелінде әдепкі өңір
ru_ru: Регион по умолчанию в панели поиска
th_th: จังหวัดตั้งต้นในแถบค้นหา
uk_ua: За замовчуванням Регіон в пошукових панелей

# intDefaultDays
source: Number of days for which data is displayed by default
ar_iq: عدد الايام التلقائية لعرض البيانات
az_latn_az: Standart kökləmələrə görə məlumatların əks etdirilməsi üçün günlərin sayı
hy_am: Օրերի քանակը, որոնց համար ցուցադրվում են տվյալները լռելյայն ձևով:
ka_ge: ნაგულისხმევი ძებნის ინტერვალი (დღეების რაოდენობა)
kk_kz: Әдепкі іздеу мерзімі (күндер саны)
ru_ru: Период поиска по умолчанию (количество дней)
th_th: ระบุจำนวนวันเป็นค่าตั้งต้นเพื่อแสดงข้อมูล
uk_ua: Кількість днів, для яких дані відображаються за замовчуванням

# blnFilterByDiagnosis
source: Filter Samples by Diagnosis
ar_iq: تصفية العينات بواسطة الامراض
az_latn_az: Nümunələri diaqnozlar üzrə filtrdən keçirtmək
hy_am: Ֆիլտրել նմուշները ըստ Ախտորոշումների
ka_ge: ნიმუშების გაფილტვრა დიაგნოზის მიხედვით
kk_kz: Сынамаларды диагноз бойынша сүзу
ru_ru: Фильтровать пробы по диагнозу
th_th: กรองตัวอย่างจากการวินิจฉัย
uk_ua: Фільтрувати зразки за діагнозом

# blnPrintMapInVetInvestigationForm
source: Print map in Veterinary Investigation Forms
ar_iq: أطبع الخارطة في نموذج التحريات البيطري
az_latn_az: Baytarlıq xəstəlikləri üzrə tədqiqat formalarında xəritəni çap etmək
hy_am: Տպել քարտեզը Անասնաբուժական հետազոտության Ձևում
ka_ge: რუკის ამობეჭდვა ვეტ დაავადების კვლების ფორმაში
kk_kz: Мал ауру тексеру формада картаны басып шығару
ru_ru: Распечатать карту в формах ветеринарного расследования
th_th: พิมพ์แผนที่ในฟอร์มสอบสวนทางสัตวแพทย์
uk_ua: Роздрукувати карту в формах ветеринарного розслідування

# blnShowWharningForFinalCaseDefinition
source: Show warning for final case classification
ar_iq: أعرض تحذير للتصنيف النهائي للحالة
az_latn_az: Hadisənin son təsnifatı haqqında xəbərdarlıq göstərmək
hy_am: Ցույց տալ նախազգուշացում` դեպքի վերջնական դասակարգման համար
ka_ge: გამაფრთხილებელი შხეტყობინების ჩვენება შემთხვევის საბოლოო კლასიფიკაციის შესახებ
kk_kz: Жағдайдың қорытынды классификация туралы ескертуді көрсету
ru_ru: Показывать предупреждение о заключительной классификации случая
th_th: แสดงคำเตือนสำหรับการสรุปกรณี
uk_ua: Показувати попередження щодо остаточної класифікації випадків

source: Tentative Diagnoses
ar_iq: تشخيص مؤقت
az_latn_az: İlkin diaqnozlar
hy_am: Նախնական ախտորոշումներ
ka_ge: სავარაუდო დიაგნოზები
kk_kz: Алдын ала диагноздар
ru_ru: Предварительные диагнозы
th_th: การวินิจฉัยเบื้องต้น
uk_ua: Можливі діагнози

# datDocumentDate
source: Document issue date
ar_iq: تاريخ أصدار الوثيقة
az_latn_az: Sənədin verilmə tarixi
hy_am: Փաստաթղթի տրամադրման ամսաթիվը
ka_ge: დოკუმენტის გაცემის თარიღი
kk_kz: Документ беру уақыты
ru_ru: Дата выдачи документа
th_th: วันที่ออกเอกสาร
uk_ua: Дата видачі документу

# idfRootFarm
source: Select Farm
ar_iq: أختار مزرعة
az_latn_az: Fermanı seçin
hy_am: Տնտեսության ընտրություն
ka_ge: ფერმის არჩევა
kk_kz: Форманы таңдау
ru_ru: Выбор фермы
th_th: เลือกฟาร์ม
uk_ua: Вибір ферми

source: Resolution
th_th: ต้องการอัปเดทกรณีหรือไม่

# str506EIDSSCaseID
source: EIDSS case ID
th_th: รหัส EIDSS

# str506HN
source: 506 case ID
th_th: รหัส 506

# strComplicaEIDSS
source: Complication
th_th: คอมพลิเคชั่น

# strForeignEIDSS
source: Type of foreigner
th_th: ประเภทต่างด้าว

# strHospital506Item
source: Hospital
th_th: สถานพยาบาล

# strHospitalizationEIDSS
source: Hospitalization
th_th: ประเภทรพ.

# strMaritalStatus
source: Marital Status
th_th: สถานภาพสมรส

# strMunicipalityEIDSS
source: Municipality
th_th: ใน/นอกเขตเทศบาล

# strRayonEIDSS
source: District/Subdistrict
th_th: อำเภอ/ตำบล

# strStatus506Item
source: Status
th_th: สถานะ

# strTypeEIDSS
source: Patient’s type
th_th: ประเภทผู้ป่วย

# Organization.Name
source: Organization Full Name
az_latn_az: Təşkilatın tam adı
hy_am: Կազմակերպության լրիվ անվանում
ka_ge: ორგანიზაციის სრული დასახელება
kk_kz: Ұйымның толық атауы
ru_ru: Полное название организации
uk_ua: Повна назва закладу

# RDGE.Code
source: ICD-10
ar_iq: التصنيف الدولي للأمراض - 10
az_latn_az: XBT-10 kodu
hy_am: ՀՄԴ-10
kk_kz: ҰАК-10
ru_ru: МКБ-10
uk_ua: МКЗ-10

# strFirstYear
source: First Year
ka_ge: პირველი წელი
ru_ru: Первый год

# strSecondYear
source: Second Year
ka_ge: მეორე წელი
ru_ru: Второй год

# FromMonthGG
source: From Month
ka_ge: თვიდან
ru_ru: С (месяц)

# ToMonthGG
source: To Month
ka_ge: თვის ჩათვლით
ru_ru: По (месяц, включительно)

# strSentTo
source: Sent to
az_latn_az: Göndərilib
ru_ru: Отправлено в организацию

# strLabDepartment
source: Lab Department
az_latn_az: Laborator şöbə
ru_ru: Отдел лаборатории

# Form1KZFormType
source: Report Form
kk_kz: Есеп нысаны
ru_ru: Форма отчета

# Form1KZRegion
source: Region
kk_kz: Облысы
ru_ru: Область

# Form1KZFromMonth
source: From month
kk_kz: Айдан
ru_ru: С месяца

# Form1KZToMonth
source: To month
kk_kz: Айға дейін
ru_ru: По месяц

# Patient.Name
source: Name
ka_ge: სახელი

# strPIN
source: PIN
ka_ge: პირადი ნომერი
