Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# mbSamplesNotCollected
source: Samples not collected for this Case. Reason is: {0}. Are you sure that you want to use this Case?
ar_iq: لم تُجمع عينات لهذه الحالة. السبب هو: {0}. هل أنت متأكد أنك تريد استخدام هذه الحالة؟
ka_ge: ამ შემთხვევისთვის ნიმუშების აღება ვერ მოხერხდა. ამის მიზეზია: {0}. ნამდვილად გსურთ აღნიშნული შემთხვევის გამოყენება?
kk_kz: Осы жағдай бойынша сынама іріктеліп алынған жоқ. Себебі: {0}. Осы жағдайды пайдаланғыңыз келетініне сенімдісіз бе?
ru_ru: Пробы по данному случаю не отобраны. Причина: {0}. Вы уверены, что хотите использовать данный случай?
th_th: ไม่ได้เก็บตัวอย่างจากกรณีนี้ เหตุผลคือ{0} คุณแน่ใจหรือไม่ว่าต้องการใช้กรณีนี้

# mbSelectAntibioticToRemove
source: Please select antibiotic to remove first.
ar_iq: الرجاء تحديد مضادات حيوي لإزالته أولاً.
ka_ge: ჯერ აირჩიეთ ის პრეპარატი, რომლის ამოღება გსურთ.
kk_kz: Жоюға арналған жазбаны таңдаңыз
ru_ru: Пожалуйста выберите запись для удаления.
th_th: กรุณาเลือกยาปฏิชีวนะเพื่อย้ายออกก่อน

# mbSelectContactToDelete
source: Please select contact to delete first.
ar_iq: الرجاء تحديد جهة اتصال أولاً لحذفها.
ka_ge: ჯერ აირჩიეთ ის კონტაქტი, რომლის ამოღება გსურთ.
kk_kz: Жоюға арналған байланысты таңдаңыз.
ru_ru: Выберите контакт для удаления.
th_th: กรุณาเลือกผู้สัมผัสเพื่อลบออกก่อน

# mbSelectContactToEdit
source: Please select contact to edit first.
ar_iq: الرجاء تحديد جهة اتصال أولاً لتحريرها.
ka_ge: ჯერ აირჩიეთ ის კონტაქტი, რომლის დარედაქტირება გსურთ.
kk_kz: Редакциялауға арналған байланысты таңдаңыз.
ru_ru: Выберите контакт для редактирования.
th_th: กรุณาเลือกผู้สัมผัสเพื่อแก้ไขก่อน

# mbSelectTherapyToRemove
source: Please select therapy to remove first.
ar_iq: الرجاء اختيار العلاج أولاً لإزالته.
ka_ge: ჯერ აირჩიეთ ის თერაპია, რომლის ამოღებაც გსურთ.
kk_kz: Жоюға арналған емдеуді таңдаңыз.
ru_ru: Пожалуйста выберите лечение для удаления
th_th: กรุณาเลือกการรักษาเพื่อย้ายออกก่อน

# mbSureToClearHosp
source: There is some information on hospitalization. Are you sure you want to clear it?
ar_iq: هناك بعض المعلومات عن إدخال المريض إلى المستشفى. هل أنت متأكد أنك تريد حذفها؟
ka_ge: შეტანილია გარკვეული ინფორმაცია ჰოსპიტალიზაციის შესახებ. დარწმუნებული ხართ, რომ გსურთ მისი ამოღება?
kk_kz: Госпитальға жатқызу жөнінде ақпарат енгізілді. Оны жойғыңыз келетініне сенімдісіз бе?
ru_ru: Информация по госпитализации уже введена. Вы уверены, что хотите удалить ее?
th_th: มีบางข้อมูลในการนอนโรงพยาบาล คุณแน่ใจหรือไม่ว่าต้องการล้างช่องนี้

# mbSureToClearOutbreakID
source: Outbreak ID is not empty. Are you sure you want to clear it?
ar_iq: معرف التفشي ليس فارغا. هل أنت متأكد من مسحه؟
ka_ge: ეპიდაფეთქების ID არ არის ცარიელი. დარწმუნებული ხართ, რომ გსურთ მისი გასუფთავება?
kk_kz: Ауру шығуының дара № бос емес. Осы жолақты тазалағыңыз келетініне сенімдісіз бе?
ru_ru: Инд. № вспышки не пуст. Вы уверены что хотите очистить это поле?
th_th: ID การระบาดไม่ว่าง คุณแน่ใจหรือไม่ว่าต้องการล้างช่องนี้

# mbSureToDeleteContact
source: Are you sure you want to delete selected contact?
ar_iq: هل أنت متأكد من حذف جهة الاتصال المحددة؟
ka_ge: დარწმუნებული ხართ, რომ გინდათ შერჩეული კონტაქტების წაშლა?
kk_kz: Таңдалған байланысты алып тастағыңыз келетініне сенімдісіз бе?
ru_ru: Вы уверены в том, что хотите удалить выбранный контакт?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้สัมผัสที่เลือก

# mbSureToDisableHosp
source: There is some information on hospitalization. Are you sure you want to delete it?
ar_iq: هناك بعض المعلومات عن إدخال المريض إلى المستشفى. هل أنت متأكد أنك تريد حذفها؟
ka_ge: შეტანილია გარკვეული ინფორმაცია ჰოსპიტალიზაციის შესახებ. დარწმუნებული ხართ, რომ გსურთ მისი წაშლა?
kk_kz: Госпитальға жатқызу жөнінде ақпарат енгізілді. Оны жойғыңыз келетініне сенімдісіз бе?
ru_ru: Информация по госпитализации уже введена. Вы уверены, что хотите удалить ее?
th_th: มีบางข้อมูลในการนอนโรงพยาบาล คุณแน่ใจหรือไม่ว่าต้องการล้างช่องนี้

# mbSureToUndefinedStatus
source: Do you want to change status to Not Started (all test result fields will be cleared)?
ar_iq: هل تود تغيير الحالة إلى غير معرَّف (سيتم مسح كافة حقول نتيجة الاختبار)؟
ka_ge: ნამდვილად გსურთ სტატუსის შეცვლა განუსაზღვრელზე ?( ტესტის შედეგების ყველა ველი გასუფთავდება)
kk_kz: Статусты Белгісіз статусқа өзгертуіңіз келе ма (Б8к3л тест жолақтары тазартылады)?
ru_ru: Изменить статус на неопределённый (все поля результатов тестирования будут очищены)?
th_th: คุณต้องการแก้ไขสถานะไปที่ ยังไม่เริ่มต้นหรือไม่ (ช่องผลการทดสอบทั้งหมดจะถูกล้าง)

# mbSureToRemoveAntibiotic
source: Are you sure you want to remove selected antibiotic?
ar_iq: هل أنت متأكد أنك تريد إزالة المضادات الحيوية المحددة؟
ka_ge: დარწმუნებული ხართ, რომ გინდათ არჩეული ანტიბიოტიკის ამოღება?
kk_kz: Таңдалған антибиотиктерді жойғыңыз келетініне сенімдісіз бе?
ru_ru: Вы уверены, что хотите удалить выбранные антибиотики?
th_th: คุณแน่ใจหรือไม่ว่าต้องการย้ายยาปฏิชีวนะที่เลือกออก

# mbSureToRemoveFromOutbreak
source: This case is related to an outbreak. Are you sure you want to remove it from outbreak?
ar_iq: ترتبط هذه الحالة بالتفشي. هل أنت متأكد أنك تريد إزالتها من التفشي؟
ka_ge: ეს შემთხვევა დაკავშირებულია ეპიდაფეთქებასთან. დარწმუნებული ხართ, რომ გსურთ მისი ამოღება აპიდაფეთქებიდან?
kk_kz: Бұл жағдай аурудың шығуымен байланысты. Сіз оны аурудың шығуынан алып тастағыңыз келетініне сенімдісіз бе?
ru_ru: Этот случай связан со вспышкой. Вы уверены что хотите удалить его из вспышки?
th_th: กรณีนี้เกี่ยวข้องกับการระบาด คุณแน่ใจหรือไม่ว่าต้องการลบออกจากการระบาด

# mbSureToSwitchUser
source: Are you sure you want to switch user?
ar_iq: هل أنت متأكد أنك تريد تبديل المستخدم؟
ka_ge: დარწმუნებული ხართ, რომ გსურთ მომხმარებლის შეცვლა?
kk_kz: Пайдаланушыны ауыстыру керек пе?
ru_ru: Сменить пользователя?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนผู้ใช้?

# mbViewContactDetails
source: View Contact Details
ar_iq: عرض تفاصيل جهة الاتصال
ka_ge: დეტალური ინფორმაცია
kk_kz: Егжей-тегжейлі...
ru_ru: Подробнее...
th_th: ดูรายละเอียดการติดต่อ

# mbWrongOrder
source: Order must be numeric. Please correct Order of current Base Reference.
ar_iq: يجب أن يكون النظام رقمي. يرجى تصحيح الترتيب للمرجع الأساسي الحالي.
ka_ge: თანმიმდევრობა უნდა იყოს რიცხობრივი. გთხოვთ შეასწოროთ მიმდინარე ძირითადი ცნობარის თანმიმდევრობის მნიშვნელობა(ები).
kk_kz: "Тәртіп" бағанасында бүтін сандық мәні болуға тиіс. Ағымдағы жазба үшін бұл жолақтың дұрыс емес мәнін түзетіңіз.
ru_ru: Колонка "Порядок" должна содержать целые числовые значения. Исправьте неверные значения этого поля для текущей записи.
th_th: การเรียงลำดับต้องเป็นไปตามหมายเลข กรุณาแก้ไขการเรียงลำดับตามฐานการอ้างอิงปัจจุบัน

# MSG_CopyFreezer
source: Copy freezer
ar_iq: نسخ وحدة التجميد
ka_ge: მაცივრის ასლი
kk_kz: Тоңазытқыштың көшірмесін жасау
ru_ru: Создать копию холодильника
th_th: ตัดลอกตู้เย็น

# MSG_EnterFreazerame
source: Please, enter freezer name.
ar_iq: يرجى إدخال اسم وحدة التجميد.
ka_ge: გთხოვთ შეიყვანოთ მაცივრის დასახელება
kk_kz: Тоңазытқыштың атауын енгізіңіз
ru_ru: Введите название холодильника
th_th: กรุณาป้อนชื่อตู้เย็น

# msgAbortImport
source: The import of data will be stopped. No data will be imported. Continue?
ar_iq: سيتم إيقاف استيراد البيانات. لن يتم استيراد أية بيانات. تود المتابعة؟
ka_ge: მონაცემტა იმპორტი იქნება შეწყვეტილი. არანაირი მონაცემები არ იქნება იმპორტირებული. გააგრძელებთ?
kk_kz: Деректер импорты тоқтатылады. Ешқандай дерек импортталмайды. Жалғастырыу керек пе?
ru_ru: Импорт данных будет остановлен. Никакие данные не будут импортированы. Продолжить?
th_th: การนำเข้าข้อมูลจะหยุดลง จะไม่มีข้อมูลใดๆถูกนำเข้า ทำต่อหรือไม่?

# msgAddToPreferencesPrompt
source: Selected records will be added to preferences.
ar_iq: سيتم إضافة السجلات المحددة إلى التفضيلات.
ka_ge: არჩეული ჩანაწერი დაემატება შერჩეულ ჩანაწერებს.
kk_kz: Таңдап алынған жазбалар артықшылықты жазбаларға қосылатын болады.
ru_ru: Выбранные записи будут добавлены к предпочтительным записям.
th_th: บันทึกที่เลือกจะถูกเพิ่มไปในการตั้งค่ากำหนดเอง

# msgAggregateToTransfer
source: {0} container(s) and {1} subdivision(s) will be moved to the subdivision '{2}' of freezer '{3}'. Accept transfer?
ar_iq: {0} سيتم نقل الحاوية (الحاويات) {1} والقسم (الأقسام) الفرعي إلى القسم الفرعي '{2}' لوحدة التجميد '{3}'. هل تود قبول النقل؟
ka_ge: {0} კონტეინერ(ებ)ი და {1} ქვედანაყოფ(ებ)ი გადაადგილდება ქვედანაყოფში '{2}' მაცივარში '{3}'. დავუშვათ გადატანა?
kk_kz: {0} контейнер(лер) және {1} бөлімше '{3}' тоңазытқыштың '{2}'бөлімшесіне ауыстырылатын болады. Ауыстыруды растау керек пе?
ru_ru: {0} контейнер(ов) и {1} отделений будут перемещены в отделение {2} холодильника {3}. Подтвердить перемещение?
th_th: {0} ที่เก็บ และ {1} ส่วนย่อยจะถูกย้ายไปที่ส่วนย่อย '{2}' ของตู้เย็น '{3}'ยกเว้นการเคลื่อนย้ายหรือไม่?

# msgAND
source: AND
ar_iq: و
ka_ge: და
kk_kz: Және
ru_ru: И
th_th: และ

# msgApproximatelyTooBigLayout
source: The Layout approximately contains up to {0} cells. Opening the layout may take a long time and could potentially cause EIDSS hang. If you want to continue opening the layout at your own risk, click OK. otherwise, click Cancel.
ar_iq: يحتوي التخطيط على ما يقرب من {0} الخلايا بالحد الأعلى. قد يستغرق فتح التخطيط وقتا طويلا ويمكن أن يسبب في تعليق النظام الإلكتروني المتكامل لمراقبة الأمراض. إذا كنت ترغب في مواصلة فتح التخطيط على مسؤوليتك الخاصة، انقر على موافق. وإلا، انقر فوق إلغاء.
ka_ge: სქემა შეიცავს მიახლოებით {0} უჯრას. სქემის გახსნას შეიძლება დაჭირდეს დზალიან დიდი დრო და პირობითად შეუძლია ზიანი მიაყენოს სისტემას. თუ თქვენ რისკის მიუხედავად გსურთ სქემის გახნა დააჭირეთ დიახ,წინააღმდეგ შემთხვევაში დააჭირეთ გაუქმებას.
kk_kz: Көріністе шамамен {0} ұяшық бар. Көріністі ашу ұзақ уақыт алуы мүмкін және бағдарламада ықтимал қатеге әкеп соғуы мүмкін. Егер сіз тәуекелге бел буып бағдарламаны ашқыңыз келсе, ОК-ді басыңыз. Әйтпесе Қолданбауды басыңыз.
ru_ru: Отчет содержит приблизительно до {0} ячеек. Открытие отчета может занять длительное время и потенциально может привести к ошибкам в программе.Если вы хотите продолжить открытие представления на свой страх и риск, нажмите OK. Иначе нажмите Отмена.
th_th: เลย์เอาท์นี้มีประมาณ{0} เซลล์ การเปิดเลย์เอาท์อาจใช้เวลานานและอาจทำให้EIDSSค้างได้ หากยังต้องการเปิดเลย์เอาท์คลิกOK หรือยกเลิกคลิกCancel

# msgTooManyLayoutCells
source: The Layout contains {0} cells. Some of the aggregate functions (Rate per 10000, Rate per 100000, Average, Variance, Standard Deviation) could not be calculated properly for layout with more than {1} cells.
ar_iq: يحتوي التخطيط على {0} خلايا.لم يكن بالإمكان احتساب بعض الوظائف الإجمالية (معدل لكل 10000، معدل لكل 100000، المتوسط، التباين، الانحراف المعياري) بشكل صحيح للمخطط الذي يحتوي على أكثر من {1} خلية (خلايا).
ka_ge: სქემა შეიცავს {0} უჯრას. აგრეგირების ფუნქციების ნაწილი (კოეფიციენტი ყოველ 10000–ზე, კოეფიციენტი ყოველ 100000–ზე, კოეფიციენტი ყოველ 10000–ზე,საშუალო, დისპერსია, სტანდარტული გადახრა ) ვერ იქნება სწორედ დათვლილი სქემისთვის რომელიც შეიცავს {1} მეტ უჯრას
kk_kz: Көріністе {0} тор бар. Бірнеше агрегаттық функциялар (10 000-ға Баға, 100000-ға Баға, Ортақ шама, дисперсии, стандарттық ауытқу) {1} торы бар көрініс үшін қате саналды.
ru_ru: Отчет содержит {0} ячейки. Некоторые из функций агрегирования (процент на 10 000, процент на 100 000, среднее, расхождение, стандартное отклонение) невозможно правильно рассчитать для отчета, содержащего более {1} ячеек.
th_th: เลย์เอาท์นี้มี {0} เซลล์ ฟังค์ชั่นรวมบางอย่าง(อัตราต่อ10000, อัตราต่อ100000,ค่าเฉลี่ย,การผันแปร,การเบี่ยงเบนมาตรฐาน) ไม่สามารถนำมาคำนวนได้ถูกต้อง สำหรับเลย์เอาท์ที่มีมากกว่า{1} เซลล์

# msgTooManyViewCells
source: The Layout contains {0} cells. Could not show data for Layout with more than {1} cells.
ar_iq: يحتوي التخطيط على {0} خلية (خلايا). لم يكن بالإمكان عرض البيانات لتخطيط يحتوي على أكثر من {1} خلية (خلايا).
ka_ge: სქემა შეიცავს {0} უჯრას. შეუძლებელია ისეთი სქემის მონაცემების ჩვენება რომელიც შეიცავს {1} უჯრას.
kk_kz: Көріністе {0} тор бар. {1} торы бар көрініс үшін деректерді көрсету мүмкін емес.
ru_ru: Отчет содержит {0} ячеек.Данные не могут быть показаны для отчета, состоящего более чем из {1} ячеек.
th_th: เลย์เอาท์มี {0} เซลล์ ไม่สามารถแสดงข้อมูลสำหรับเลย์เอาท์ที่มีเซลล์มากกว่า{1} ได้

# msgArchiveConnectionNotConfigured
source: Connection to the archive database is not configured.
ar_iq: لم يتم تكوين الاتصال بقاعدة بيانات الأرشيف.
ka_ge: საარქივო მმონაცემთა ბაზასთან კავშირი არაა დაყენებული.
kk_kz: Мұрағаттық дерекетр базасына қосу теңшелмеген.
ru_ru: Соединение с архивной базой данных не настроено.
th_th: การเชื่อมต่อเพื่อรับฐานข้อมูลนั้นไม่มีการปรับเปลี่ยน

# msgASCaseIsCreatedAlready
source: Case is created for this farm already. Open the existing case?
ar_iq: تم إنشاء الحالة لهذه المزرعة مسبقاً. هل تود فتح الحالة الموجودة؟
ka_ge: შემთხვევა უკვე შექმნილია ამ ფერმისათვის. გსურთ არსებული შემთხვევის გახსნა?
kk_kz: Осы ферма үшін жағдай құрылды. Бар жағдайды ашу керек пе?
ru_ru: Случай уже создан для данной фермы. Открыть существующий случай?
th_th: มีการสร้างกรณีสำหรับฟาร์มนี้แล้ว เปิดกรณีที่มีอยู่แล้วหรือไม่?

# msgASCaseIsCreatedAlreadyCaption
source: Case Exists
ar_iq: الحالة موجودة
ka_ge: შემთხვევა არსებობს
kk_kz: Жағдай бар
ru_ru: Случай существует
th_th: กรณีนี้มีปรากฏอยู่แล้ว

# msgAvianCaseForm
source: Investigation Form For Avian Disease Outbreaks
ar_iq: نموذج التحقيق لتفشي مرض أنفلونزا الطيور
ka_ge: მოკვლევის ფორმა ფრინველის დაავადების აფეთქებისათვის
kk_kz: Құс ауруларын зерттеу нысаны
ru_ru: Форма расследования заболевания птиц
th_th: แบบฟอร์มการสืบสวนสำหรับการระบาดของโรคจากสัตว์ปีก

# msgAvrExecutingArchiveQuery
source: Archive query is executing...
ar_iq: جاري تنفيذ استعلام من الأرشيف...
ka_ge: არქივის მოთხოვნა მუშავდება...
kk_kz: Мұрағаттық сұраным орындалуда...
ru_ru: Архивный запрос выполняется...
th_th: กำลังทำการรับคำถามอยู่...

# msgAvrExecutingQuery
source: Query is executing...
ar_iq: الاستعلام قيد الإنجاز...
ka_ge: მოთხოვნა სრულდება...
kk_kz: Сұраным орындалуда...
ru_ru: Запрос выполняется...
th_th: กำลังดำเนินการคำถาม...

# msgAvrExporting
source: Performing Export operation...
ar_iq: جاري أداء عملية تصدير...
ka_ge: ექსპორტის ოპერაცია სრულდება...
kk_kz: Экспорттау амалы орындалып жатыр...
ru_ru: Операция Экспорт выполняется...
th_th: การลังดำเนินการส่งออก...

# msgAvrServiceReceiveQuery
source: Query cache result is receiving...
ar_iq: جاري استقبال نتيجة تخزين الاستعلام...
ka_ge: ხორციელდება მოთხოვნის შედეგის ქეშის მიღება...
kk_kz: Сұраным нәтижесі кэші алынып жатыр...
ru_ru: Получает кеш результата запроса...
th_th: กำลังรับผลลัพธ์คำถามแคช...

# msgIncorrectAvrServiceUrl
source: AVR cache service is inaccessible. Possible reasons: URL is incorrect or AVR cache service is not started. Would you like to continue (AVR performance may be affected)?
ar_iq: لا يمكن الوصول إلى خدمة تخزين مراقبة صحة التقارير. الأسباب المحتملة: محدد المصدر الموحد غير صحيح أو لم يتم تشغيل خدمة مراقبة صحة التقارير. هل تود المتابعة (قد يؤثر ذلك على أداء مراقبة صحة التقارير)؟
ka_ge: ანალიტიკური მოდულის ქეშირების სერვისი მიუწვდომელია. შესაძლო მიზეზები: სერვისი არაა გაშვებული ან მითითებულია არასწორი URL. გსურთ გაგრძელება ( შეიძლება იქონიოს უარყოფითი გავლენა შედეგებზე)?
kk_kz: АВО кэшіне қол жеткізу мүмкін емес. Мүмкін себептер: URL дұрыс емес немесе АВО кэші басталмады. Әрі қарай жалғастыруыңызға келе ме?
ru_ru: Служба кэширования АВО недоступна. Возможные причины: неправильная URL или не запущена служба кэширования АВО. Продолжить (производительность АВО может пострадать)?
th_th: ไม่สามารถเข้าถึงการบริการแคช AVR ได้ เหตุผลที่เป็นไปได้คือ: URL ไม่ถูกต้อง หรือการบริการแคช AVR ยังไม่เริ่ม คุณต้องการดำเนินการต่อหรือไม่? (อาจส่งผลกระทบต่อประสิทธิภาพของAVR ได้)

# msgAvrServiceNotAccessable
source: AVR cache service is inaccessible.
ar_iq: لا يمكن الوصول إلى خدمة تخزين مراقبة صحة التقارير.
ka_ge: ანალიტიკური მოდულის ქეშირების სერვისი მიუწვდომელია.
kk_kz: АВО кэш қызметіне қол жеткізу мүмкіг емес.
ru_ru: Служба кеширования АВО недоступна.
th_th: ไม่สามารถเข้าถึงการบริการแคช AVR

# msgCannotExportAvrServiceNotAccessable
source: Cannot export to Access because AVR cache service is inaccessible.
ar_iq: لا تستطيع التصدير للوصول بسبب الخادم الاني لل AVR غير قابل للوصول
ka_ge: შეუძლებელია ექსპორტის განხორციელება Access-ში, ანალიტიკური მოდულის ქეშირების სერვისის მიუწვდომლობის გამო.
kk_kz: ТКЕ-нің кэш қызметі қолжетімді болмағандықтан Access бағдарламасына экспорт жасау мүмкін емес
ru_ru: Невозможно выполнить экспорт в Access из-за того что служба кеширования АВО недоступна
th_th: ไม่สามารถส่งออกการเข้าถึงได้ เนื่องจากไม่สามารถเข้าถึงการบริการแคชAVR

# msgAvrServiceNotAccessableWeb
source: AVR cache service is inaccessible.
ar_iq: لا يمكن الوصول إلى خدمة تخزين مراقبة صحة التقارير.
ka_ge: ანალიტიკური მოდულის ქეშირების სერვისი მიუწვდომელია.
kk_kz: АВО кэш қызметіне қол жеткізу мүмкіг емес.
ru_ru: Служба кеширования АВО недоступна.
th_th: ไม่สามารถเข้าถึงการบริการแคช AVR

# msgAvrServiceError
source: There is an error in AVR cache service.
ar_iq: هناك خطأ في خدمة تخزين مراقبة صحة التقارير
ka_ge: ანალიტიკური მოდულის ქეშირების სერვისის მუშაობაში შეცდომაა.
kk_kz: АВО кэш қызметінде қате шықты.
ru_ru: Произошла ошибка службы кеширования АВО.
th_th: ไม่สามารถเข้าถึงการบริการแคช AVR

# msgAvrServiceErrorWeb
source: There is an error in AVR cache service.
ar_iq: هناك خطأ في خدمة تخزين مراقبة صحة التقارير
ka_ge: ანალიტიკური მოდულის ქეშირების სერვისის მუშაობაში შეცდომაა.
kk_kz: АВО кэш қызметінде қате шықты.
ru_ru: Произошла ошибка службы кеширования АВО.
th_th: มีข้อผิดพลาดในการบริการแคช AVR

# msgWrongAvrServiceVersion
source: Version of the AVR Service '{0}' differs from version of the EIDSS '{1}'. Do you want to continue at your own risk?
ar_iq: إصدار خدمة مراقبة صحة التقارير '{0}' تختلف عن إصدار النظام الإلكتروني المتكامل لمراقبة الأمراض '{1}'. هل تود المتابعة على مسؤوليتك الخاصة؟
ka_ge: ანალიტიკური მოდულის ვერსია '{0}' განსხვავდება დზეის-ის ვერსიისგან '{1}'.არსებული რისკის მიუხედავად თქვენ მაინც გსურთ გაგრძელება?
kk_kz: АВО нұсқасы '{0}' ЭИСНЗ '{1}' нұсқасымен бірдей емес. АВО-ны жалғастыруығызға келе ме?
ru_ru: Версия сервиса АВО '{0}' отличается от версии ЭИСНЗ '{1}'. Вы хотите продолжить на свой страх и риск?
th_th: เวอร์ชั่นการบริการแคช AVR '{0}' ต่างจากรุ่นใน EIDSS '{1}' คุณต้องการเสี่ยงดำเนินการต่อหรือไม่?

# msgWrongAvrServiceVersionWeb
source: Version of the AVR Service '{0}' differs from version of the EIDSS '{1}'.
ar_iq: إصدار خدمة مراقبة صحة التقارير '{0}' تختلف عن إصدار النظام الإلكتروني المتكامل لمراقبة الأمراض '{1}'.
ka_ge: ანალიტიკური მოდულის სერვისის ვერსია '{0}' განსხვავდება დზეის-ის ვერსიისგან'{1}'.
kk_kz: АВО нұсқасы '{0}' ЭИСНЗ '{1}' нұсқасымен бірдей емес
ru_ru: Версия сервиса АВО '{0}' отличается от версии ЭИСНЗ '{1}'.
th_th: เวอร์ชั่นการบริการแคช AVR '{0}' ต่างจากรุ่นใน EIDSS '{1}'

# msgWrongAvrDatabase
source: AVR Service Database '{0}' differs from the EIDSS Database '{1}'. Do you want to continue at your own risk?
ar_iq: قاعدة بيانات خدمة مراقبة صحة التقارير '{0}' تختلف عن قاعدة بيانات النظام الإلكتروني المتكامل لمراقبة الأمراض '{1}'. هل تود المتابعة على مسؤوليتك الخاصة؟
ka_ge: ანალიტიკური მოდულის მონაცემთა ბაზა '{0}' განსხვავდება დზეის-ის მონაცემთა ბაზისგან '{1}'. არსებული რისკის მიუხედავად თქვენ მაინც გსურთ გაგრძელება?
kk_kz: АВО нұсқасы '{0}' ЭИСНЗ '{1}' нұсқасымен бірдей емес. АВО-ны жалғастыруығызға келе ме?
ru_ru: База данных сервиса АВО '{0}' отличается от базы данных ЭИСНЗ '{1}'. Вы хотите продолжить на свой страх и риск?
th_th: ฐานข้อมูลการบริการ AVR '{0}' ต่างจากฐานข้อมูลใน EIDSS '{1}' คุณต้องการเสี่ยงดำเนินการต่อหรือไม่?

# msgWrongAvrDatabaseWeb
source: AVR Service Database '{0}' differs from the EIDSS Database '{1}'. Do you want to continue at your own risk?
ar_iq: قاعدة بيانات خدمة مراقبة صحة التقارير '{0}' تختلف عن قاعدة بيانات النظام الإلكتروني المتكامل لمراقبة الأمراض '{1}'. هل تود المتابعة على مسؤوليتك الخاصة؟
ka_ge: ანალიტიკური მოდულის სერვისის მონაცემთა ბაზა '{0}' განსხვავდება დზეის-ის მონაცემთა ბაზისგან '{1}'. არსებული რისკის მიუხედავად თქვენ მაინც გსურთ გაგრძელება?
kk_kz: АВО-ның деректер қоры '{0}' ЭИСНЗ '{1}' деректер қорымен бірдей емес.
ru_ru: База данных сервиса АВО '{0}' отличается от базы данных ЭИСНЗ '{1}'.
th_th: ฐานข้อมูลการบริการ AVR '{0}' ต่างจากฐานข้อมูลใน EIDSS '{1}' คุณต้องการเสี่ยงดำเนินการต่อหรือไม่?

# msgWrongAvrArchiveDatabase
source: AVR Service Archive Database '{0}' differs from the EIDSS Archive Database '{1}'. Do you want to continue at your own risk?
ar_iq: أرشيف قاعدة بيانات خدمة مراقبة صحة التقارير '{0}' يختلف عن أرشيف قاعدة بيانات النظام الإلكتروني المتكامل لمراقبة الأمراض '{1}'. هل تود المتابعة على مسؤوليتك الخاصة؟
ka_ge: ანალიტიკური მოდულის სერვისის არქივის მონაცემთა ბაზა '{0}' განსხვავდება დზეის-ის არქივის მონაცემთა ბაზისგან '{1}'. არსებული რისკის მიუხედავად თქვენ მაინც გსურთ გაგრძელება?
kk_kz: АВО архивтік деректер қоры '{0}' ЭИСНЗ '{1}' архивтік деректер қорымен бірдей емес. АВО-ны жалғастыруығызға келе ме?
ru_ru: Архивная база данных сервиса АВО '{0}' отличается от архивной базы данных ЭИСНЗ '{1}'. Вы хотите продолжить на свой страх и риск?
th_th: ฐานข้อมูลอาร์ไคฟ์การบริการ AVR '{0}' ต่างจากฐานข้อมูลอาร์ไคฟ์ใน EIDSS '{1}' คุณต้องการเสี่ยงดำเนินการต่อหรือไม่?

# msgWrongAvrArchiveDatabaseWeb
source: AVR Service Archive Database '{0}' differs from the EIDSS Archive Database '{1}'.
ar_iq: أرشيف قاعدة بيانات خدمة مراقبة صحة التقارير '{0}' يختلف عن أرشيف قاعدة بيانات النظام الإلكتروني المتكامل لمراقبة الأمراض '{1}'.
ka_ge: ანალიტიკური მოდულის სერვისის არქივის მონაცემთა ბაზა '{0}' განსხვავდება დზეის-ის არქივის მონაცემთა ბაზისგან '{1}'.
kk_kz: АВО архивтік деректер қоры '{0}' ЭИСНЗ '{1}' архивтік деректер қорымен бірдей емес.
ru_ru: Архивная база данных сервиса АВО '{0}' отличается от архивной базы данных ЭИСНЗ '{1}'.
th_th: ฐานข้อมูลอาร์ไคฟ์การบริการ AVR '{0}' ต่างจากฐานข้อมูลอาร์ไคฟ์ใน EIDSS '{1}'

# msgAvrMandatoryFieldWarning
source: {0} is mandatory
ar_iq: {0} إلزامي
ka_ge: {0} სავალდებულოა
kk_kz: {0} міндетті түрде
ru_ru: {0} является обязательным
th_th: จำเป็นต้องมี {0}

# msgNoAvrServiceArvhive
source: AVR Service Archive Database does not installed.
ar_iq: أرشيف قاعدة بينات ال AVR لم يتم تثبيته
ka_ge: ანალიტიკური მოდულის დაარქივებული მონაცემების ბაზის სერვისი არაა დაყენებული
kk_kz: ТКЕ сервистін архив дерек қоры орнатылмаған.
ru_ru: Архивная база АВО сервиса не установлена.
th_th: ไม่มีการติดตั้งฐานข้อมูลอาร์ไคฟ์การบริการ AVR

# msgAvrDateMandatoryFieldWarning
source: Date From and Date To are mandatory fields.
ar_iq: إن حقول تاريخ من وتاريخ إلى هي إلزامية.
ka_ge: თარიღის ველები საიდან და სადამდე სავალდებულოა
kk_kz: Мерзімнен бастап және Мерзімге дейін жолақтар толтырылуға міндетті
ru_ru: Поля «дата с» и «дата по» являются обязательными для заполнения.
th_th: ช่องวันที่จากและวันที่ถึงนั้นจำเป็นต้องกรอก

# msgAvrInitializing
source: AVR is initializing...
ar_iq: جاري تهيئة مراقبة صحة التقرير...
ka_ge: მიმდინარეობს ანალიტიკური მოდულის გაშვება...
kk_kz: ТКЕ-ні іске қосу
ru_ru: Инициализация АВО...
th_th: AVR กำลังเริ่มกำหนดค่าตั้งต้น...

# msgAvrPivotCalculating
source: Pivot Grid is calculating data...
ar_iq: الشبكة المحورية تجهز البيانات
ka_ge: ხორციელდება მონაცემების დამუშავება
kk_kz: Жиынтық кесте деректерді есептеп жатыр ...
ru_ru: Сводная таблица рассчитывает данные...
th_th: ตาราง Pivot กำลังคำนวนข้อมูล...

# errCannotRestoreAvrFilterFromDb
source: Filter can't be restored from Database
ar_iq: لا يمكن استعادة عامل التصفية من قاعدة البيانات
ka_ge: მონაცემთა ბაზიდან ფილტრის აღდგენა შეუძლებელია
kk_kz: Сүзу Деректер Қорынан оқуға мүмкін емес
ru_ru: Фильтр не может быть прочитан из баз данных
th_th: ไม่สามารถเรียกคืนตัวกรองจากฐานข้อมูลได้

# msgBarcodeInitializing
source: Barcode designer is initializing...
ar_iq: جاري تهيئة مصمم الرمز الشريطي
ka_ge: შტრიხკოდების დიზაინერი გაშვების პროცესშია...
kk_kz: Штрих-код конструкторын іске қосуға дайындау
ru_ru: Инициализация конструктора штрихкода...
th_th: ตัวออกแบบบาร์โค้ดกำลังเริ่มการกำหนดค่าตั้งต้น...
