Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssFields.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# datFinalDiagnosisDate
source: Final Diagnosis Date
ar_iq: تاريخ التشخيص النهائي
az_latn_az: Son diaqnozun qoyulma tarixi
hy_am: Վերջնական ախտորոշման ամսաթիվ
ka_ge: საბოლოო დიაგნოზის დასმის თარიღი
kk_kz: Түпкілікті диагноз қойылған күн
ru_ru: Дата окончательного диагноза
th_th: วันที่ทำการวินิจฉัยครั้งสุดท้าย
uk_ua: Дата остаточного діагнозу

# datFinalCaseClassificationDate
source: Date of Final Case Classification
ar_iq: تاريخ التصنيف الأخير للحالة
az_latn_az: Hadisənin son təsnifat tarixi
hy_am: Դեպքի վերջնական դասակարգման ամսաթիվ
ka_ge: შემთხვევის საბოლოო კლასიფიკაციის თარიღი
kk_kz: Қорытынды Жағдай Классификацияның Мерзімі
ru_ru: Дата окончательной классификации случая заболевания
th_th: วันที่สรุปประเภทผู้ป่วย
uk_ua: Дата остаточної класифікації випадку захворювання

# datFinishDate
source: End Date
ar_iq: تاريخ الانتهاء
az_latn_az: Bitmə tarixi
hy_am: Ավարտի ամսաթիվ
ka_ge: დასრულების თარიღი
kk_kz: Аяқталған күні
ru_ru: Дата окончания
th_th: วันสิ้นสุด
uk_ua: Дата завершення

# datFirstAdministeredDate
source: Date First Administered
ar_iq: تاريخ أول خضوع لإشراف طبي
az_latn_az: İlk təyinat tarixi
hy_am: Առաջին նշանակման ամսաթիվ
ka_ge: დაწყების თარიღი
kk_kz: Алғашқы тағайындау күні
ru_ru: Дата первого назначения
th_th: วันที่เข้ารับการรักษาครั้งแรก
uk_ua: Дата першого призначення

# datFirstSoughtCareDate
source: Date Patient First Sought Care
ar_iq: تاريخ أول مرة يسعى فيها المريض لتلقي العلاج
az_latn_az: İlk müraciət tarixi
hy_am: Առաջին անգամ բժշկի դիմելու ամսաթիվ
ka_ge: სამედიცინო დაწესებულებაში პირველი მიმართვის თარიღი
kk_kz: Бірінші рет қаралған күн
ru_ru: Дата первого обращения
th_th: วันที่รักษาครั้งแรก
uk_ua: Дата першого звернення пацієнта

# datHospitalizationDate
source: Date of Hospitalization
ar_iq: تاريخ الوضع في المستشفى
az_latn_az: Hospitalizasiya tarixi
hy_am: Հոսպիտալացման ամսաթիվ
ka_ge: მიმართვის / ჰოსპიტალიზაციის თარიღი
kk_kz: Госпитальға жатқызылған күн
ru_ru: Дата госпитализации
th_th: วันที่เข้ารักษาในโรงพยาบาล
uk_ua: Дата госпіталізації

# datIdentifiedDateTime
source: Date Identified
ar_iq: تاريخ التعرف
az_latn_az: İdentifikasiya tarixi
hy_am: Նույնականացման ամսաթիվ
ka_ge: იდენტიფიცირების თარიღი
kk_kz: Бірдейлендіру күні
ru_ru: Дата идентификации
th_th: ระบุเมื่อวันที่
uk_ua: Дата ідентифікації

# datInitialReportDate
source: Initial Report Date
ar_iq: تاريخ التقرير الأولي
az_latn_az: İlkin hesabat tarixi
hy_am: Նախնական հաղորդման ամսաթիվ
ka_ge: საწყისი შეტყობინების თარიღი
kk_kz: Хабарлау күні
ru_ru: Дата сообщения
th_th: วันที่รายงานเบื้องต้น
uk_ua: Дата повідомлення

# datInterpretationDate
source: Date Interpreted
ar_iq: تاريخ التفسير
az_latn_az: Şərh edilmə tarixi
hy_am: Մեկնաբանության ամսաթիվ
ka_ge: ინტერპრეტირების თარიღი
kk_kz: Түсіндіру күні
ru_ru: Дата интерпретации
th_th: วันที่สรุปผล
uk_ua: Дата інтерпритації

# datInvestigationDate
source: Investigation Date
ar_iq: تاريخ التحقيق
az_latn_az: Araşdırma tarixi
hy_am: Հետազոտության ամսաթիվ
ka_ge: მოკვლევის დასრულების თარიღი
kk_kz: Зерттеу күні
ru_ru: Дата расследования
th_th: วันที่เริ่มสอบสวน
uk_ua: Дата розслідування

# datInvestigationStartDate
source: Starting Date of Investigation
ar_iq: تاريخ بدء التحري
az_latn_az: Tədqiqatın başlanma tarixi
hy_am: Հետազոտման մեկնարկի ամսաթիվ
ka_ge: კვლევის დაწყების თარიღი
kk_kz: Зерттеу басталған күн мен уақыт
ru_ru: Дата начала расследования
th_th: วันที่เริ่มสอบสวน
uk_ua: Дата початку дослідження

# strInvestigationStartingDateTime
source: Starting Date, Time Investigation
ar_iq: تاريخ، ساعة البدء في التحقيق
az_latn_az: Tədqiqatın başlama tarixi və saatı
hy_am: Հետազոտման մեկնարկի ամսաթիվ, ժամ
ka_ge: დაწყების თარიღი, კვლევის დაწყების დრო
kk_kz: Тексерудін бастау күні және уақыты
ru_ru: Дата начала расследования
th_th: วันที่เริ่มต้น เวลาที่สืบสวน
uk_ua: Дата та час початку розслідування

# datLastVisit
source: Date Of Last Visit
ar_iq: تاريخ آخر زيارة
az_latn_az: İşə, tədris və üşaq müəssisəsinə son baş çəkmə tarixi
hy_am: Աշխատավայր, դպրոց, նախադպրոցական հաստատություն այցելելու վերջին ամսաթիվ
ka_ge: ბოლო გამოცხადების თარიღი
kk_kz: Жұмыс/оқу орнына, балалар мекемесіне соңғы рет барған күн
ru_ru: Дата последнего посещения места работы, учебы, детского учреждения
th_th: วันที่ทำการเยี่ยมครั้งสุดท้าย
uk_ua: Дата останнього відвідування

# datModificationDate
source: Date Last Updated
ar_iq: تاريخ آخر تحديث
az_latn_az: Son yaddaşa salınma tarixi
hy_am: Վերջին պահպանման ամսաթիվ
ka_ge: უკანასკნელი დამახსოვრების თარიღი
kk_kz: Соңғы сақталған күні
ru_ru: Дата последнего сохранения
th_th: วันที่ทำการอัพเดตล่าสุด
uk_ua: Дата останнього збереження

# datPersonModificationDate
source: Person Last Update Date
ar_iq: الشخص القائم بآخر تحديث للتاريخ
az_latn_az: Məlumatın son yenilənmə tarixi
hy_am: Անձի մասին տվյալների վերջին թարմացման ամսաթիվ
ka_ge: თანამშრომლის ჩანაწერის ბოლო განახლების თარიღი
kk_kz: Адам жағдайының соңғы жаңартпа мерзімі
ru_ru: Дата последнего обновления записи о человеке
th_th: วันที่ปรับปรุงข้อมูลครั้งล่าสุด
uk_ua: Дата останнього оновлення запису про людину

# datNotificationDate
source: Notification Date
ar_iq: تاريخ الإشعار
az_latn_az: Bildiriş tarixi
hy_am: Շտապ հաղորդման ամսաթիվը
ka_ge: შეტყობინების თარიღი
kk_kz: Шұғыл хабарлама берілген күн және уақыт
ru_ru: Дата передачи экстр. извещения
th_th: วันที่รายงาน
uk_ua: Дата та час повідомлення

# SearchPanel.datNotificationDate
source: Notification Date
ar_iq: تاريخ الإشعار
az_latn_az: Təcili bildirişin göndərilmə tarixi
hy_am: Շտապ հաղորդման ամսաթիվը
ka_ge: შეტყობინების თარიღი
kk_kz: Шұғыл хабарлама берілген күн және уақыт
ru_ru: Дата передачи экстр. извещения
th_th: วันที่รายงาน
uk_ua: Дата та час повідомлення

# datOnSetDate
source: Date of Symptoms Onset
ar_iq: تاريخ ظهور الأعراض
az_latn_az: Simptomların başlanma tarixi
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվ
ka_ge: სიმპტომების დაწყების თარიღი
kk_kz: Ауру белгілері пайда болған күн
ru_ru: Дата появления симптомов
th_th: วันเริ่มป่วย
uk_ua: Дата появи симптомів

# datPerformedDate
source: Date Test Started
ar_iq: تاريخ بداية الاختبار
az_latn_az: Testin tarixi
hy_am: Հետազոտության մեկնարկի ամսաթիվ
ka_ge: ტესტის დაწყების თარიღი
kk_kz: Тесттің басталған күні
ru_ru: Дата теста
th_th: วันที่เริ่มการทดสอบ
uk_ua: Дата тесту

# datReceivedByDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datReportDate
source: Report Date
ar_iq: تاريخ التقرير
az_latn_az: Daxil edilmə tarixi
hy_am: Հաղորդման Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่รายงาน
uk_ua: Дата звіту

# datSentByDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datStartDate
source: Start Date
ar_iq: تاريخ البدء
az_latn_az: Başlanma tarixi
hy_am: Մեկնարկի ամսաթիվ
ka_ge: დაწყების თარიღი
kk_kz: Басталған күні
ru_ru: Дата начала
th_th: วันที่เริ่ม
uk_ua: Дата початку

# datStartedDate
source: Date Test Started
ar_iq: تاريخ بداية الاختبار
az_latn_az: Testin tarixi
hy_am: Հետազոտության մեկնարկի ամսաթիվ
ka_ge: ტესტის დაწყების თარიღი
kk_kz: Тесттің басталған күні
ru_ru: Дата начала теста
th_th: วันที่เริ่มต้นการทดสอบ
uk_ua: Дата початку тесту

# datStartOfSignsDate
source: Start of Signs
ar_iq: بداية العلامات
az_latn_az: Xəstəlik əlamətlərin başlanma tarixi
hy_am: Նախանշաններ ի հայտ գալու ամսաթիվ
ka_ge: სიმპტომების დაწყება
kk_kz: Белгілердің басталуы
ru_ru: Начало признаков
th_th: วันที่เริ่มเห็นอาการของโรค
uk_ua: Початок симптомів

# datStatisticStartDate
source: Start Date For Period
ar_iq: تاريخ بداية الفترة
az_latn_az: Dövrün başlanma tarixi
hy_am: Ժամանակաշրջանի սկիզբ
ka_ge: პერიოდის დაწყების თარიღი
kk_kz: Кезеңнің басталу уақыты
ru_ru: Дата начала периода
th_th: วันที่เริ่มต้นระยะ
uk_ua: Дата початку періоду

# datTentativeDiagnosis1Date
source: Diagnosis Date
ar_iq: تاريخ التشخيص
az_latn_az: Diaqnozın qoyulma tarixi
hy_am: Ախտորոշման ամսաթիվ
ka_ge: დიაგნოზის დასმის თარიღი
kk_kz: Болжамды диагноз қойылған күн
ru_ru: Дата предположительного диагноза
th_th: วันที่ทำการวินิจฉัย
uk_ua: Дата орієнтовного діагнозу

# datTentativeDiagnosis2Date
source: Diagnosis Date
ar_iq: تاريخ التشخيص
az_latn_az: Diaqnozın qoyulma tarixi
hy_am: Ախտորոշման ամսաթիվ
ka_ge: დიაგნოზის დასმის თარიღი
kk_kz: Болжамды диагноз қойылған күн
ru_ru: Дата предположительного диагноза
th_th: วันที่ทำการวินิจฉัย
uk_ua: Дата орієнтовного діагнозу

# datTentativeDiagnosisDate
source: Diagnosis Date
ar_iq: تاريخ التشخيص
az_latn_az: Diaqnozun qoyulma tarixi
hy_am: Ախտորոշման ամսաթիվ
ka_ge: დიაგნოზის დასმის თარიღი
kk_kz: Болжамды диагноз қойылған күн
ru_ru: Дата предположит. диагноза
th_th: วันที่วินิจฉัย
uk_ua: Дата орієнтовного діагнозу

# datTentativeDiagnosis1DateLbl
source: Tentative Diagnosis 2 Date
ar_iq: تاريخ محاولة التشخيص 2
az_latn_az: Ehtimal edilən diaqnoz 2 tarixi
hy_am: Նախնական 2 ախտորոշման ամսաթիվ
ka_ge: სავარაუდო დიაგნოზი 2-ის დასმის თარიღი
kk_kz: Алдын ала диагноз 2 Мерзім
ru_ru: Дата предположительного диагноза 2
th_th: วันที่ทำการวินิจฉัยที่สามารถเป็นไปได้ 2
uk_ua: Дата можливого діагнозу 2

# datTentativeDiagnosis2DateLbl
source: Tentative Diagnosis 3 Date
ar_iq: تاريخ محاولة التشخيص 3
az_latn_az: Ehtimal edilən diaqnoz 3 tarixi
hy_am: Նախնական 3 ախտորոշման ամսաթիվ
ka_ge: სავარაუდო დიაგნოზი 3-ის დასმის თარიღი
kk_kz: Алдын ала диагноз 3 Мерзім
ru_ru: Дата предположительного диагноза 3
th_th: วันที่ทำการวินิจฉัยที่สามารถเป็นไปได้ 3
uk_ua: Дата можливого діагнозу 3

# datTentativeDiagnosisDateLbl
source: Tentative Diagnosis 1 Date
ar_iq: تاريخ محاولة التشخيص 1
az_latn_az: Ehtimal edilən diaqnoz 1 tarixi
hy_am: Նախնական 1 ախտորոշման ամսաթիվ
ka_ge: სავარაუდო დიაგნოზი 1-ის დასმის თარიღი
kk_kz: Алдын ала диагноз 1 Мерзім
ru_ru: Дата предположительного диагноза 1
th_th: วันที่ทำการวินิจฉัยที่สามารถเป็นไปได้ 1
uk_ua: Дата можливого діагнозу 1

# datTransactionDate
source: Transaction Date
ar_iq: تاريخ الإجراء
az_latn_az: Əməliyyatın tarixi
hy_am: Գործարքի ամսաթիվ
ka_ge: ქმედების თარიღი
kk_kz: Транзакция күні
ru_ru: Дата транзакции
th_th: วันที่เคลื่อนย้าย
uk_ua: Дата транзакції

# datVaccinationDate
source: Date
ar_iq: التاريخ
az_latn_az: Tarix
hy_am: Ամսաթիվ
ka_ge: ვაქცინაციის თარიღი
kk_kz: Күні
ru_ru: Дата
th_th: วันที่
uk_ua: Дата

# datValidatedDate
source: Result Date
ar_iq: تاريخ النتيجة
az_latn_az: Testin başa çatma tarixi
hy_am: Հետազոտության հաստատման ամսաթիվ
ka_ge: ტესტის დასრულების თარიღი
kk_kz: Расталған күні
ru_ru: Дата проверки результата
th_th: วันที่ทราบผลลัพธ์
uk_ua: Дата завершення тесту

# datValidationDate
source: Date Validated
ar_iq: تاريخ التأكيد
az_latn_az: Təsdiq olunma tarixi
hy_am: Հաստատման ամսաթիվ
ka_ge: გადამოწმების თარიღი
kk_kz: Расталған күн
ru_ru: Дата проверки
th_th: วันที่ตรวจสอบ
uk_ua: Дата підтвердження

# DayForAggr
source: Day
ar_iq: اليوم
az_latn_az: Gün
hy_am: Օր
ka_ge: რიცხვი
kk_kz: Күні
ru_ru: День
th_th: วัน
uk_ua: День

# dblLatitude
source: Latitude
ar_iq: خط العرض
az_latn_az: En dairəsi
hy_am: Լայնություն
ka_ge: განედი
kk_kz: Ендік
ru_ru: Широта
th_th: ละติจูด
uk_ua: Широта

# dblLongitude
source: Longitude
ar_iq: خط الطول
az_latn_az: Uzunluq dairəsi
hy_am: Երկայնություն
ka_ge: გრძედი
kk_kz: Бойлық
ru_ru: Долгота
th_th: ลองติจูด
uk_ua: Довгота

# dblRadius
source: Radius
ar_iq: نصف القطر
hy_am: Շառավիղ
ka_ge: რადიუსი
kk_kz: Радиус
ru_ru: Радиус
th_th: รัศมี
uk_ua: Радіус

# DepartmentName
source: Functional Area
ar_iq: منطقة وظيفية
az_latn_az: Laboratoriya (şöbə)
hy_am: Լաբորատորիա
ka_ge: ფუნქციონალური ლაბორატორია
kk_kz: Зертхана
ru_ru: Подразделение
th_th: ห้องปฏิบัติการ
uk_ua: Функціональна зона

# DiagnosisName
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnoz
hy_am: Ախտորոշում
ka_ge: საბოლოო დიაგნოზი
kk_kz: Түпкілікті диагноз
ru_ru: Диагноз
th_th: การวินิจฉัย
uk_ua: Остаточний діагноз

# InitialDiagnosisName
source: Initial Diagnosis
ar_iq: التشخيص الاولي
az_latn_az: İlkin diaqnoz
hy_am: Նախնական ախտորոշում
ka_ge: საწყისი დიაგნოზი
kk_kz: Бастапқы Диагноз
ru_ru: Первоначальный диагноз
th_th: การวินิจฉัยเบื้องต้น
uk_ua: Початковий діагноз

# EventLog.strNote
source: Notes
ar_iq: ملاحظات
az_latn_az: Qeydlər
hy_am: Նշումներ
ka_ge: შენიშვნები
kk_kz: Ескерту
ru_ru: Примечания
th_th: หมายเหตุ
uk_ua: Примітки

source: Farm
ar_iq: مزرعة
az_latn_az: Ferma (Təsərrüfat)
hy_am: Տնտեսություն
ka_ge: ფერმა
kk_kz: Ферма
ru_ru: Ферма
th_th: ฟาร์ม
uk_ua: Ферма

# Farm.Address.Country
source: Country
ar_iq: البلد
az_latn_az: Ölkə
hy_am: Երկիր
ka_ge: ქვეყანა
kk_kz: Ел
ru_ru: Страна
th_th: ประเทศ
uk_ua: Країна

# Farm.Address.idfsCountry
source: Country
ar_iq: البلد
az_latn_az: Ölkə
hy_am: Երկիր
ka_ge: ქვეყანა
kk_kz: Ел
ru_ru: Страна
th_th: ประเทศ
uk_ua: Країна

# Farm.Address.idfsRayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# Farm.Address.idfsRegion
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# Farm.Address.idfsSettlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Qəsəbə
hy_am: Բնակավայր
ka_ge: დასახლება
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: ข้อตกลง
uk_ua: Населений пункт

# Farm.Address.Rayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# Farm.Address.Settlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Qəsəbə
hy_am: Բնակավայր
ka_ge: დასახლება
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: ข้อตกลง
uk_ua: Населений пункт

# Farm.Location.idfsCountry
source: Country
ar_iq: البلد
az_latn_az: Ölkə
hy_am: Երկիր
ka_ge: ქვეყანა
kk_kz: Ел
ru_ru: Страна
th_th: ประเทศ
uk_ua: Країна

# Farm.Location.idfsRayon
source: Rayon
ar_iq: منطقة سكنية
hy_am: Տարածաշրջան
ka_ge: რაიონი
kk_kz: Аудан
ru_ru: Район
th_th: อำเภอ/ตำบล
uk_ua: Район

# Farm.Location.idfsRegion
source: Region
ar_iq: إقليم (منطقة)
hy_am: Մարզ
ka_ge: რეგიონი
kk_kz: Облыс/Өңір
ru_ru: Регион
th_th: จังหวัด
uk_ua: Область

# Farm.Location.idfsSettlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Qəsəbə
hy_am: Բնակավայր
ka_ge: დასახლება
kk_kz: Елді мекен
ru_ru: Населенный пункт
th_th: ข้อตกลง
uk_ua: Населений пункт

source: Farm Address
ar_iq: عنوان المزرعة
az_latn_az: Fermanın Ünvanı
hy_am: Տնտեսության հասցե
ka_ge: ფერმის მისამართი
kk_kz: Ферманың мекенжайы
ru_ru: Адрес фермы
th_th: ที่อยู่ฟาร์ม
uk_ua: Адреса ферми

# FarmListItem.strContactPhone
source: Contact Phone
ar_iq: هاتف جهة الاتصال
az_latn_az: Fermanın telefonu
hy_am: Կոնտակտային հեռախոսահամար
ka_ge: ფერმის ტელეფონი
kk_kz: Ферманың телефоны
ru_ru: Телефон фермы
th_th: เบอร์ติดต่อ
uk_ua: Телефон ферми

source: Farm Name
ar_iq: اسم المزرعة
az_latn_az: Fermanın adı
hy_am: Տնտեսության անվանում
ka_ge: ფერმის დასახელება
kk_kz: Ферманың атауы
ru_ru: Название фермы
th_th: ชื่อฟาร์ม
uk_ua: Назва ферми

source: Farm owner
ar_iq: مالك المزرعة
az_latn_az: Fermanın sahibi
hy_am: Տնտեսության սեփականատեր
ka_ge: ფერმის მესაკუთრე
kk_kz: Ферманың иесі
ru_ru: Владелец фермы
th_th: เจ้าของฟาร์ม
uk_ua: Власник ферми

# FilterByDiagnosis
source: Filter samples by Diagnosis
ar_iq: تصفية العينات حسب التشخيص
az_latn_az: Xəstəliyə görə nümunələrin filtrdən keçirilməsi
hy_am: Ֆիլտրել նմուշներն ըստ ախտորոշման
ka_ge: ნიმუშების გაფილტვრა დიაგნოზის მიხედვით
kk_kz: Аурулар бойынша сынамалар сүзгісі
ru_ru: Фильтр проб по заболеваниям
th_th: กรองตัวอย่างตามการวินิจฉัย
uk_ua: Фільтр зразків за діагнозом

# FinalDiagnosisName
source: Final Diagnosis
ar_iq: التشخيص النهائي
az_latn_az: Son diaqnoz
hy_am: Վերջնական ախտորոշում
ka_ge: საბოლოო დიაგნოზი
kk_kz: Түпкілікті диагноз
ru_ru: Окончательный диагноз
th_th: การวินิจฉัยสุดท้าย
uk_ua: Остаточний діагноз

source: Flock
ar_iq: السرب
az_latn_az: Dəstə
hy_am: Երամ
ka_ge: გუნდი
kk_kz: Табын
ru_ru: Стадо
th_th: ฝูงนก
uk_ua: Зграя

# FT.strDisease
source: Disease
ar_iq: المرض
az_latn_az: Xəstəlik
hy_am: Հիվանդություն
ka_ge: დაავადება
kk_kz: Диагноз
ru_ru: Заболевание
th_th: โรค
uk_ua: Захворювання

# strDiagnosesSummary
source: Disease (Number of Positive Pools/Vectors)
ar_iq: المرض (عدد النواقل/التجمعات الإيجابية)
az_latn_az: Xəstəlik (Pozitiv hövzə/Keçiricilərin sayı)
hy_am: Հիվանդություն (դրական Պուլերի /Պահոցների/Փոխանցողների թիվ)
ka_ge: დაავადება ( დადებითი პულების/ გადამტანების რაოდენობა)
kk_kz: Диагноз ( Оң болған Пул/Вектор саны)
ru_ru: Заболевание (кол-во зараженных пулов/ инд. переносчиков)
th_th: โรค (จำนวนเลือดบวก/ตัวนำโรค)
uk_ua: Захворювання (к-ть заражених пулів / інд. Переносників)

# intPositiveQuantity
source: Number of Positive Pools/Vectors
ar_iq: عدد النواقل/التجمعات الإيجابية
az_latn_az: Pozitiv hövzələr/keçiricilərin sayı
hy_am: Դրական Պուլերի /Պահոցների/Փոխանցողների թիվ
ka_ge: პულების/გადამტანების რაოდენობა
kk_kz: Оң болған Пул/Вектор саны
ru_ru: Количество положительных групп / индивидуальных переносчиков заболевания
th_th: จำนวนเลือดบวก/ตัวนำโรค
uk_ua: Кількість позитивних груп / індивідуальних переносників захворювання

# VsSessionSummary.intQuantity
source: Number of Pools/Vectors Collected
ar_iq: عدد النواقل/التجمعات التي تم جمعها
az_latn_az: Hövzələr/Toplanan keçiricilərin sayı
hy_am: Հավաքագրված Պուլերի /Պահոցների/Փոխանցողների թիվ
ka_ge: შეგროვებული პულების/გადამტანების რაოდენობა
kk_kz: Алынған Пул/Вектор саны
ru_ru: Кол-во собранных пулов/ инд. переносчиков
th_th: จำนวนเลือด/ตัวนำโรคที่เก็บ
uk_ua: Кількість зібраних пулів / інд. переносників

source: Herd
ar_iq: القطيع
az_latn_az: Sürü
hy_am: Հոտ
ka_ge: ჯოგი
kk_kz: Табын
ru_ru: Стадо
th_th: ฝูงสัตว์
uk_ua: Стадо

# HumanAgeType_Name
source: Patient Age Units
ar_iq: وحدات عمر المريض
az_latn_az: Xəstənin Yaş Bölmələri
hy_am: Հիվանդի տարիքի ներկայացման ձևը
ka_ge: ადამიანის ასაკის ტიპი
kk_kz: Жас беру тәсілі
ru_ru: Способ задания возраста
th_th: หน่วยอายุผู้ป่วย
uk_ua: Одиниці віку пацієнта

# HumanCase.idfsTentativeDiagnosis
source: Diagnosis
ar_iq: التشخيص
az_latn_az: Diaqnoz
hy_am: Ախտորոշում
ka_ge: დიაგნოზი
kk_kz: Диагноз
ru_ru: Диагноз
th_th: การวินิจฉัย
uk_ua: Остаточний діагноз

# HumanCase.SearchPanel.datDateofBirth
source: Date of Birth
ar_iq: تاريخ الميلاد
az_latn_az: Doğulduğu tarix
hy_am: Ծննդյան ամսաթիվ
ka_ge: დაბადების თარიღი
kk_kz: Туған күні
ru_ru: Дата рождения
th_th: วันเกิด
uk_ua: Дата народження

# GeoLocation.idfsSettlement
source: Settlement
ar_iq: تجمع سكني
az_latn_az: Yaşayış məntəqəsi
hy_am: Բնակավայր
ka_ge: დასახლება
kk_kz: Ауыл
ru_ru: Населённый пункт
th_th: รหัสพื้นที่
uk_ua: Населений пункт

# GroupName
source: Name (English)
ar_iq: الاسم (إنجليزي)
az_latn_az: Adı (İngilis dilində)
hy_am: Անուն (Անգլերեն)
ka_ge: დასახელება (ინგლისური)
kk_kz: Атауы (ағылш.)
ru_ru: Наименование (англ.)
th_th: ชื่อ (ภาษาอังกฤษ)
uk_ua: Ім'я (англ.)

# HumanCase.SearchPanel.strLocalIdentifier
source: Local ID
ar_iq: معرف محلي
az_latn_az: Yerli Q/N-si
hy_am: Տեղական ն/հ
ka_ge: შემთხვევის ადგილობრივი ID
kk_kz: Жинау кезіндегі сынама №
ru_ru: Инд. № пробы при отборе
th_th: ID ท้องถิ่น
uk_ua: Місцевий Інд. №

# HumanName
source: Patient/Farm Owner
ar_iq: المريض/صاحب المزرعة
az_latn_az: Xəstə/Fermanın sahibi
hy_am: Հիվանդ / Տնտեսության սեփականատեր
ka_ge: პაციენტი / ფერმის მესაკუთრე
kk_kz: Пациент/Ферманың иесі
ru_ru: Пациент/Владелец фермы
th_th: ผู้ป่วย/เจ้าของฟาร์ม
uk_ua: Пацієнт/Власник ферми

# HumanSpeciesName
source: Patient/Species/Vector Info
ar_iq: معلومات المريض/الأنواع/الناقل
az_latn_az: Xəstə\Heyvanın növü\ Keçirici
hy_am: Հիվանդ/Կենդանատեսակ/Պահոց/Փոխանցող
ka_ge: პაციენტი / სახეობა/ გადამტანი
kk_kz: Пациент/Жануардың түрі/Жұқтырушы
ru_ru: Пациент/Вид животного/Переносчик
th_th: ข้อมูลผู้ป่วย/สายพันธุ์/ตัวนำโรค
uk_ua: Пацієнт/вида тварини/переносник

# idfAmendByPerson
source: Person
ar_iq: شخص
az_latn_az: Şəxs
hy_am: Աշխատակից
ka_ge: თანამშრომელი
kk_kz: Қызметкер
ru_ru: Сотрудник
th_th: บุคคล
uk_ua: Особа

# strAmendByPerson
source: Amended By (Person)
ar_iq: عدِّلَ من قبل (شخص)
az_latn_az: Dəyişiklikləri daxil edən şəxs
hy_am: Փոփոխել է (Աշխատակից)
ka_ge: თანამშრომელი
kk_kz: Өзгерістер енгізілді (Қызметкер)
ru_ru: Изменения внёс (сотрудник)
th_th: แก้ไขโดย (บุคคล)
uk_ua: Зміни вніс (співробітник)

# strOriginalTestResult
source: Original Test Result
ar_iq: نتيجة الاختبار الأصلي
az_latn_az: Testin ilkin nəticəsi
hy_am: Սկզբնական հետազոտության արդյունք
ka_ge: ტესტის პირვანდელი შედეგი
kk_kz: Тестің Бастапқы Нәтижелер
ru_ru: Первоначальный результат теста
th_th: ผลลัพธ์การทดสอบดั้งเดิม
uk_ua: Початковий результат тесту

# idfAnimal
source: Animal ID
ar_iq: معرف الحيوان
az_latn_az: Heyvanın Q/N-si
hy_am: Կենդանու ն/հ
ka_ge: ცხოველის ID
kk_kz: Жануардың дара №
ru_ru: Инд. № животного
th_th: ID สัตว์
uk_ua: Інд. № тварини

# idfCollectedByOffice
source: Institution
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Հաստատություն
ka_ge: დაწესებულება
kk_kz: Ұйым
ru_ru: Организация
th_th: สถาบัน
uk_ua: Заклад

# idfMaterialAsSession
source: Field Sample ID
ar_iq: معرف العينة الحقلية
az_latn_az: Nümunənin sahədəki Q/N
hy_am: Նմուշի դաշտային ն/հ
ka_ge: ნიმუშის საველე ID
kk_kz: Сынама нөмір жолағы
ru_ru: Идентификатор полевой пробы
th_th: ID ตัวอย่างช่อง
uk_ua: Інд. польовий № зразку

# idfMaterialHuman
source: Local Sample ID
ar_iq: معرف العينة المحلية
az_latn_az: Nümunənin yerli Q/N
hy_am: Նմուշի տեղական ն/հ
ka_ge: ნიმუშის ადგილობრივი/საველე ID
kk_kz: Жергілікті сынама нқмірі
ru_ru: Идентификатор локальной пробы
th_th: ID ตัวอย่างท้องถิ่น
uk_ua: Ідентифікатор локальної проби

# idfMaterialVet
source: Field Sample ID
ar_iq: معرف العينة الحقلية
az_latn_az: Nümunənin sahədəki Q/N
hy_am: Նմուշի դաշտային ն/հ
ka_ge: ნიმუშის საველე ID
kk_kz: Сынама нөмір жолағы
ru_ru: Идентификатор полевой пробы
th_th: ID ตัวอย่างช่อง
uk_ua: Інд. польовий № зразку

# idfCurrentResidenceAddress
source: Current Residence
ar_iq: الإقامة الحالية
az_latn_az: Hazırki yaşayış yeri
hy_am: Ներկա բնակավայր
ka_ge: ამჟამინდელი საცხოვრებელი ადგილი
kk_kz: Нақты тұрғылықты жеріндегі мекенжайы
ru_ru: Адрес фактического места жительства
th_th: ที่อยู่ปัจจุบัน
uk_ua: Адреса фактичного місцепроживання

# idfDepartment
source: Department
ar_iq: قسم
az_latn_az: Şöbə
hy_am: Բաժին
ka_ge: განყოფილება
kk_kz: Бөлім
ru_ru: Отдел
th_th: แผนก
uk_ua: Відділ

# idfEmployerAddress
source: Address of Employer
ar_iq: عنوان صاحب العمل
az_latn_az: İş yerinin ünvanı
hy_am: Աշխատավայրի հասցե
ka_ge: სამუშაო ადგილის, სასწავლო დაწესებულების მისამართი
kk_kz: Жұмыс орнының, оқу немесе балалар мекемесінің мекенжайы:
ru_ru: Адрес работы, учебы или детского учреждения
th_th: ที่อยู่ผู้ว่าจ้าง
uk_ua: Адреса місця роботи

# idfFarm
source: Farm ID
ar_iq: معرف المزرعة
az_latn_az: Fermanın Q/№-si
hy_am: Տնտեսության ն/հ
ka_ge: ფერმის ID
kk_kz: Ферманың дара №
ru_ru: Инд. № фермы
th_th: ID ฟาร์ม
uk_ua: Інд. № ферми

# idfFarmOwner
source: Farm Owner
ar_iq: مالك المزرعة
az_latn_az: Fermanın sahibi
hy_am: Տնտեսության սեփականատեր
ka_ge: ფერმის მესაკუთრე (გვარი/სახელი/მამის სახელი)
kk_kz: Ферманың иесі (ТАӘ)
ru_ru: Владелец фермы(ФИО)
th_th: เจ้าของฟาร์ม
uk_ua: Власник ферми

# idfFieldCollectedByOffice
source: Collected by office
ar_iq: جمعت من طرف مكتب
az_latn_az: Toplayan idarə
hy_am: Հավաքագրված է կազմակերպության կողմից
ka_ge: აღებულია ორგანიზაციის მიერ
kk_kz: Ұйым жинады
ru_ru: Собрано организацией
th_th: เก็บโดยพนักงาน
uk_ua: Зібрано організацією

# idfFieldCollectedByPerson
source: Collected by person
ar_iq: جمعت من طرف شخص
az_latn_az: Toplayan şəxs
hy_am: Հավաքագրել է
ka_ge: ვინ აიღო
kk_kz: Кім жинады
ru_ru: Кем собрано
th_th: เก็บโดยบุคคลทั่วไป
uk_ua: Ким зібрано

# idfHostVector
source: Host reference
ar_iq: مرجع المضيف
az_latn_az: Keçirici-sahib
hy_am: Պահոցի տեղեկատու
ka_ge: მინიშნება გადამტანის მტარებელზე
kk_kz: Жұқтырушы иесіне сілтеме
ru_ru: Переносчик-хозяин
th_th: การอ้างอิงจากตัวนำโรค
uk_ua: Переносник-власник

# idfInstitution
source: Organization
ar_iq: المؤسسة
az_latn_az: Təşkilat
hy_am: Կազմակերպություն
ka_ge: ორგანიზაცია
kk_kz: Ұйым
ru_ru: Организация
th_th: องค์กร
uk_ua: Заклад
