Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# strCreateAliquote
source: Create Aliquot
ar_iq: إنشاء قاسم
ka_ge: ალიქვოტის შექმნა
kk_kz: Аликвота құру (ашу)
ru_ru: Создать аликвоту
th_th: สร้างอลิคว๊อท

# strCreateDerivative
source: Create Derivative
ar_iq: إنشاء مشتقات
ka_ge: დერივატის შექმნა
kk_kz: Туынды құру (ашу)
ru_ru: Создать дериват
th_th: สร้างอนุพันธ์

# strEmpty
source: <Empty>
ar_iq: <فارغ>
ka_ge: <ცარიელი>
kk_kz: <Бос>
ru_ru: <Пусто>
th_th: <ว่าง>

# strErrorCustomAggregate
source: N/A
ar_iq: لا ينطبق
ka_ge: არ მოიპოვება
kk_kz: қол жеткізілмес
ru_ru: н/д
th_th: ไม่ทราบ

# strUnsupportedCustomAggregate
source: Unsupported Aggregate Function
ar_iq: دالة تجميعية غير معتمدة
ka_ge: მხარდაუჭერელი აგრეგირების ფუნქცია
kk_kz: Қолдау көрсетілмейтін агрегациялық функция
ru_ru: Неподдерживаемая агрегированная функция
th_th: ฟังค์ชั่นรวมที่ไม่รองรับ

# strFlock
source: Flock
ar_iq: السرب
ka_ge: გუნდი
kk_kz: Табын
ru_ru: Стая
th_th: ฝูงนก

# strHerd
source: Herd
ar_iq: القطيع
ka_ge: ჯოგი
kk_kz: Табын
ru_ru: Стадо
th_th: ฝูงสัตว์

# strLine
source: Line
ar_iq: السطر
ka_ge: ხაზი
kk_kz: Сызық
ru_ru: Линия
th_th: เส้น

# strLoadData_Id
source: Load Data
ar_iq: تحميل البيانات
ka_ge: მონაცემთა ჩატვირთვა
kk_kz: Деректерді жүктеу
ru_ru: Загрузить данные
th_th: โหลดข้อมูล

# strMatrixActive
source: Active
ar_iq: نشط
ka_ge: აქტიური
kk_kz: Активті
ru_ru: Активная
th_th: มีการทำงาน

# strMatrixNotActive
source: Not Active
ar_iq: غير نشط
ka_ge: არა აქტიური
kk_kz: Активті емес
ru_ru: Не активная
th_th: ไม่มีการทำงาน

# strNo_Id
source: No
ar_iq: لا
ka_ge: არა
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่

# strNoStatsCustomAggregate
source: No information
ar_iq: لا يوجد معلومات
ka_ge: ინფორმაცია არ არსებობს.
kk_kz: Ақпарат жоқ
ru_ru: Нет информации
th_th: ไม่มีข้อมูล

# strPointer
source: <No Selection>
ar_iq: <لا يوجد خيار>
ka_ge: <არ არის მონიშნული>
kk_kz: <Таңдалған жоқ>
ru_ru: <Не выбрано>
th_th: <ไม่มีการเลือก>

# strSelectedAggregateActions
source: Selected Aggregate Actions
ar_iq: إجراءات إجمالية محددة
ka_ge: შერჩეული ვეტ აგრეგირებული ღონისძიებები
kk_kz: Ветеринарялық іс-шаралар бойынша таңдап алынған агрегациялық деректер
ru_ru: Выбранные агрегированные ветеринарные мероприятия
th_th: การปฏิบัติงานรวมที่เลือก

# strSelectedAggregateCases
source: Selected Aggregate Cases
ar_iq: حالات إجمالية محددة
ka_ge: შერჩეული აგრეგირებული შემთხვევები
kk_kz: Таңдап алынған агрегациялық жағдайлар
ru_ru: Выбранные агрегированные случаи
th_th: รายการผู้ป่วยรวมที่เลือก

# strSelectedVetAggregateCases
source: Selected Aggregate Cases
ar_iq: حالات إجمالية محددة
ka_ge: შერჩეული აგრეგირებული შემთხვევები
kk_kz: Таңдап алынған агрегациялық жағдайлар
ru_ru: Выбранные агрегированные случаи
th_th: กรณีงานรวมที่เลือก

# strSpeciesExist
source: Such species exists in the {0} already. Select other species.
ar_iq: هذه الأنواع موجودة في {0} بالفعل. حدد أنواع أخرى.
ka_ge: მოცემული სახეობა უკვე არსებობს {0}ს სახეობათა ჩამონათვალში. შეარჩიეთ სხვა სახეობა.
kk_kz: Табында мұндай {0} түр бар. Басқа түрді таңдаңыз.
ru_ru: Такой вид уже существует в стаде {0}. Выберите другой вид.
th_th: สายพันธุ์นั้นๆมีปรากฏอยู่ใน {0} แล้ว กรุณาเลือกสายพันธุ์อื่น

# strViewSample_Id
source: View Sample
ar_iq: عرض العينة
ka_ge: ნიმუშის ნახვა
kk_kz: Сынаманы қарау
ru_ru: Посмотреть пробу
th_th: ดูตัวอย่าง

# strViewTest_Id
source: View Test
ar_iq: عرض الاختبار
ka_ge: ტესტის ნახვა
kk_kz: Тестті қарау
ru_ru: Посмотреть тест
th_th: ดูการทดสอบ

# strYes_Id
source: Yes
ar_iq: نعم
ka_ge: დიახ
kk_kz: Иә
ru_ru: Да
th_th: ใช่

source: Superseded
ar_iq: تم استبداله
ka_ge: ამოსაღები
kk_kz: Жойылады
ru_ru: Удаляется
th_th: เข้าแทนที่

source: Survivor
ar_iq: باقٍ على قيد الحياة
ka_ge: დასატოვებელი
kk_kz: Қалады
ru_ru: Остается
th_th: ผู้รอดชีวิต

# tabSectionClinicalDiagnosis
source: Clinical Diagnoses
ar_iq: التشخيص السريري
ka_ge: დიაგნოზი
kk_kz: Клиникалық диагноз
ru_ru: Клинический диагноз
th_th: การวินิจฉัยทางคลีนิก

# tabTitleVectorsShort
source: Pools/Individual Vectors
ar_iq: تجمعات/نواقل شخصية
ka_ge: პულები/ ინდივიდუალური გადამტანები
kk_kz: Пул/Жұқтырушылар
ru_ru: Пулы / индивидуальные переносчики заболеваний
th_th: พาหะ/กลุ่มพาหะ

# tabTitleVectors
source: Pool/Individual Vector Details
ar_iq: تفاصيل الناقل الجماعي/الفردي
ka_ge: პულები/ ინდივიდუალური გადამტანების მონაცემები
kk_kz: Пул/Жұқтырушылар туралы деректер
ru_ru: Подробные сведения о группе / индивидуальном переносчике заболевания
th_th: รายละเอียดกลุ่มเลือด/ตัวนำโรคแบบเดี่ยว

# tabTitleVectorDetailForm
source: Pool/Individual Vector Details Form
ar_iq: نموذج تفاصيل الناقل الفردي/الجماعي
ka_ge: პულის/ინდივიდუალური გადამტანის ფორმა
kk_kz: Пул/Жұқтырушылар туралы деректер формасы
ru_ru: Подробные сведения о пуле/ инд. переносчике заболевания
th_th: แบบฟอร์มรายละเอียดกลุ่มเลือด/ตัวนำโรคแบบเดี่ยว

# tabTitleSamples
source: Samples
ar_iq: عينات
ka_ge: ნიმუშები
kk_kz: Сынамалар
ru_ru: Пробы
th_th: ตัวอย่าง

# tabTitleFieldTests
source: Field Tests
ar_iq: اختبارات في الحقل
ka_ge: საველე ტესტები
kk_kz: Жедел тесттер
ru_ru: Полевые тесты
th_th: การลงพื้นที่ทดสอบ

# tabTitleLabTests
source: Lab Tests
ar_iq: الاختبارات المخبرية
ka_ge: ლაბორატორიული ტესტები
kk_kz: Зертхана тесттер
ru_ru: Лабораторные тесты
th_th: การทดสอบทางห้องปฏิบัติการ

# tabTitleActions
source: Actions
ar_iq: الإجراءات
ka_ge: ღონისძიებები
kk_kz: Іс-әрекеттер
ru_ru: Действия
th_th: การปฏิบัติงาน

# tabTitleSample
source: Sample Details
ar_iq: تفاصيل العينة
ka_ge: ნიმუშის დეტალური მონაცემები
kk_kz: Сынаманың нақты деректер
ru_ru: Подробные сведения о пробе
th_th: รายละเอียดตัวอย่าง

# tabTitleTest
source: Test Details
ar_iq: تفاصيل الاختبار
ka_ge: ტესტის დეტალები
kk_kz: Тесттің нақты деректер
ru_ru: Подробные сведения о тесте
th_th: รายละเอียดการทดสอบ

# tabTitleTestAdditional
source: Additional Test Details
ar_iq: تفاصيل إضافية عن الاختبار
ka_ge: ტესტის დამატებითი დეტალები
kk_kz: Тесттің қосымша нақты деректер
ru_ru: Дополнительные подробные сведения о тесте
th_th: รายละเอียดการทดสอบเพิ่มเติม

# tabTitleSampleTest
source: Sample/Test Details
ar_iq: تفاصيل الاختبار/العينة
ka_ge: ნიმუშის/ტესტის დეტალები
kk_kz: Сынама/Тест нақты деректер
ru_ru: Проба / подробные сведения
th_th: รายละเอียดตัวอย่าง/การทดสอบ

# tabTitleAmendmentHistory
source: Amendment History
ar_iq: تاريخ التعديل
ka_ge: ტესტის შეცვლილი შედეგების ისტორია
kk_kz: Тест нәтижелерінің өзгеру тарихы
ru_ru: История изменений результатов теста
th_th: ประวัติการแก้ไข

# tabTitleAnimals
source: Animals
ar_iq: حيوانات
ka_ge: ცხოველები
kk_kz: Жануарлар
ru_ru: Животные
th_th: สัตว์

# tabTitleCampaign
source: Campaign
ar_iq: حملة
ka_ge: კამპანია
kk_kz: Науқан
ru_ru: Кампания
th_th: การรณรงค์

# tabTitleCaseClassification
source: Case Classification
ar_iq: العلامات والاعراض
ka_ge: შემთხვევის კლინიკური კლასიფიკაცია
kk_kz: Жағдайдың сыныптамасы
ru_ru: Классификация случая
th_th: ประเภทผู้ป่วย

# tabTitleCaseInvestigation
source: Case Investigation
ar_iq: التحقيق في الحالة
ka_ge: შემთხვევის კვლევა
kk_kz: Жағдайды эпидемиологиялық зерттеу картасы
ru_ru: Карта эпидемиологического расследования случая
th_th: การสอบสวน

# tabTitleCases
source: Cases
ar_iq: حالات
ka_ge: შემთხვევები
kk_kz: Жағдайлар
ru_ru: Случаи
th_th: ผู้ป่วย

# DiagnosisOrDiagnosisGroup
source: Diagnosis/Diagnoses Group
ar_iq: التشخيص/مجموعة التشخيص
ka_ge: დიაგნოზი/დიაგნოზთა ჯგუფი
kk_kz: Диагноз / Диагноз тобы
ru_ru: Диагноз / группа диагнозов
th_th: การวินิจฉัย/กลุ่มการวินิจฉัย

# tabTitleClinicalDiagnosis
source: Diagnoses
ar_iq: التشخيص
ka_ge: დიაგნოზები
kk_kz: Диагноздар
ru_ru: Диагнозы
th_th: การวินิจฉัย

# tabTitleClinicalInformation
source: Clinical Information
ar_iq: معلومات سريرية
ka_ge: კლინიკური ინფორმაცია
kk_kz: Клиникалық деректер
ru_ru: Клиническая информация
th_th: ข้อมูลทางคลีนิก

# titleClinicalSigns
source: Clinical Signs
ar_iq: علامات سريرية
ka_ge: სახეობების ეპიდემიოლოგიური და კლინიკური კვლევა
kk_kz: Клиникалық белгілері
ru_ru: Клинические признаки
th_th: สัญญานทางคลีนิค

# tabTitleComments
source: Comments
ar_iq: التعليقات
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: ความเห็น

# tabTitleConclusion
source: Conclusion
ar_iq: النتيجة
ka_ge: დასკვნა
kk_kz: Қорытынды
ru_ru: Заключение
th_th: ข้อสรุป

# tabTitleContactList
source: Contact List
ar_iq: قائمة الملامسين
ka_ge: კონტაქტების ჩამონათვალი
kk_kz: Байланысатын адамдардың тізімі
ru_ru: Список контактных лиц
th_th: ผู้สัมผัส

# tabTitleDetailedInfo
source: Detailed Info
ar_iq: معلومات مفصلة
ka_ge: დეტალური ინფორმაცია
kk_kz: Егжей-тегжейлі ақпарат
ru_ru: Детальная информация
th_th: ข้อมูลอย่างละเอียด

# titleDiagnosticInvestigation
source: Diagnostic Investigations
ar_iq: تحقيقات تشخيصية
ka_ge: სადიაგნოსტიკო კვლევები
kk_kz: Диагностикалық зерттеу
ru_ru: Диагностическое исследование
th_th: การตรวจวินิจฉัย

# tabTitleEpidemiologicalLinksAndRiskFactors
source: Epidemiological Links and Risk Factors
ar_iq: روابط وبائية وعوامل الخطر
ka_ge: ეპიდემიოლოგიური კავშირები და რისკის ფაქტორები
kk_kz: Эпидемиологиялық байланыстар мен қауіп факторлары
ru_ru: Эпидемиологические связи и факторы риска
th_th: การเชื่อมโยงทางระบาดวิทยาและปัจจัยเสี่ยง

# tabTitleFarmFlocks
source: Avian Flocks
ar_iq: أسراب الطيور
ka_ge: ფრინველთა გუნდები
kk_kz: Құстар тобы
ru_ru: Стада птиц
th_th: ฝูงสัตว์ปีก

# tabTitleFarmHerds
source: Livestock Herds
ar_iq: قطعان المواشي
ka_ge: ცხოველთა ჯოგები
kk_kz: Үй малының табыны
ru_ru: Стада домашнего скота
th_th: ฝูงปศุสัตว์

# tabTitleFarmsAnimalsSamples
source: Farms / Animals / Samples
ar_iq: مزرعة/حيوانات/عينات
ka_ge: ფერმა/ცხოველები/ნიმუშები
kk_kz: Ферма/Жануарлар/Сынамалар
ru_ru: Фермы / Животные / Пробы
th_th: ฟาร์ม/สัตว์/ตัวอย่าง

# tabTitleFarmsHerdsSpecies
source: Farms / Herds / Species
ar_iq: مزارع / قطعان / اصناف اجناس
ka_ge: ფერმა / ჯოგი / სახეობა
kk_kz: Фермалар/ Табындар/ Түрлер
ru_ru: Фермы / стада / биол. виды
th_th: ฟาร์ม/ฝูงสัตว์/สายพันธุ์

# tabTitleAnimalsSamples
source: Animals / Samples
ar_iq: حيوانات / عينات
ka_ge: ცხოველები / ნიმუშები
kk_kz: Жануарлар/ Сынамалар
ru_ru: Животные / пробы
th_th: สัตว์/ตัวอย่าง

# titleAnimalSampleInfo
source: Animal/Sample Info
ar_iq: حيوان / معلومات العينة
ka_ge: ინფორმაცია ცხოველის/ნიმუშის შესახებ
kk_kz: Жануар/ Сынама мәліметі
ru_ru: Информация о животном / пробе
th_th: ข้อมูลสัตว์/ตัวอย่าง

# titleAnimalInfo
source: Animal Info
ar_iq: معلومات الحيوان
ka_ge: ინფორმაცია ცხოველის შესახებ
kk_kz: Жануар мәліметі
ru_ru: Информация о животном
th_th: ข้อมูลสัตว์

# titleSampleInfo
source: Sample Info
ar_iq: معلومات العينة
ka_ge: ინფორმაცია ნიმუშის შესახებ
kk_kz: Сынама мәліметі
ru_ru: Информация о пробе
th_th: ข้อมูลตัวอย่าง

# titleAnimalsSamplesInfo
source: Animals/Samples Info
ar_iq: حيوانات / معلومات العينات
ka_ge: ინფორმაცია ცხოველების/ნიმუშების შესახებ
kk_kz: Жануарлар/ Сынамалар мәліметі
ru_ru: Информация о животных / пробах
th_th: ข้อมูลสัตว์/ตัวอย่าง

# titleAnimalsInfo
source: Animals Info
ar_iq: معلومات الحيوانات
ka_ge: ინფორმაცია ცხოველების შესახებ
kk_kz: Жануарлар мәліметі
ru_ru: Информация о животных
th_th: ข้อมูลสัตว์

# titleSamplesInfo
source: Samples Info
ar_iq: معلومات العينات
ka_ge: ინფორმაცია ნიმუშების შესახებ
kk_kz: Сынамалар мәліметі
ru_ru: Информация о пробах
th_th: ข้อมูลตัวอย่าง

# tabTitleFinalCaseClassificationAndOutcome
source: Final Case Classification and Outcome
ar_iq: التصنيف النهائي للحالة و النتيجة
ka_ge: შემთხვევის საბოლოო კლასიფიკაცია და გამოსავალი
kk_kz: Жағдайдың қорытынды сыныптамасы және нәтиже
ru_ru: Заключительная классификация случая и исход
th_th: สรุปประเภทผู้ป่วยและผลการสอบสวน

# tabTitleFlockDetails
source: Flock Details
ar_iq: تفاصيل القطيع
ka_ge: გუნდის დეტალები
kk_kz: Табын туралы ақпарат
ru_ru: Информация о стаде
th_th: รายละเอียดฝูงนก

# tabTitleFlockSpeciesSigns
source: Flock Epi/Clinical Signs
ar_iq: علامات مرضية/سريرية عن السرب
ka_ge: გუნდის ეპიდემიოლოგია / კლინიკური ნიშნები
kk_kz: Табынның эпи/клиникалық белгілері
ru_ru: Эпид./клинические признаки стада
th_th: Epi ฝูงนก/สัญญานทางคลีนิก

# tabTitleGeneral
source: General
ar_iq: عام
ka_ge: ზოგადი
kk_kz: Жалпы ақпарат
ru_ru: Общая информация
th_th: ทั่วไป

# tabTitleHerdDetails
source: Herd Details
ar_iq: تفاصيل القطيع
ka_ge: ჯოგის დეტალები
kk_kz: Табын туралы ақпарат
ru_ru: Информация о стаде
th_th: รายละเอียงฝูงสัตว์

# titleHerdEpiClinicalSigns
source: Herd Epi/Clinical Signs/Control Measures
ar_iq: علامات مرضية وسريرية/إجراءات وقائية متعلقة بالقطيع
ka_ge: ჯოგის ეპიდემიოლოგია / კლინიკური ნიშნები / კონტროლის ზომები
kk_kz: Эпи табын/Клиникалық белгілері/Бақылау шаралары
ru_ru: Cтада Эпид./клинич. признаки/Меры контроля
th_th: Epi ฝูงสัตว์/สัญญานทางคลีนิก/มาตรการการควบคุม

# tabTitleNotification
source: Notification
ar_iq: الإشعار
ka_ge: შეტყობინება
kk_kz: Жедел хабарлама
ru_ru: Экстренное извещение
th_th: การแจ้งเตือน

# tabTitleSamplesCollection
source: Samples Collection
ar_iq: جمع العينات
ka_ge: ნიმუშების აღება
kk_kz: Сынамалар тізімі
ru_ru: Список проб
th_th: การเก็บตัวอย่าง

# tabTitleSessions
source: Sessions
ar_iq: الجلسات
ka_ge: სესიები
kk_kz: Сессиялар
ru_ru: Сессии
th_th: เซสชั่น

# tabTitleTests
source: Tests
ar_iq: الاختبارات
ka_ge: ტესტები
kk_kz: Тесттер
ru_ru: Тесты
th_th: การทดสอบ

# tabTitleTreatmentProphylacticMeasures
source: Treatment-prophylactics and vaccination measures
ar_iq: تدابير وقائية علاجية و تلقيحية
ka_ge: სამკურნალო–პროფილაქტიკური და სავაქცინაციო ღონისძიებები
kk_kz: Емдеу-профилактика жөніндегі шаралар
ru_ru: Меры по лечению и профилактике
th_th: มาตรการการป้องกัน-รักษาโรคและการให้วัคซีน

# tabTitleVetCaseAnimals
source: Animals
ar_iq: حيوانات
ka_ge: ცხოველები
kk_kz: Жануарлар
ru_ru: Животные
th_th: สัตว์

# tabTitleVetCaseComments
source: Comments
ar_iq: التعليقات
ka_ge: კომენტარები
kk_kz: Ескерту
ru_ru: Примечания
th_th: ความเห็น

# tabTitleVetCaseLabTests
source: Lab Tests
ar_iq: الاختبارات المختبرية
ka_ge: ლაბორატორიული ტესტები
kk_kz: Зертханалық тесттер
ru_ru: Лабораторные тесты
th_th: การทดสอบทางห้องปฏิบัติการ

# tabTitleVetCasePensideTests
source: Penside Tests
ar_iq: اختبارات سريعة
ka_ge: ექსპრეს ტესტები
kk_kz: Жедел тесттер
ru_ru: Полевые тесты
th_th: การทดสอบPenside

# tabTitleVetCaseLog
source: Case Log
ar_iq: سجل الحالة
ka_ge: შემთხვევის სააღრიცხვო ჯურნალი
kk_kz: Жағдай тарихы
ru_ru: Журнал учёта случаев заболеваний
th_th: บันทึกกรณี

# tabTitleVetCaseSamples
source: Samples
ar_iq: عينات
ka_ge: ნიმუშები
kk_kz: Сынамалар
ru_ru: Пробы
th_th: ตัวอย่าง

# tabTitleVeterinarySanitaryMeasures
source: Veterinary-sanitary measures (undertaking)
ar_iq: التدابير البيطرية و الصحية (إلزامي)
ka_ge: ვეტერინარულ–სანიტარული ღონისძიებები (დაგეგმილი)
kk_kz: Ветеринариялық-санитарлық шаралар
ru_ru: Ветеринарно-санитарные меры
th_th: มาตรการสุขาภิบาลสัตว์(ข้อผูกพัน)

# TemplateDeleteQuestion
source: Do you want delete template?
ar_iq: هل تريد حذف القالب؟
ka_ge: გსურთ შაბლონის წაშლა?
kk_kz: Сіз қалыпты алып тастағыңыз келе ме?
ru_ru: Вы хотите удалить шаблон?
th_th: คุณต้องการลบเท็มเพลตนี้หรือไม่

# TemplateDeterminant_Have_Equal_Combinations_Determinants
source: Template '{0}' have equal combination parameters with template '{1}'.
ar_iq: القالب '{0}' يتمتع بمجموعة معلمات مساوية لمعلمات القالب '{1}'
ka_ge: შაბლონს '{0}' გააჩნია დეტერმინანტების იგივე კომბინაცია, როგორც შაბლონს '{1}'
kk_kz: '{0}' қалыпта '{1}' қалыппен бірдей детерминант жиынтығы бар.
ru_ru: Шаблон '{0}' имеет одинаковый набор детерминантов с шаблоном '{1}'
th_th: เท็มเพลต '{0}'มีการผสานพารามิเตอร์ที่เท่ากันกับเท็มเพลต '{1}'.

source: Template not found
ar_iq: تعذر العثور على القالب
ka_ge: შაბლონი არ მოიძებნა
kk_kz: Қалып табылған жоқ
ru_ru: Шаблон не найден
th_th: ไม่พบเท็มเพลต

# TemplateObjectDeleteQuestion
source: Do you want delete template object?
ar_iq: هل تريد حذف كائن القالب؟
ka_ge: გსურთ შაბლონის ობიექტის წაშლა?
kk_kz: Сіз қалып объектісін алып тастағыңыз келе ме?
ru_ru: вы хотите удалить объект шаблона?
th_th: คุณต้องการลบวัตถุเท็มเพลตนี้หรือไม่?

# TemplateRemove_Has_Observation
source: Can't delete template. There are observation (s), linked with this template.
ar_iq: لا يمكن حذف القالب. هناك ملاحظة (ملاحظات) مرتبطة بهذا القالب.
ka_ge: შაბლონის წაშლა შეუძლებელია, რადგან სისტემაში არსებობს მონაცემები დაკავშირებული შაბლონთან.
kk_kz: Қалыпты алып тастау мүмкін емес. Осы қалыппен байланысты деректер бар.
ru_ru: Не удается удалить шаблон. Существуют данные, связанные с эти шаблоном.
th_th: ไม่สามารถลบเท็มเพลต มีการสังเกตการณ์ที่เชื่อมโยงกับเท็มเพลตนี้

# TemplateRemove_Must_Have_Another_Template
source: Can't delete template. Must be another UNI templates without country determinant or with current country determinant.
ar_iq: لا يمكن حذف القالب. يجب وجود قوالب أحادية أخرى بدون محدد البلد أو بمحدد حالي للبلد.
ka_ge: შეუძლებელია შაბლონის წაშლა. უნდა არსებობდეს სხვა UNI (უნივერსალური) შაბლონი ქვეყნის ტიპის დეტერმინანტის გარეშე ან მიმდინარე ქვეყნით დეტერმინანტის სახით.
kk_kz: Қалыпты алып тастау мүмкін емес.. Не терминант елдер болмайтын, не осы терминант елмен UNI қалып болуға тиіс.
ru_ru: Не удается удалить шаблон. Должны существовать другие UNI шаблоны либо без детерминантов-стран, либо с детерминантом-текущей страной.
th_th: ไม่สามารถลบเท็มเพลต ต้องมีเท็มเพลต UNI อื่นๆที่ไม่มีตัวกำหนดประเทศ หรือที่มีตัวกำหนดประเทศปัจจุบัน

source: UNI template can't be deleted
ar_iq: لا يمكن حذف قالب أحادي
ka_ge: უნივერსალური შაბლონის წაშლა შეუძლებელია
kk_kz: UNI үлгіні жоюға болмайды
ru_ru: Шаблон UNI нельзя удалить.
th_th: ไม่สามารถลบเท็มเพลต UNI ได้

# TemplatesWhichUseThisParameter
source: Templates which use this Parameter ({0} {1})
ar_iq: القوالب التي تستخدم هذه المعلمة ({0} {1})
ka_ge: პარამეტრი გამოყენებულია შაბლონ(ებ)ში ({0} {1})
kk_kz: Осы параметр пайдаланылатын қалыптар ({0} {1})
ru_ru: Шаблоны, использующие этот параметр ({0} {1})
th_th: เท็มเพลตที่ใช้พารามิเตอร์ ({0} {1})

# TemplateUNI_Cant_Set
source: Can't set template as UNI, because exist another template without determinants ('{0}').
ar_iq: لا يمكن ضبط القالب كقالب أحادي و ذلك لوجود قالب آخر بدون محددات ('{0}')
ka_ge: შეუძლებელია შაბლონი გახდეს UNI (უნივერსალური), რადგან არსებობს სხვა შაბლონი ('{0}') დეტერმინანტების გარეშე.
kk_kz: Қалыпты UNI ретінде белгілеу мүмкін емес, себебі ('{0}') детерминанттары жоқ басқа шаблон бар.
ru_ru: Не удается пометить шаблон как UNI, потому что существует другой шаблон без детерминантов ('{0}')
th_th: ไม่สามารถตั้งเท็มเพลตเป็น UNI ได้ เนื่องจากมีเท็มเพลตอื่นที่ปรากฏอยู่โดยไม่มีตัวกำหนด('{0}')

# TemplateUNI_Mustbe
source: Must be at least one UNI template.
ar_iq: يجب ان يكون على الاقل نموذج صوري واحد UNI
ka_ge: სისტემაში უნდა იყოს ერთი მაინც UNI შაბლონი.
kk_kz: Жүйеде кем дегенде бір UNI үлгі болу керек
ru_ru: В системе должен присуствовать хотя бы один UNI шаблон
th_th: ต้องมีเท็มเพลต UNI อย่างน้อยหนึ่งเท็มเพลต

# TemplateUNI_This_Template_Set_UNI
source: This template set as UNI
ar_iq: تم ضبط هذا القالب كقالب أحادي
ka_ge: ეს შაბლონი მონიშნულია, როგორც UNI (უნივერსალური) შაბლონი
kk_kz: Бұл қалып UNI ретінде белгіленген
ru_ru: Этот шаблон помечен как UNI
th_th: ตั้งค่าเท็มเพลตนี้เป็น UNI

source: Tests Count
ar_iq: عدد الاختبارات
ka_ge: ტესტების რაოდენობა
kk_kz: Тест саны
ru_ru: Кол-во тестов
th_th: จำนวนการทดสอบ

source: There are no Templates which use this Parameter.
ar_iq: لا توجد قوالب تستخدم هذه المعلمة.
ka_ge: პარამეტრი არ გამოიყენება არცერთ შაბლონში.
kk_kz: Бұл параметр бірде-бір қалыпта пайдаланылмайды
ru_ru: Данный параметр не используется ни в одном шаблоне
th_th: ไม่มีเท็มเพลตใดๆที่ใช้พารามิเตอร์นี้

source: this month
ar_iq: هذا الشهر
ka_ge: მიმდინარე თვე
kk_kz: Ағымдағы ай
ru_ru: Текущий месяц
th_th: เดือนนี้

source: this quarter
ar_iq: هذا الربع
ka_ge: მიმდინარე კვარტალი
kk_kz: осы тоқсан
ru_ru: Текущий квартал
th_th: ไตรมาสนี้

source: this year
ar_iq: هذه السنة
ka_ge: მიმდინარე წელი
kk_kz: Ағымдағы жыл
ru_ru: Текущий год
th_th: ปีนี้

# titleAccessionedBy
source: Accessioned By
ar_iq: تمت الإضافة من طرف
ka_ge: ვინ დაარეგისტრირა მიღება
kk_kz: Кім қабылдады
ru_ru: Кем принято
th_th: เริ่มปรากฏโดย

# titleAccessionIn
source: Accession
ar_iq: إضافة
ka_ge: მიღება
kk_kz: Қабылдау
ru_ru: Принять
th_th: การเริ่มปรากฏของโรค

# titleAccessionInTitle
source: Accession In
ar_iq: إضافة إلى
ka_ge: ნიმუშის მიღების დეტალური მონაცემები
kk_kz: Сынаманы қабылдау
ru_ru: Прием проб
th_th: การเริ่มปรากฏใน

# titleAccessionInComment
source: Accession In Comment
ar_iq: تعليق حول الإضافة
ka_ge: კომეტარი ნიმუშის მიღებისას
kk_kz: Қабылдау ескертпесі
ru_ru: Комментарий по приёму пробы
th_th: การเริ่มปรากฏในความเห็น

# titleSetAccessionDate
source: Set Accession Date
ar_iq: ضبط تاريخ الادراج
ka_ge: მიღების თარიღის დაყენება
kk_kz: Сынаманың қабылданған күнін қойыңыз
ru_ru: Дата приема пробы
th_th: ตั้งค่าวันที่เริ่มปรากฏ

# titleAddDisease
source: Disease and Species
ar_iq: إضافة مرض ونوع
ka_ge: დაავადების დამატება
kk_kz: Диагноз және Жануарлар түрін қосу
ru_ru: Добавить заболевание и вид животного
th_th: โรค และสายพันธุ์

# titleAnimals
source: Animals
ar_iq: حيوانات
ka_ge: ცხოველები
kk_kz: Жануарлар
ru_ru: Животные
th_th: สัตว์

# titleAvianCaseDetails
source: Avian Disease Investigation Form
ar_iq: نموذج تحقيق في مرض الطيور
ka_ge: ფრინველის დაავადების შემთხვევა
kk_kz: Құстың ауыру жағдайы
ru_ru: Случай заболевания птицы
th_th: แบบฟอร์มการสืบสวนโรคจากสัตว์ปีก

# titleCaseSummary
source: Case Summary
ar_iq: ملخص الحالة
ka_ge: შემთხვევის შეჯამება
kk_kz: Жағдайлар бойынша жиынтық қорытынды
ru_ru: Итоговые выводы по случаю
th_th: การสรุปกรณี

# titleExtendedSearch
source: Extended search
ar_iq: بحث موسع
ka_ge: გაფართოებული ძებნა
kk_kz: Кеңейтілген іздеу
ru_ru: Расширенный поиск
th_th: การค้นหาที่มากขึ้น

# titleLocationOfExposureDetails
source: Geographic Location
ar_iq: الموقع الجغرافي
ka_ge: ექსპოზიციის ადგილის დეტალური მონაცემები
kk_kz: Ауру жұққан болжамды орын
ru_ru: Подробная информация о месте заражения
th_th: ตำแหน่งทางภูมิศาสตร์

# titleSearchMode
source: Search mode
ar_iq: وضع البحث
ka_ge: ძებნის რეჟიმი
kk_kz: Іздеу режимі
ru_ru: Режим поиска
th_th: โหมดการค้นหา

# titleSearchPanel
source: Search Panel
ar_iq: لوحة البحث
ka_ge: ძებნის პანელი
kk_kz: Іздеу панелі
ru_ru: Панель поиска
th_th: แผงการค้นหา

# titleChangeDiagnosis
source: Please enter a reason for changing the diagnosis
ar_iq: يرجى إدخال سبب لتغيير التشخيص
ka_ge: გთხოვთ შეიყვანოთ დიაგნოზის შეცვლის მიზეზი.
kk_kz: Диагноздың өзгеру себебін енгізіңіз
ru_ru: Пожалуйста, введите причину изменения диагноза
th_th: กรุณากรอกเหตุผลในการเปลี่ยนการวินิจฉัย

# titleClinicalInformation
source: Clinical Information
ar_iq: معلومات سريرية
ka_ge: კლინიკური ინფორმაცია
kk_kz: Клиникалық ақпарат
ru_ru: Клиническая информация
th_th: ข้อมูลทางคลีนิก

# titleCollectedBy
source: Collected by
ar_iq: تم الجمع من طرف
ka_ge: ვინ აიღო
kk_kz: Кім іріктеп алды
ru_ru: Кем отобрана
th_th: เก็บโดย

# titleExternal
source: External Organization
ar_iq: منظمة خارجية
ka_ge: დზეის–ის არმქონე ორგანიზაცია
kk_kz: Сыртқы Мекеме
ru_ru: Внешняя организация
th_th: องค์กรภายนอก

# titleContactDetails
source: Person Details and Contact Information
ar_iq: التفاصيل ومعلومات الاتصال المتعلقة بالشخص
ka_ge: კონტაქტის დეტალური მონაცემები
kk_kz: Байланыс туралы ақпарат
ru_ru: Информация о контакте
th_th: รายละเอียดบุคคล และข้อมูลการติดต่อ

# titleContactInformation
source: Person Details and Contact Information
ar_iq: التفاصيل ومعلومات الاتصال المتعلقة بالشخص
ka_ge: ინფორმაცია კონტაქტის შესახებ
kk_kz: Байланыс туралы ақпарат
ru_ru: Информация о контакте
th_th: รายละเอียดบุคคล และข้อมูลการติดต่อ

# titleCreateAvianCase
source: Create Avian Case
ar_iq: إنشاء حالة طيور
ka_ge: ფრინველის ახალი შემთხვევის შექმნა
kk_kz: Жаңа жағдай - Құстар
ru_ru: Новый случай - Птицы
th_th: สร้างกรณีสัตว์ปีก

# titleCreateCase
source: Create Case
ar_iq: إنشاء حالة
ka_ge: შემთხვევის შექმნა
kk_kz: Жағдай құру
ru_ru: Создать случай
th_th: สร้างกรณี

# titleCreateLivestockCase
source: Create Livestock Case
ar_iq: إنشاء حالة مواشي
ka_ge: შინაური ცხოველის ახალი შემთხვევის შექმნა
kk_kz: Жаңа жағдай - Жануарлар
ru_ru: Новый случай - Животные
th_th: สร้างกรณีปศุสัตว์
