Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# msgSessionIncomliance2
source: If you have unsaved changes, unfortunately they will not be saved. You can open the previous page on a new language.
ar_iq: اذا تمتلك تغييرات غير مخزونة، لسوء الحظ سوف لن يتم خزنها. يمكنك فتح الصفحة السابقة في لغة جديدة.
ka_ge: თუ თქვენ გაქვთ დაუმახსოვრებელი ცვლილებები, მათი შენახვა ვერ მოხერხდება. თქვენ შეგიძლიათ იხილოთ წინა გევრდი სხვა ენაზე.
kk_kz: ТКЕ жад үнемдеу режимі қосылмағанша есептемені көшіруге мүмкін емес. Жүйе параметрлері формасында "ТКЕ жад үнемдеу режимі" қосылғаннан кейін ғана есептемені көшіруге болады.
ru_ru: К сожалению, если у вас были несохранённые изменения - они не будут сохранены. Вы можете открыть предыдущую страницу на новом языке.
th_th: ถ้าคุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก การเปลี่ยนแปลงเหล่านั้นจะไม่ถูกบันทึก คุณสามารถเปิดหน้าก่อนหน้านี้ ในภาษาใหม่ได้

# btnSessionTimeout
source: Ok, go to login page
ar_iq: بل الطبع، أذهب الى صفحة تسجيل الدخول
ka_ge: სისტემაში შესვლის გვერდზე გადასვლა
kk_kz: Кіру бетке өту
ru_ru: Перейти к странице входа
th_th: Ok ไปที่หน้าลงชื่อเข้าใช้

# btnSessionIncomliance
source: Ok, go to the previous page
ar_iq: موافق، أذهب الى الصفحة السابقة
ka_ge: წინა გვერდზე გადასვლა
kk_kz: Жаңартылды
ru_ru: ОК, перейти на предыдущую страницу
th_th: Ok ไปที่หน้าก่อนหน้านี้

# AsSession_SummaryFarmShouldContainSpecies
source: The Farm should contain at least one Species
ar_iq: الحقل يجب ان يحتوي على نوع واحد على الاقل
ka_ge: ფერმაში უნდა იყოს განსაზღვრული ერთი სახეობა მაინც
kk_kz: Ферма кем дегенде бір жануар түрін ұстау керек.
ru_ru: Ферма должна включать по крайней мере один вид животного
th_th: ฟาร์มควรมีอย่างน้อยหนึ่งสายพันธุ์

# AsSession_HerdShouldContainSpecies
source: A herd cannot be registered without species. You must register a species before saving the form.
ar_iq: القطيع لايمكن تسجيله بدون أصناف. يجب تسجيل أصناف قبل خزن النموذج.
ka_ge: შეუძლებელია ჯოგის დამახსოვრება რომელიც არ შეიცავს არცერთ სახეობას. თქვენ უნდა დაარეგისტრიროთ სახეობა ფორმის დამახსოვრებამდე
kk_kz: Ok
ru_ru: Стадо невозможно зарегистрировать без указания биологического вида. Перед сохранением формы зарегистрируйте биологические виды.
th_th: ไม่สามารถลงทะเบียนฝูงสัตว์ได้โดยที่ไม่มีสายพันธุ์ คุณต้องลงทะเบียนสายพันธุ์ก่อนทำการบันทึกแบบฟอร์ม

# strColumnTooltip
source: Column
ar_iq: عمود
ka_ge: სვეტი
kk_kz: Бағана
ru_ru: Столбец
th_th: คอลัมน์

# strRemoveTooltip
source: Remove
ar_iq: إزالة
ka_ge: ამოღება
kk_kz: Жою
ru_ru: Удалить
th_th: ย้ายออก

# gis_Form_NewMapProject_SaveMsg
source: Would you like to save changes of the current Map Project?
ar_iq: هل حقا تريد حفظ التغييرات الى مشروع الخريطة؟
ka_ge: გსურთ რუკაში შეტანილი ყველა ცვლილების დამახსოვრება?
kk_kz: Сіз картадағы өзгерістерді сақтағыңыз келе ме?
ru_ru: Вы хотите сохранить изменения в карте?
th_th: คุณต้องการบันทึกการเปลี่ยนแปลงของโครงการแผนที่ปัจจุบันหรือไม่?

# gis_Form_NewMapProject_Text
source: New Map Project
ar_iq: مشروع خارطة جديد
ka_ge: რუკის ახალი შაბლონი
kk_kz: Жаңа карта
ru_ru: Новая карта
th_th: โครงการแผนที่ใหม่

# gis_Geosearch_Button_Text
source: Search
ar_iq: بحث
ka_ge: ძებნა
kk_kz: Іздеу
ru_ru: Поиск
th_th: ค้นหา

# gis_Geosearch_Tooltip
source: Search for administrative unit
ar_iq: البحث لاجل قسم المتابعة
ka_ge: ადმინისტრაციული ერთეულის ძებნა
kk_kz: Объекті картада табу
ru_ru: Найти объект на карте
th_th: ค้นหาหน่วยการบริหาร

# gis_Tools_AdministrationUnitMask_Caption
source: Administration Unit Mask
ar_iq: قناع قسم المتابعة
ka_ge: ადმინისტრაციული ერთეულის მასკა
kk_kz: Административтік бірлік бойынша көрсету
ru_ru: Отображать в пределах административной единицы
th_th: ตัวพรางหน่วยการบริหาร

# gis_Tools_AdministrationUnitMask_Text
source: Administration Unit Mask
ar_iq: قناع قسم المتابعة
ka_ge: ადმინისტრაციული ერთეულის მასკა
kk_kz: Административтік бірлік бойынша көрсету
ru_ru: Отображать в пределах административной единицы
th_th: ตัวพรางหน่วยการบริหาร

# gis_Tools_NewMapProject_Caption
source: New Map Project
ar_iq: مشروع خارطة جديد
ka_ge: რუკის ახალი შაბლონი
kk_kz: Жаңа карта
ru_ru: Новая карта
th_th: โครงการแผนที่ใหม่

# gis_Tools_NewMapProject_Text
source: New Map Project
ar_iq: مشروع خارطة جديد
ka_ge: რუკის ახალი შაბლონი
kk_kz: Жаңа карта
ru_ru: Новая карта
th_th: โครงการแผนที่ใหม่

# gis_Tools_OpenMapProject_Caption
source: Open Map Project
ar_iq: افتح مشروع خارطة
ka_ge: რუკის შაბლონის გახსნა
kk_kz: Картаны Ашу
ru_ru: Открыть карту
th_th: เปิดโครงการแผนที่

# gis_Tools_OpenMapProject_Text
source: Open Map Project
ar_iq: افتح مشروع خارطة
ka_ge: რუკის შაბლონის გახსნა
kk_kz: Картаны Ашу
ru_ru: Открыть карту
th_th: เปิดโครงการแผนที่

# gis_Tools_SaveMapProjectAs_Caption
source: Save Map Project As
ar_iq: احفظ مشروع الخارطة ك
ka_ge: რუკის შაბლონის დამახსოვრება
kk_kz: Картаны басқаша сақтау
ru_ru: Сохранить карту как
th_th: บันทึกโครงการเป็น

# gis_Tools_SaveMapProjectAs_Text
source: Save Map Project As
ar_iq: احفظ مشروع الخارطة ك
ka_ge: რუკის შაბლონის დამახსოვრება
kk_kz: Картаны басқаша сақтау
ru_ru: Сохранить карту как
th_th: บันทึกโครงการเป็น

# gis_Tools_SaveMapProject_Caption
source: Save Map Project
ar_iq: احفظ مشروع الخارطة ك
ka_ge: რუკის შაბლონის დამახსოვრება
kk_kz: Картаны сақтау
ru_ru: Сохранить карту
th_th: บันทึกโครงการ

# gis_Tools_SaveMapProject_Text
source: Save Map Project
ar_iq: احفظ مشروع الخارطة ك
ka_ge: რუკის შაბლონის დამახსოვრება
kk_kz: Картаны сақтау
ru_ru: Сохранить карту
th_th: บันทึกโครงการ

# gis_Tools_Geosearch_Btn
source: Search
ar_iq: بحث
ka_ge: ძებნა
kk_kz: Іздеу
ru_ru: Поиск
th_th: ค้นหา

# strMap
source: Map
ar_iq: خارطة
ka_ge: რუკა
kk_kz: Карта
ru_ru: Карта
th_th: แผนที่

# strHelp
source: Help
ar_iq: مساعدة
ka_ge: დახმარება
kk_kz: Көмек
ru_ru: Помощь
th_th: ความช่วยเหลือ

# strInfo
source: Info
ar_iq: معلومات
ka_ge: ინფო
kk_kz: Ақпарат
ru_ru: Инфо
th_th: ข้อมูล

# webMapChangeLayer
source: Change layer
ar_iq: غير الطبقة
ka_ge: შრის შეცვლა
kk_kz: Қабатты өзгерту
ru_ru: Сменить слой
th_th: เปลี่ยนชั้น

# webMapInfo
source: Region information
ar_iq: معلومات المحافظة
ka_ge: ინფორმაცია რეგიონის შესახებ
kk_kz: ақпарат
ru_ru: Информация о регионе
th_th: ข้อมูลภูมิภาค

# webMapMeasure
source: Measure
ar_iq: مقياس
ka_ge: მანძილი
kk_kz: өлшеу
ru_ru: Единицы измерения
th_th: มาตรการ

# msgDuplicatesNotFound
source: Duplicates are not found
ar_iq: لا يوجد تكرار
ka_ge: დუბლიკატები არ მოიძებნა
kk_kz: Дубликаттар таба алынбады
ru_ru: Дубликаты не найдены
th_th: ไม่พบรายการที่ซ้ำ

# titleOutbreakNote
source: Note
ar_iq: ملاحظة
ka_ge: შენიშვნა
kk_kz: Ескерту
ru_ru: Примечание
th_th: หมายเหตุ

# msgCancelPromptInSearchMode
source: Do you want to cancel the search and close the form?
ar_iq: هل تريد الغاء البحث وغلق النموذج
ka_ge: გსურთ ძებნის გაუქმება და ფორმის დახურვა?
kk_kz: Сіз іздеуді тоқтатып форманы жабқыңыз келе ме?
ru_ru: Вы хотите отменить поиск и закрыть форму?
th_th: คุณต้องการยกเลิกการค้นหา และปิดแบบฟอร์มหรือไม่?

# gisErrBufZoneNameDuplication
source: Buffer zone '{0}' already exists. Please choose another name.
ar_iq: منطقة الخزن الموقت '{0}' متوفره سابقا. الرجاء اختيار أسم اخر
ka_ge: ბუფერული ზონა '{0}' უკვე არსებობს. ტხოვთ შეარჩიეთ სხვა დასახელება
kk_kz: '{0}' Буфер зонасы бар. Басқа атауды беріңіз.
ru_ru: Буферная зона '{0}' уже существует. Пожалуйста, выберете другое имя.
th_th: พื้นที่แนวกันชน '{0}' มีปรากฏอยู่แล้ว กรุณาเลือกชื่ออื่น

# chartLayerDefault
source: AVR Chart layer
ar_iq: طبقة مخطط ال AVR
ka_ge: ანალიტიკური მოდულის დიაგრამის შრე
kk_kz: ТКЕ Кесте Қабаты
ru_ru: Слой АВО диаграмм
th_th: ชั้นแผนภูมิ AVR

# gradLayerDefault
source: AVR Gradient layer
ar_iq: وظيفة طبقة ال AVR
ka_ge: ანალიტიკური მოდულის გრადიენტის შრე
kk_kz: ТКЕ Градиент Қабаты
ru_ru: Слой АВО градиентов
th_th: ค่าแสดงระดับสีเกรเดียนท์

# kendoGridMorePages
source: More pages
ar_iq: صفحات أخرى
ka_ge: შემდეგი
kk_kz: Келесі
ru_ru: Далее
th_th: หน้าอื่นๆ

# kendoGridNext
source: Go to the next page
ar_iq: اذهب الى الصفحة التالية
ka_ge: შემდეგ გვერდზე
kk_kz: Келесі бетке
ru_ru: К сдедующей странице
th_th: ไปที่หน้าต่อไป

# kendoGridPrevious
source: Go to the previous page
ar_iq: اذهب الى الصفحة السابقة
ka_ge: წინა გვერდზე
kk_kz: Алдыңғы бетке
ru_ru: К предыдущей странице
th_th: ไปที่หน้าก่อนหน้านี้

# kendoGridDisplay
source: {0} - {1} of {2} items
ar_iq: {0} - {1} عناصر{2} من
ka_ge: {0} - {1} {2} - დან ჩანაწერი
kk_kz: {0} - {1} of {2} элемент
ru_ru: {0} - {1} из {2} записей
th_th: {0} - {1} ของ {2} รายการ

# kendoGridEmpty
source: No items to display
ar_iq: لاتوجد بيانات للعرض
ka_ge: ჩანაწერები არ არის
kk_kz: Көрсететін дерек жоқ
ru_ru: Нет записей
th_th: ไม่มีรายการให้แสดง

# kendoGridFirst
source: Go to the first page
ar_iq: أذهب الى الصفحة الاولى
ka_ge: პირველ გვერდზე
kk_kz: Бірінші бетке
ru_ru: К первой странице
th_th: ไปที่หน้าแรก

# kendoGridItemsPerPage
source: items per page
ar_iq: عناصر في الصفحة
ka_ge: ჩანაწერი გვერდზე
kk_kz: Бір бет бойынша жазбалар
ru_ru: записей на страницу
th_th: จำนวนรายการต่อหน้า

# kendoGridLast
source: Go to the last page
ar_iq: اذهب الى الصفحة الاخيرة
ka_ge: ბოლო გვერდზე
kk_kz: Соңғы бетке
ru_ru: К последней странице
th_th: ไปที่หน้าสุดท้าย

# kendoGridOf
source: of {0}
ar_iq: {0} من
ka_ge: {0} -დან
kk_kz: {0} ішінен
ru_ru: из {0}
th_th: ของ {0}

# kendoGridPage
source: Page
ar_iq: الصفحة
ka_ge: გვერდი
kk_kz: Парақ
ru_ru: Страница
th_th: หน้า

# kendoGridRefresh
source: Refresh
ar_iq: تحديث
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: รีเฟรช

source: Settings
ar_iq: إعدادات
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Настройки
th_th: การตั้งค่า

# msgSimplifiedHumanCaseMode
source: This case has been created by an officer with limited rights
ar_iq: هذه الحالة خلقت من قبل موظف ليس لديه صلاحيات مطلقة
ka_ge: ადამიანის დაავადების ეს შემთხვევა შეყვანილია შეზღუდული წვდომის უფლების მქონე მომხმარებლის მიერ
kk_kz: Бұл жағдай құқығы шектелген қызметкермен құрылды
ru_ru: Данный случай был создан сотрудником с ограниченными правами доступа к случаю
th_th: มีการสร้างกรณีนี้โดยเจ้าหน้าที่ที่มีสิทธิจำกัด

# strPaging
source: Display paging
ar_iq: عرض ال paging
ka_ge: გვერდების ასახვა
kk_kz: Парақ түрде көрсету
ru_ru: Отображать постранично
th_th: แสดงหน้า

# strLabSectionErrorPrefix
source: For the record with the Sample ID = {0} ({1}):
ar_iq: للحقول التي مع رقم العينة = {0} ({1}):
ka_ge: ნიმუშის ID = {0} მქონე ჩანაწერისთვის ({1}):
kk_kz: <Сынаманың дара №> жазба үшін= {0}
ru_ru: Для записи с <Инд.№ пробы> = {0}
th_th: สำหรับบันทึกที่มี ID ตัวอย่าง = {0} ({1}):

# titleCopyVector
source: Copy Vector
ar_iq: نسخ ناقل الامراض
ka_ge: გადამტანის ასლი
kk_kz: Ауру тасымалдаушыны көшіру
ru_ru: Копировать переносчика заболевания
th_th: คัดลอกตัวนำโรค

# titleDetectedDisease
source: Detected Disease
ar_iq: الامراض المكشوفة
ka_ge: საველე ტესტის დეტალები
kk_kz: Табылған ауру атауы
ru_ru: Обнаруженное заболевание
th_th: โรคที่ตรวจจับได้

# titleVectorFieldTestDetails
source: Field Test Details
ar_iq: تفاصيل فحص ميداني
ka_ge: საველე ტესტის დეტალები
kk_kz: тест туралы мәліметтер жолағы
ru_ru: Детальная информация о полевом тесте
th_th: รายละเอียดช่องการทดสอบ

# msgSyncGroup2
source: Fields ({0}) were updated based on data on the server. If needed, please correct them on device and force synchronization once again.
ar_iq: الحقول {0} تم تحديثها حسب بيانات المتوفرة في خادم الويب، الرجاء قم بتصحيحها على الجهاز وقم باجراء المزامنة مرة اخرى
ka_ge: შემდეგი ველები ({0}) განახლდა სერვერზე არსებულიი ინფორმაციაზე დაყრდნობით. შაჭიროების შემთხვევაში, განაახლეთ ისინი ლოკალურად და ხელახლა მოახდინეთ სინქრონიზაცია
kk_kz: ({0}) жолақтар сервердегі деректер бойынша жаңартылды. Қажет болса, деректерді телефоныңызда дұрыстап, синхрондауды бастаңыз.
ru_ru: Поля ({0}) были обновлены на основе данных сервера. Если необходимо вернуть им прежние значения, исправьте эти поля на вашем устройстве и синхронизируйте данные с сервером еще раз.
th_th: มีการอัพเดตช่อง ({0}) อิงจากข้อมูลบนเซิร์ฟเวอร์ ถ้าจำเป็น กรุณาแก้ไขบนอุปกรณ์ และทำการทำให้เป็นจังหวะเดียวกันอีกครั้ง

# titleStartTest
source: Set Date Test Started
ar_iq: أظبط وقت بداية الفحص
ka_ge: მიუთითეთ ტესტის დაწყების თარიღი
kk_kz: Тест басталған күнің қойыңыз
ru_ru: Дата начала теста
th_th: เริ่มการตั้งค่าวันที่ทำการทดสอบแล้ว

# titleSetTestResult
source: Set Result Date
ar_iq: أضبط وقت النتائج
ka_ge: მიუთითეთ ტესტის შედეგის მიღების თარიღი
kk_kz: Нәтиженің күнің қойыңыз
ru_ru: Дата результата теста
th_th: ตั้งค่าวันที่ได้ผลลัพธ์

# titleValidateTestResult
source: Set Result Date
ar_iq: أضبط وقت النتائج
ka_ge: მიუთითეთ ტესტის შედეგის მიღების თარიღი
kk_kz: Нәтиженің күнің қойыңыз
ru_ru: Дата результата теста
th_th: ตั้งค่าวันที่ได้ผลลัพธ์

# gis_CustomForm_SaveChangesRequest
source: Would you like to save changes before closing this form?
ar_iq: هل ترغب في الحفظ؟
ka_ge: გსურთ ცვლილებების დამახსოვრება ფორმის დახურვამდე?
kk_kz: Форманы жапқаннан бұрын өзгертулерді сақтауды қалайсыз ба?
ru_ru: Вы желаете сохранить изменения перед закрытием формы?
th_th: คุณต้องการบันทึกการเปลี่ยนแปลงก่อนปิดแบบฟอร์มนี้หรือไม่?

# strDuplicatePersonalIDError
source: The record with Personal ID = '{0}' already exists ({1}, {2}, {3}, {4}). It is not possible to create 2 records with the same Personal ID. Adjust patient personal data or correct Personal ID.
ar_iq: السجل الذي يمتلك رقم شخصي = '{0}' متوفر ({1},{2},{3},{4}). لا يمكن خلق 2 سجل مع نفس الرقم الشخصي. يجب تعديل بيانات المريض الشخصية أو قم بتغيير الرقم الشخصي.
ka_ge: ჩანაწერი პირადი ID-თ = '{0}' უკვე არსებობს ({1}, {2}, {3}, {4}). შეუძლებელია ორი ერთიდაიგივეუნუკალური ნომრის მქონე ჩანაწერის შექმნა. დააზუსთეთ პიროვნების მონაცემები ან შეასწორეთ უნიკალური ID.
kk_kz: '{0}' = мынадай адамның жеке нөмірі бар жағдай жүйеде бұрыннан бар ({1}, {2}, {3}, {4}). Адамның жеке нөмірі бірдей екі жағдайды құруға мүмкін емес. Адамның жеке деректерін өзгертіңіз немесе жеке нөмірін түзетіңіз.
ru_ru: Запись с Персональным ИН = '{0}' уже существует ({1}, {2}, {3}, {4}). Нельзя создать две записи с одинаковым персональным ИН. Выберите другого пациента или исправьте Персональный ИН пациента.
th_th: บันทึกที่มี ID บุคคล = '{0}' มีปรากฏอยู่แล้ว ({1}, {2}, {3}, {4}). ไม่สามารถสร้างบันทึกทั้ง 2 ที่มี ID บุคคลเดียวกันได้ ทำการแก้ไขข้อมูลส่วนตัวของผู้ป่วย หรือแก้ไข ID บุคคล

# FilterConrol_EmptyEnter
source: < enter a value >
ar_iq: <أدخل قيمة>
ka_ge: <შეიყვანეთ მნიშვენელობა>
kk_kz: <мәтінді енгізіңіз>
ru_ru: <введите значение>
th_th: < ป้อนค่า >

# errParentAccessionDateMoreThanInAliquotDerivative
source: Parent sample Accession Date ({0:d}) must be earlier than or same as aliquot/derivative Accession Date ({1:d})
ar_iq: تاريخ ادراج العينة الام({ 0:d}) يجب ان يكون اقل من او مشابه لتاريخ ادراج ال قاسم/مشتقة
ka_ge: პირველწყარო ნიმუშის მიღების თარიღი ({0:d}) მისგან წარმოებული ალიქვოტი/დერივატის მიღების თარიღზე ({1:d}) ადრინდელი ან ტოლი უნდა იყოს
kk_kz: Бастапқы сынаманың қабылдау күні ({0:d}), аликвота/туындының қабылдау күннен ({1:d}) кейін болмау керек.
ru_ru: Дата приема родительской пробы ({0:d}) не может быть позже, чем дата приема аликвоты/деривата ({1:d})
th_th: วันที่เพิ่มตัวอย่างหลัก ({0:d}) ต้องเร็วกว่า หรือเหมือนกับวันที่เพิ่มอลิควอท/อนุพันธ์ ({1:d})

# strTooMuchDataForDisplay
source: Number of returned records is too big and cannot be displayed. To display the records please activate 'Display paging' check-box.
ar_iq: عدد الصفحات كبيرة جدا ولايمكن عرضها في الجدول. للعرض، الرجاء تفعيل خاصية عرض الصفحات
ka_ge: ნაპოვნი ჩანაწერების რაოდენობა ძალიან დიდია და მისი ჩვენება ვერ ხერხდება. შედეგების სანახავად გააქტიურეთ "გვერდების ჩვენების" მოსანიშნი უჯრა
kk_kz: Ok
ru_ru: Количество найденных записей слишком большое и его невозможно отобразить. Для отображения записей поставьте флажок на кнопке с фиксацией «Отобразить постраничный просмотр».
th_th: จำนวนของบันทึกที่เรียกคืนนั้นใหญ่เกินไป และไม่สามารถแสดงได้ ในการแสดงบันทึก กรุณาใช้งานช่องทำเครื่องหมาย 'แสดงหน้า'

# titleFullWebVersion
source: Full Web Version
ar_iq: نسخة ويب كاملة
ka_ge: სრული ვებ ვერსია
kk_kz: Ok
ru_ru: Полная веб-версия «ЭИСНЗ»
th_th: รุ่นเว็บสมบูรณ์

source: Upload
ar_iq: رفع
ka_ge: ატვირთვა
kk_kz: Болдырмау
ru_ru: Загрузить
th_th: อัพโหลด

source: Upload File
ar_iq: رفع ملف
ka_ge: ფაილის ატვირთვა
kk_kz: Сұранымды орындау уақыты күту мерзімнен асып кетті. Сұраным нәтижесі тым үлкен.ТКЕ-ні жауып қайтадан ашыңыз да келесі әрекетті жасаңыз: 1) Сұранымды өзгертіп, фильтрді қолданыңыз. 2) Сұранымды өзгертіп, анализды орындау үшін тек қажетті деректерді қалдырыңыз. 3) Басқа сұранымды таңдаңыз.
ru_ru: Загрузить файл
th_th: อัพโหลดไฟล์

# chooseFileUpload
source: Choose a file to upload
ar_iq: أختار ملف للرفع
ka_ge: აირჩიეთ ფაილი
kk_kz: Сұранымды/Көріністі/Папканы көру
ru_ru: Выберите файл
th_th: เลือกไฟล์เพื่ออัพโหลด

# downloadReferences
source: Download references from the server
ar_iq: تحميل مراجع من الخادم
ka_ge: სერვერიდან ცნობარების გადმოწერა
kk_kz: Сұранымды/Көріністі/Папканы көру
ru_ru: Скачать справочники с сервера
th_th: ดาวน์โหลดการอ้างอิงจากเซิร์ฟเวอร์

# downloadApplication
source: Download application (ver. {0})
ar_iq: تحميل تطبيق (نسخة. {})
ka_ge: პროგრამის გადმოწერა ვერსია {0})
kk_kz: Сұранымды/Көріністі/Папканы көру
ru_ru: Скачать приложение (версия {0})
th_th: ดาวน์โหลดแอพพลิเคชั่น (รุ่น {0})

source: Added
ar_iq: اظيفت
ka_ge: დამატებულია
kk_kz: Аудан
ru_ru: Добавлено
th_th: เพิ่มแล้ว

source: Updated
ar_iq: محدثة
ka_ge: განახლებულია
kk_kz: Облыс/Өңір
ru_ru: Обновлено
th_th: อัพเดตแล้ว

source: Failed
ar_iq: فشلت
ka_ge: ვერ მოხერხდა
kk_kz: Қасиеттері
ru_ru: Вызвали ошибку
th_th: ล้มเหลว

source: Offline Case ID
ar_iq: رقم الحالة الحالي
ka_ge: შემთხვევის ოფლაინ ID
kk_kz: Бағдарламаны жүктеңіз (нұсқа {0})
ru_ru: Офлайновый идентификатор случая заболевания
th_th: ID กรณีออฟไลน์

# gis_GeoSearch_Rayon
source: rayon
ar_iq: قطاع
ka_ge: რაიონი
kk_kz: Анықтамалықты серверден жүктеңіз
ru_ru: район
th_th: อำเภอ/ตำบล

# gis_GeoSearch_Region
source: region
ar_iq: منطقة (محافطة)
ka_ge: რეგიონი
kk_kz: Администравтивтік өлшемнен тыс картаны көрсетпеу
ru_ru: область
th_th: จังหวัด

# gis_GeoSearch_Settlement
source: settlement
ar_iq: محلة
ka_ge: დასახლებული პუნქტი
kk_kz: Көріністе көрсету үшін тым көп диагноздар саны таңдалды. Диагноздар саны жетіден көп болмау керек. Бірнеше диагноздарды өшіріп қайтадан жасап көріңіз.
ru_ru: населённый пункт
th_th: ชุมชน

# newAnimalRecord
source: Link to the new animal
ar_iq: متعلقة في الحيوان الجديد
ka_ge: დაკავშირება ახალ ცხოველთან
kk_kz: Жағдай мәртебесі
ru_ru: Ссылка на новое животное
th_th: เชื่อมต่อไปที่สัตว์ใหม่

# YearsCaption
source: Years
ar_iq: سنوات
ka_ge: წლები
kk_kz: Жағдайдын сыныптамасы
ru_ru: Годы
th_th: ปี

source: Copy Column
ar_iq: نسخ العمود
ka_ge: სქემის სვეტი
kk_kz: Файлды енгізіңіз
ru_ru: Копировать колонку
th_th: คัดลอกคอลัมน์

# errDoubleParentSite
source: This site is already parent for current site.
ar_iq: هذا الموقع هو بالفعل الموقع الأصلي للموقع الحالي.
ka_ge: ეს ობიექტი უკვე ზედა დონის არის მოცემული ობიექტისთვის.
kk_kz: Бұл сайт ағымдағы сайт үшін бастапқы сайт болып табылады.
ru_ru: Этот сайт уже является родительским для текущего сайта.
th_th: พื้นที่นี้เป็นแหล่งกำเนิดสำหรับพื้นที่ในปัจจุบันแล้ว

# msgInsufficientMemory
source: Insufficient memory. Try to close and reopen AVR.
ar_iq: ذاكرة غير كافية. حاول إغلاق وإعادة فتح مراقبة صحة التقارير.
ka_ge: არაა თავისუფალი საკმარისი ოპერატიული მეხსიერება.ცადეთ დახუროთ ანალიტიკური მოდული და ხელახლა გახსნათ იგი.
kk_kz: Жетімсіз жады. АВО модулін жаңадан ашып көріңіз.
ru_ru: Недостаточно памяти. Попробуйте закрыть и снова открыть АВО.
th_th: หน่วยความจำไม่เพียงพอ พยายามปิดและเปิด AVR อีกครั้ง

# msgCantDeleteASHerd
source: Can't delete the herd. There are animals linked to this herd.
ar_iq: لايمكن حذف القطيع. هنالك حيوانات متعلقة في هذا القطيع.
ka_ge: ჯოგის წაშლა შეუძლებელია, რადგან არსებობს მასთან დაკავშირებული ცხოველის ჩანაწერი
kk_kz: Ұй мал ауру жағдайы туралы мәліметтер
ru_ru: Удалить запись стада невозможно. У записи о стаде есть связанные с ним записи животных.
th_th: ไม่สามารถลบฝูงสัตว์ได้ มีสัตว์ที่เชื่อมต่อกับฝูงสัตว์นี้

# strCBTNotAvailable
source: CBT materials are not available for this language
ar_iq: مواد الاختبار غير متوفرة في هذه اللغة
ka_ge: ვიდეო გაკვეთილები არაა მისაწვდომი მოცემულ ენაზე
kk_kz: Ok
ru_ru: Материалы компьютеризированного обучения для данного языка недоступны
th_th: ไม่สามารถใช้วัตถุ CBT สำหรับภาษานี้ได้

# strBasicCountFunction
source: Basic Count Function
ar_iq: دالة العد البسيطة
ka_ge: დანათვალის/განცალკევებული დათვლის ფუნქცია
kk_kz: Ел
ru_ru: Базовая функция количества
th_th: ฟังก์ชั่นนับจำนวนแบบพื้นฐาน

# AsSession_ClearDiseaseList
source: The Diseases And Species List in the Active Surveillance Campaign is blank. Remove records from the Diseases And Species List in the Active Surveillance Session?
ar_iq: قائمة الامراض والاصناف في حملة المراقبة الفعالة فارغة. قم بمسح الاسطر من قائمة الامراض والاصناف في جلسة المراقبة الفعالة؟
ka_ge: "დაავადებათა და სახეობათა ჩამონათვალი"აქტიური ზედამხედველობის კამპანიაში ფომაში ცარიელია. ამორებულიქნეს ჩანაწერები აქტიური ზედამხედველობის სესიის "დაავადებათა და სახეობათა ჩამონათვალი"-დან?
kk_kz: Аурулар тізімі және белсенді қадағалау кампанияның мал түрі бос. Белсенді қадағалау сессияның аурулар тізімінен және мал түрлерінен деректерді жоюды қалайсыз ба?
ru_ru: Перечень заболеваний и видов животных кампании активного надзора пуст. Удалить записи из перечня заболеваний и видов животных сессии активного надзора?
th_th: รายชื่อโรคและสปีชีส์ในการรณรงค์การเฝ้าระวังเชิงรุกเป็นค่าว่าง ลบรายการออกจากรายชื่อโรคและสปีชีส์ในการรณรงค์การเฝ้าระวังเชิงรุกหรือไม่?

# btTitleFindInPersonIdentityService
source: Find in Person Identity Service
ar_iq: البحث في خدمة تعريف الاشخاص
kk_kz: Адамдарды сәйкестендіру сервисте табу
ru_ru: Найти в Сервисе Идентификации Людей
th_th: ค้นหาในระบบค้นหาบุคคล

# msgApproximatelyALotOfMemoryLayout
source: The Layout Data Source approximately holds {0} MB of memory. Opening the layout may take a long time and could potentially cause EIDSS hang. If you want to continue opening the layout at your own risk, click OK. otherwise, click Cancel.
ar_iq: مصدر بيانات النموذج تقريبا يحتوي {0} MB من سعه الخزن. فتح النموذج قد ياخذ وقت طويل وهذا قد يسبب تعطل برنامج الايدس وقتيا. أذا أردت فتح النموذج على مسوليتك, أضغط موافق. عدا ذلك أضغط ألغاء
ka_ge: მონაცემების წყაროს ზომა წარმოადგენს მიახლოებით {0} მეგაბაიტს. ანგარიშის გახსნამ შეიძლება წაიღოს ძაიან ბევრი დრო და პოტენციურად გახდეს სისტემური შეცდომების გაჩენის მიზეზი. თუ თქვენ მაინც გსურთ მისი გასხნა დააჭირეთ დიახ ღილაკს, თუ არა გაუქმებას
ru_ru: Источник данных для отчета занимает приблизительно {0} мегабайт памяти. Открытие отчета может занять длительное время и потенциально может привести к ошибкам в программе.Если вы хотите продолжить открытие представления на свой страх и риск, нажмите OK. Иначе нажмите Отмена.
th_th: ฐานข้อมูลเลย์เอาท์ใช้หน่วยความจำประมาณ{0} MB การเปิดเลย์เอาท์อาจใช้เวลานานและทำให้EIDSSแฮงค์ได้ หากยังต้องการเปิดเลย์เอาท์คลิกOK หรือยกเลิกคลิกCancel

# msgApproximatelyTooComplexLayout
source: Layout is too complex for existing amount of data. Opening the layout may take a long time and could potentially cause EIDSS hang. If you want to continue opening the layout at your own risk, click OK. otherwise, click Cancel.
ar_iq: النموذج معقد جدا لكمية البيانات المتوفرة. فتح النموذج قد ياخذ وقت طويل ومحتمل ان يسبب عطل برنامج الايدس وقتيا. أذا اردت الاستمرار بفتح النموذج على مسؤليتك أضغط موافق. عدا هذا أضغط ألغاء.
ka_ge: თავდაპირველი ანგარიში ძალიან რთულია მონაცემების მიმდინარე რაოდენობის გათვალისწინებით. ანგარიშის გახსნამ შეიძლება წაიღოს ძაიან ბევრი დრო და პოტენციურად გახდეს სისტემური შეცდომების გაჩენის მიზეზი. თუ თქვენ მაინც გსურთ მისი გასხნა დააჭირეთ დიახ ღილაკს, თუ არა გაუქმებას
ru_ru: Исходный отчет слишком сложен для текущего объема данных. Открытие отчета может занять длительное время и потенциально может привести к ошибкам в программе.Если вы хотите продолжить открытие представления на свой страх и риск, нажмите OK. Иначе нажмите Отмена.
th_th: เลย์เอาท์ซับซ้อนเกินไปสำหรับปริมาณข้อมูลที่มีอยู่ การเปิดเลย์เอาท์อาจใช้เวลานานและทำให้EIDSSแฮงค์ได้ หากยังต้องการเปิดเลย์เอาท์คลิกOK หรือยกเลิกคลิกCancel
