Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# colSiteID
source: Site ID
ar_iq: معرف الموقع
ka_ge: ობიექტის ID
kk_kz: Сайт №
ru_ru: № сайта
th_th: ID พื้นที่

# colPosition
source: Position
ar_iq: الموضع
ka_ge: თანამდებობა
kk_kz: Қызмет
ru_ru: Должность
th_th: ตำแหน่ง

# colQueryName
source: Query name
ar_iq: اسم الاستعلام
ka_ge: მოთხოვნის დასახელება
kk_kz: Сұранымның атауы
ru_ru: Название запроса
th_th: ชื่อคำถาม

# colRayonName
source: Rayon Name
ar_iq: اسم المنطقة السكنبة
ka_ge: რაიონის დასახელება
kk_kz: Ауданның атауы
ru_ru: Название района
th_th: ชื่อเรยอง

# colReferenceTypeName
source: Parameter Type Name
ar_iq: اسم نوع المعلمة
ka_ge: პარამეტრის ტიპის დასახელება
kk_kz: Анықтамалық үлгісі
ru_ru: Тип справочника
th_th: ชื่อประเถทพารามิเตอร์

# colRegionName
source: Region Name
ar_iq: اسم المنطقة
ka_ge: რეგიონის დასახელება
kk_kz: Облыстың/Өңірдің атауы
ru_ru: Название области/региона
th_th: ชื่อภูมิภาค

# colDistrictName
source: District
ar_iq: مدينة
ka_ge: რაიონი
th_th: เขต

# colRelation
source: Relation
ar_iq: العلاقة
ka_ge: კავშირი
kk_kz: Байланыс түрі
ru_ru: Тип связи
th_th: ความสัมพันธ์

# colSampleID
source: Local/Field Sample ID
ar_iq: معرف العينة المحلية/الحقلية
ka_ge: ნიმუშის ადგილობრივი / საველე ID
kk_kz: Іріктеп алу кезіндегі сынаманың дара №
ru_ru: Инд. № пробы при отборе
th_th: ID ท้องถิ่น/ตัวอย่างช่อง

# colSettlementName
source: Settlement Name
ar_iq: اسم التجمع السكني
ka_ge: დასახელება
kk_kz: Елді мекеннің атауы
ru_ru: Название нас. пункта
th_th: ชื่อข้อตกลง

# colSiteType
source: Site Type
ar_iq: نوع الموقع
ka_ge: ობიექტის ტიპი
kk_kz: Сайт үлгісі
ru_ru: Тип сайта
th_th: ประเภทพื้นที่

# colState
source: State
ar_iq: الولاية
ka_ge: მდგომარეობა
kk_kz: Жай-күйі
ru_ru: Состояние
th_th: รัฐ

# colValue
source: Value
ar_iq: القيمة
ka_ge: მნიშვნელობა
kk_kz: Мәні
ru_ru: Значение
th_th: ค่าของ

source: Pivot Grid
ar_iq: شبكة محورية
ka_ge: ცხრილი
kk_kz: Жиынтық кестесі
ru_ru: Сводная таблица
th_th: ตาราง Pivot

source: Copy Layout
ar_iq: نسخ
ka_ge: სქემის კოპირება
kk_kz: Көшіру
ru_ru: Копировать отчет
th_th: คัดลอกเลย์เอาท์

# CopyrightText
source: Copyright © 2005-{0} Black & Veatch Special Projects Corp.
ar_iq: حقوق النشر محفوظة © 2005-{0} بلاك آند فيتِك سبيشِل بروجيكتس كورب/Black && Veatch Special Projects Corp.
ka_ge: საავტორო უფლება © 2005-{0} Black && Veatch Special Projects Corp
kk_kz: Бүкіл Құқықтар Қорғалды © 2005-{0} «Блэк энд Витч Спэшиал Проджектс Корп.»
ru_ru: Все права защищены © 2005-{0} «Блэк энд Витч Спэшиал Проджектс Корп.»
th_th: สงวนลิขสิทธิ์โดย © 2005-{0} Black & Veatch Special Projects Corp.

# cptMapViewer
source: Map Viewer
ar_iq: عارض الخريطة
ka_ge: რუკის ხედი
kk_kz: Картаны қарап шығу
ru_ru: Просмотр карты
th_th: มุมมองแผนที่

# cptRepViewer
source: Report Viewer
ar_iq: عارض التقرير
ka_ge: ანგარიშის ნახვის პროგრამა
kk_kz: Есепті қарап шығу
ru_ru: Просмотр отчета
th_th: มุมมองรายงาน

# CurSiteRecords
source: current site records
ar_iq: سجلات الموقع الحالي
ka_ge: მიმდინარე ობიექტის ჩანაწერები
kk_kz: Ағымдағы сайт жазбалары
ru_ru: записи текущего сайта
th_th: บันทึกพื้นที่ปัจจุบัน

source: December
ar_iq: ديسمبر/كانون 1
ka_ge: დეკემბერი
kk_kz: Желтоқсан
ru_ru: Декабрь
th_th: เดือนธันวาคม

# defaultLabelName
source: New Label
ar_iq: تسمية جديدة
ka_ge: ახალი ეტიკეტი
kk_kz: Жаңа белгі
ru_ru: Новая метка
th_th: ฉลากใหม่

# defaultParameterName
source: New Parameter
ar_iq: معلمة جديدة
ka_ge: ახალი პარამეტრი
kk_kz: Жаңа параметр
ru_ru: Новый параметр
th_th: พารามิเตอร์ใหม่

# defaultRuleName
source: New Rule
ar_iq: قاعدة جديدة
ka_ge: ახალი წესი
kk_kz: Жаңа ереже
ru_ru: Новое правило
th_th: กฏใหม่

# defaultSectionName
source: New Section
ar_iq: قسم جديد
ka_ge: ახალი სექცია
kk_kz: Жаңа секция
ru_ru: Новая секция
th_th: หมวดใหม่

# defaultTemplateName
source: New Template
ar_iq: قالب جديد
ka_ge: ახალი შაბლონი
kk_kz: Жаңа қалып
ru_ru: Новый шаблон
th_th: เท็มเพลตใหม่

source: Delete
ar_iq: حذف
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ

# DeleteFromTemplate_ParameterUseInRuleAction
source: The parameter can't be deleted because it used in rule action. Rule(s):{0}.
ar_iq: لا يمكن حذف المعلمة لأنها تستخدم في إجراء القاعدة. القاعدة (القواعد): {0}.
ka_ge: პარამეტრის წაშლა შეუძლებელია, რადგან იგი გამოიყენება წეს(ებ)ის ქმედებაში. წეს(ებ)ი: {0}.
kk_kz: Параметрді жоюға болмайды, себебі ол ережеде пайдаланылады. {0} ережесі
ru_ru: Параметр не может быть удален, потому что он используется правилом. Правило: {0}.
th_th: ไม่สามารถลบพารามิเตอร์ได้ เนื่องจากมีการใช้ในการปฏิบัติเกี่ยวกับกฏ:{0}.

# DeleteFromTemplate_Section_Has_Children
source: Cant' delete section from template, because it has child objects.
ar_iq: لا يمكن حذف مقطع من القالب لأنه يحتوي على كائنات تابعة.
ka_ge: სექციის წაშლა შაბლონიდან შეუძლებელია, რადგან იგი შეიცავს შვილობილ ობიექტებს.
kk_kz: Объектіні қалыптан алып тастау мүмкін емес, себебі оның еншілес элементтері бар.
ru_ru: Не удается удалить объект из шаблона, поскольку у него есть дочерние элементы.
th_th: ไม่สามารถลบหมวดนี้จากเท็มเพลตได้ เนื่องจากมีวัตถุย่อยอยู่

# DeleteFromTemplate_Template_Has_Observations
source: Cant't delete sections or parameters from template, because there is actual data linked with template in the system.
ar_iq: لا يمكن حذف مقاطع أو معلمات من اللوحة لارتباط قاعدة البيانات الفعلية باللوحة في النظام.
ka_ge: ობიექტის წაშლა შაბლონიდან შეუძლებელია, რადგან სისტემაში არსებობს მონაცემები დაკავშირებული შაბლონთან.
kk_kz: Объектіні қалыптан алып тастау мүмкін емес, себебі қалыппен байланысты деректер бар.
ru_ru: Не удается удалить объект из шаблона, поскольку существуют данные, связанные с шаблоном.
th_th: ไม่สามารถลบหมวดหรือพารามิเตอร์จากเท็มเพลตได้ เนื่องจากมีข้อมูลจริงเชื่อมต่ออยู่กับเท็มเพลตในระบบ

# Determinant_Remove_Must_Have_Another_Template
source: Can't delete determinant. Must be another UNI templates without country determinant or with current country determinant.
ar_iq: لا يمكن حذف المحدِّد. يجب وجود قوالب أخرى أحادية بدون محدد البلد أو بمحدد البلد الحالي
ka_ge: შეუძლებელია დეტერმინანტის წაშლა. უნდა არსებობდეს სხვა UNI (უნივერსალური) შაბლონი ქვეყნის ტიპის დეტერმინანტის გარეშე ან მიმდინარე ქვეყნით დეტერმინანტის სახით.
kk_kz: Детерминантты алып тастауға болмайды. Не терминант елдер болмайтын, не осы терминант елмен UNI қалып болуға тиіс.
ru_ru: Нельзя удалить детерминант. Должны существовать другие UNI шаблоны либо без детерминантов-стран, либо с детерминантом-текущей страной.
th_th: ไม่สามารถลบตัวกำหนดได้ ต้องเป็นเท็มเพลต UNI อื่นที่ไม่มีตัวกำหนดประเทศ หรือมีตัวกำหนดประเทศปัจจุบัน

# Determinant_Save_Cant_Change_Because_Has_Observations
source: There is some actual data linked with template in the system.
ar_iq: هناك بعض البيانات الفعلية المرتبطة بالقالب في النظام.
ka_ge: შაბლონი გამოიყენება სისტემაში.
kk_kz: Осы қалыппен байланысты деректер бар
ru_ru: Существуют данные, связанные с данным шаблоном
th_th: มีข้อมูลจริงเชื่อมอยู่กับเท็มเพลตในระบบ

# Determinant_Save_Has_Equal_Determinant_Sets
source: There are some equal determinant sets in templates. The determinant sets must be unique.
ar_iq: هناك بعض مجموعات المحددات المتساوية في القوالب. يجب أن تكون مجموعات المحددات فريدة من نوعها.
ka_ge: შაბლონებში არსებობს დეტერმინანტების რამდენიმე ერთნაირი კომბინაცია. დეტერმინანტების კომბინაცია უნიკალური უნდა იყოს.
kk_kz: Қалыптарда бірнеше бірдей жиынтығы бар. Детерминанттар жиынтығы бірегей болуға тиіс.
ru_ru: Есть несколько одинаковых наборов детерминантов в шаблонах. Наборы детерминантов должны быть уникальны.
th_th: มีชุดตัวกำหนดที่เท่ากันในเท็มเพลต ชุดตัวกำหนดต้องแตกต่างกัน

source: Each non-UNI template must have several determinants: Country and Diagnosis OR Country and Test.
ar_iq: يجب أن يتمتع كل قالب غير أحادي بعدة محددات: البلد و التشخيص أو البلد والاختبار.
ka_ge: ყოველ არა-UNI შაბლონს უნდა ჰქონდეს რამდენიმე დეტერმინანტი: ქვეყანა და დიაგნოზი ან ქვეყანა და ტესტი.
kk_kz: Әрбір UNI емес қалыптың бірнеше детерминанты болуға тиіс: ел және диагноз немесе ел және тест.
ru_ru: Каждый не UNI шаблон должен иметь несколько детерминантов: страна и диагоз ИЛИ страна и тест.
th_th: แต่ละเท็มเพลตที่ไม่มีUNI ต้องมีตัวกำหนดหลายตัว: ประเทศและการวินิจฉัย หรือประเทศและการทดสอบ

# Determinant_Save_Has_Not_Unique_UNI
source: Each UNI template must have only one determinant. This determinant must be the country.
ar_iq: يجب أن يتمتع كل قالب أحادي بمحدد واحد فقط وهو البلد.
ka_ge: ყოველ UNI შაბლონს უნდა ჰქონდეს მხოლოდ ერთი დეტერმინანტი. ეს დეტერმინანტი უნდა იყოს ქვეყანა.
kk_kz: Әрбір UNI қалыптың бір ғана детерминанты болуға тиіс. Ол детерминант ел болуға тиіс.
ru_ru: Каждый UNI шаблон должен иметь только один детерминант. Этот детерминант должен быть страна.
th_th: แต่ละเท็มเพลตUNI ต้องมีตัวกำหนดเดียวเท่านั้น ตัวกำหนดนี้ต้องเป็นประเทศ

# Determinant_Save_So_More_Determinants
source: There is a template, which has more than 2 determinants.
ar_iq: هناك قالب يتمتع بأكثر من محددين (2).
ka_ge: არსებობს შაბლონი, რომელს გააჩნია 2 დეტერმინანტზე მეტი.
kk_kz: 2-ден артық детерминанты бар қалып бар
ru_ru: Существует шаблон, имеющий более чем 2 детерминанта
th_th: มีเท็มเพลตที่มีตัวกำหนดมากกว่า2

# Determinants_Already_Have_Country
source: UNI Template must have only one country type determinant.
ar_iq: يجب ان يتمتع القالب الأحادي فقط بنوع محدد واحد للبلد.
ka_ge: UNI (უნივერსალურ) შაბლონს შეიძლება ჰქონდეს მხოლოდ ერთი ქვეყანა დეტერმინანტის სახით.
kk_kz: UNI қалыпта бір ғана детерминант ел болуы мүмкін
ru_ru: UNI шаблон может иметь только один детерминант-страна
th_th: เท็มเพลตUNI ต้องมีตำกำหนดประเภทประเทศตัวเดียวเท่านั้น

# Determinants_Question_Remove_UNI
source: Template '{0}' already has the same country determinant. Do you want to make template '{0}' non-UNI?
ar_iq: قالب '{0}' يتمتع مسبقاً بنفس محدد البلد. هل تريد أن تجعل قالب '{0}' غير أحادي؟
ka_ge: შაბლონს '{0}' უკვე გააჩნია იგივე ქვეყანა დეტერმინანტის სახით. გინდათ გახადოთ შაბლონი '{0}' არა-UNI (არა უნივერსალური)?
kk_kz: '{0}' қалыпта мұндай детерминант ел бар. Сіз '{0}' қалыптан UNI белгісін алып тастағыңыз келе ме??
ru_ru: Шаблон '{0}' уже имеет такой детерминант-страну. Вы хотите убрать признак UNI с шаблона '{0}'?
th_th: เท็มเพลต'{0}' มีตัวกำหนดประเทศเดียวกันอยู่แล้ว คุณต้องการทำให้เท็มเพลต'{0}' เป็นnon-UNI หรือไม่?

# Determinants_Question_Remove_UNI2
source: Template '{0}' already haven't determinants. Do you want to make template '{0}' non-UNI?
ar_iq: قالب '{0}' لا محددات لديه بالفعل. هل تريد أن تجعل قالب '{0}' غير أحادي؟
ka_ge: შაბლონს '{0}' უკვე არ გააჩნია დეტერმინანტები. გინდათ გახადოთ შაბლონი '{0}' არა-UNI (არა უნივერსალური)?
kk_kz: '{0}' қалыпта енді детерминант жоқ. Сіз '{0}' қалыпты UNI емес жасағыңыз келе ме?
ru_ru: Шаблон '{0}' уже не содержит детерминантов. Вы хотите сделать шаблон '{0}' не-UNI?
th_th: เท็มเพลต'{0}' ยังไม่มีตัวกำหนด คุณต้องการสร้างเท็มเพลต'{0}' เป็นnon-UNI หรือไม่?

# Question_Change_UNI
source: '{0}' is UNI now. Do you want '{1}' template to become UNI?
ar_iq: '{0}' هو أحادي الآن. هل تود أن يصبح قالب '{1}' أحادياً؟
ka_ge: {0}' წამოადგენს უნივერსალურ შაბლონს. გსურთ შაბლონი '{1}' გახდეს გახდეს უნიკალური შაბლონი?
kk_kz: {0}' қазір UNI. '{1}' шаблонды UNI стандартқа аудару керек пе ?
ru_ru: '{0}' сейчас является UNI. Перевести шаблон '{1}' в стандарт UNI?
th_th: '{0}' เป็นUNI แล้ว คุณต้องการให้เท็มเพลต'{1}' เป็นUNI หรือไม่?

source: Down
ar_iq: أسفل
ka_ge: ქვევით
kk_kz: Төмен
ru_ru: Вниз
th_th: ลง

# DuplicateSpeciesAvian_msgId
source: It is not possible to add 2 same species to the Flock. Such species already exists.
ar_iq: لا يمكن إضافة نوعين حيوانيين متطابقين إلى السرب. هذا النوع موجود مسبقاً.
ka_ge: გუნდი შეიცავს გაორებულ სახეობებს. შეარჩიეთ სხვა სახეობა.
kk_kz: Табында қайталанатын түрлер бар. Жануардың басқа түрін таңдаңыз.
ru_ru: Стадо содержит повторяющиеся виды. Выберите другой вид животного.
th_th: ไม่สามารถเพิ่มสายพันธุ์เดียวกันทั้ง 2 ในฝูงนกได้ สายพันธุ์นั้นๆมีปรากฏอยู่แล้ว

# DuplicateSpeciesLivestock_msgId
source: It is not possible to add 2 same species to the Herd. Such species already exists.
ar_iq: لا يمكن إضافة نوعين حيوانيين متطابقين إلى القطيع. هذا النوع موجود مسبقاً.
ka_ge: ჯოგი შეიცავს გაორებულ სახეობებს. შეარჩიეთ სხვა სახეობა.
kk_kz: Табында қайталанатын түрлер бар. Жануардың басқа түрін таңдаңыз.
ru_ru: Стадо содержит повторяющиеся виды. Выберите другой вид животного.
th_th: ไม่สามารถเพิ่มสายพันธุ์เดียวกันทั้ง 2 ในฝูงสัตว์ได้ สายพันธุ์นั้นๆมีปรากฏอยู่แล้ว

# DynamicParametersGroupControlCaption
source: Dynamic Parameters
ar_iq: معلمات ديناميكية
ka_ge: დინამიური პარამტრები
kk_kz: Динамикалық параметрлер
ru_ru: Динамические параметры
th_th: พารามิเตอร์แบบไดนามิค

source: Edit
ar_iq: تحرير
ka_ge: რედაქტირება
kk_kz: Редакциялау
ru_ru: Редактировать
th_th: แก้ไข

# EIDSS_Caption
source: Electronic Integrated Disease Surveillance System
ar_iq: النظام الالكتروني المتكامل لمراقبة الأمراض
ka_ge: დაავადებათა ზედამხედველობის ელექტრონული ინტეგრირებული სისტემა
kk_kz: Ауруларды Қадағалау жөніндегі Электронды Интеграцияланған Жүйе
ru_ru: Электронная интегрированная система по надзору за заболеваниями
th_th: ระบบเฝ้าระวังโรคอิเลคทรอนิคส์แบบบูรณาการ

# EIDSSLogin
source: EIDSS Web Access: Login
ar_iq: النظام الالكتروني المتكامل لمراقبة الأمراض: تسجيل الدخول
ka_ge: დზეის–თან ვებ წვდომა: სისტემაში შესვლა
kk_kz: АҚЭИЖ-ға веб-қолжетімділік: Авторды белгілеу
ru_ru: Веб доступ к ЭИСНЗ: Авторизация
th_th: EIDSS การเข้าเว็บ: ลงชื่อเข้าใช้

# EIDSSTimeout
source: EIDSS Web Access: Timeout
ar_iq: ولوج موقع ال EIDSS : نفذ الوقت
ka_ge: დზეის-ის ვებ რესურსზე წვდომა: დრო ამოიწურა
kk_kz: EIDSS Web Access: Уақыт бітті
ru_ru: Веб доступ к ЭИСНЗ: превышено время ожидания
th_th: EIDSS การเข้าเว็บ: หมดเวลา

# ErrAnimalSpeciesIsNotDefined
source: There is an animal with undefined species type. Please select the species type for each animal in the list.
ar_iq: هناك حيوان ذو نوع غير معرف. يرجى اختيار نوع كل حيوان من القائمة.
ka_ge: შეყვანილია ცხოველი, რომლისთვის არ არის განსაზღვრული სახეობის ტიპი. გთხოვთ სიაში ჩამოთვლილი ყოველი ცხოველისათვის მონიშნოთ სახეობის ტიპი.
kk_kz: Түрдің үлгісі белгісіз жануар бар. Тізімдегі әрбір жануар үшін түрдің үлгісін таңдаңыз.
ru_ru: Есть животное с неопределенным типом вида. Выберите тип вида для каждого животного в списке.
th_th: มีสัตว์ที่ไม่มีการระบุประเภทสายพันธุ์ กรุณาเลือกประเภทสายพันธุ์ของสัตว์แต่ละตัวในรายการ

# errAreaTypeDiffer
source: Selected records contain Administrative Level ({0}) that differs from Administrative Level in records on summary form ({1}). Only records with same Administrative Level can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على المستوى الإداري ({0}) الذي يختلف عن المستوى الإداري في السجلات المشتملة في النموذج الملخص. ({1}) يمكن فقط تحديد السجلات التي تتمتع بنفس المستوى الإداري في النموذج الملخص.
ka_ge: ზოგიერთი შერჩეული ჩანაწერი მიეკუთვნება ისეთ ადმინისტრაციულ დ დონეს ({0}) რომელის განსხვავდება ჯამური ანგარიშისთვის უკვე შერჩეული ჩანაწერების ადმინისტრაციულ დონეს ({1}). მხოლოდ ერთიდაიგივე ადმინისტრაციული დონის მქონე ჩანაწერები შეიძლება შევიდეს ერთ ჯამურ ანგარიშში.
kk_kz: Таңдап алынған кейбір жазбалар жинақталған есепке ({1}) таңдалып қойылған жазбалардағы әкімшілік деңгейден айырмашылығы бар әкімшілік деңгейге ({0}) қатысты. Жинақталған есепке әкімшілік деңгейі бірдей жазбалар ғана қосылуы мүмкін.
ru_ru: Некоторые из выбранных записей относятся к административному уровню ({0}), отличающимся от административного уровня записей, уже выбранных в обобщенный отчет ({1}). В обобщенный отчет могут быть добавлены только записи с одинаковым административным уровнем.
th_th: บันทึกที่เลือกมีระดับการบริหาร({0}) ที่แตกต่างไปจากระดับการบริหารในบันทึกในแบบฟอร์มสรุป({1}) มีเพียงเฉพาะบันทึกที่มีระดับการบริหารเดียวกันเท่านั้นที่สามารถเลือกไปที่แบบฟอร์มสรุปได้

# errAreaTypeInvalid
source: Selected records contain Administrative Level ({0}) that is not allowed by Administrative Level selected on summary form ({1}).
ar_iq: السجلات المحددة تحتوي على المستوى الإداري ({0}) الذي لا يسمح به المستوى الإداري المحدد في النموذج الملخص ({1}).
ka_ge: ზოგიერთი შერჩეული ჩანაწერების ადმინსიტრაციული დონე ({0}) არ შეესაბამება ჯამური ანგარიშის მიერ დასაშვებ ადმინისტრაციულ დონეს ({1}).
kk_kz: Таңдап алынған кейбір жазбалар жинақталған есептің ({1}) әкімшілік деңгейінде тыйым салынған әкімшілік деңгейге ({0}) жатады.
ru_ru: Некоторые из выбранных записей относятся к административному уровню ({0}), который запрещен административным уровнем обобщенного отчета ({1}).
th_th: บันทึกที่เลือกมีระดับการบริหาร({0}) ที่ไม่ได้รับอนุญาตโดยระดับการบริหารที่ถูกเลือกในแบบฟอร์มสรุป({1})

# errAreaTypeMultiple
source: Selected records contain different Administrative Levels. Only records with same Administrative Level can be selected to summary form.
ar_iq: السجلات المحددة تحتوي على مستويات إدارية مختلفة. يمكن فقط تحديد السجلات التي تتمتع بنفس المستوى الإداري إلى النموذج الملخص.
ka_ge: შერჩეული ჩანაწერები მიეკუთვნება სხვადასხვა ადმინისტრაციულ დონეს. მხოლოდ ერთანაირი ადმინისტრაციული დონის მქონე ჩანაწერები შეიძლება შევიდეს ჯამურ ანგარიშში.
kk_kz: Таңдап алынған жазбалар әртүрлі әкімшілік деңгейге жатады. Жинақталған есепке әкімшілік деңгейі бірдей жазбалар ғана қосылуы мүмкін.
ru_ru: Выбранные записи отностся к различным административным уровням. В обобщенный отчет могут быть добавлены только записи с одинаковым административным уровнем.
th_th: บันทึกที่เลือกมีระดับการบริหารที่แตกต่างไป มีเพียงเฉพาะบันทึกที่มีระดับการบริหารเดียวกันเท่านั้นที่สามารถเลือกไปที่แบบฟอร์มสรุปได้

# errCantDeleteComplededTest
source: Can't delete test that was completed.
ar_iq: لا يمكن حذف اختبار بعد اكتماله.
ka_ge: შეუძლებელია დასრულებული ტესტის წაშლა.
kk_kz: Аяқталған тестті алып тастауға болмайды.
ru_ru: Нельзя удалить завершенный тест.
th_th: ไม่สามารถลบการทดสอบที่เสร็จสิ้นแล้วได้

# errCantImportMap
source: The map can't be imported!
ar_iq: لا يمكن استيراد الخريطة!
ka_ge: რუკის იმპორტი შეუძლებელია!
kk_kz: Картаны импорттау мүмкін емес!
ru_ru: Карта не может быть импортирована!
th_th: ไม่สามารถนำเข้าแผนที่ได้!

# errCantSaveMap
source: The map can't be saved!
ar_iq: لا يمكن حفظ الخريطة!
ka_ge: რუკის დამახსოვრება შეუძლებელია!
kk_kz: Картаны сақтау мүмкін емес!
ru_ru: Карта не может быть сохранена!
th_th: ไม่สามารถบันทึกแผนที่ได้!

# ErrConfirmPasswordDiffer
source: Passwords are different.
ar_iq: كلمات المرور مختلفة.
ka_ge: პაროლები განსხვავებულია.
kk_kz: Парольдер сәйкес келмейді.
ru_ru: Пароли не совпадают.
th_th: รหัสผ่านไม่เหมือนกัน

# errContactedPersonDuplicateRootHuman
source: Selected contact coincides with the patient. Please select another one or delete contact.
ar_iq: جهة الاتصال المحددة تتطابق مع المريض. يرجى اختيار جهة اتصال أخرى أو حذف الحالية.
ka_ge: მონიშნული კონტაქტის ჩანაწერი ემთხვევა პაციენტის ჩანაწერს. გთხოვთ მონიშნოთ სხვა კონტაქტის ჩანაწერი ან წაშალოთ იგი.
kk_kz: Таңдалған байланыс пациентке тура келеді. Басқаны таңдаңыз немесе байланысты алып тастаңыз.
ru_ru: Выбранный контакт совпадает с пациентом. Выберите другой или удалите контакт.
th_th: เลือกผู้สัมผัสที่พ้องกันกับผู้ป่วย กรุณาเลือผู้สัมผัสอื่น หรือลบผู้สัมผัส

# errContactedPersonDuplicates
source: Some of the contacts are duplicated. Please delete duplicated contact or you can change person for duplicated records.
ar_iq: هناك تكرار في بعض جهات الاتصال. يرجى حذف جهة الاتصال المكررة أو تغيير الشخص في السجلات المكررة.
ka_ge: ზოგიერთი კონტაქტი დუბლირებულია.წაშალეთ დუბლირებული კონტაქტი ან შეცვალეთ იგი.
kk_kz: Байланыстардың кейбірі қайталанады. Байланыстың қайталануын жойыңыз немесе қайталанған жазбадағы байланысушы адамды өзгертіңіз.
ru_ru: Некоторые из контактов повтряются. Пожалуйста, удалите дубликат контакта или смените контактное лицо в повторяющейся записи.
th_th: ผู้สัมผัสซ้ำกัน กรุณาผู้สัมผัสที่ซ้ำกันออก หรือคุณสามารถเปลี่ยนบุคคลสำหรับผู้สัมผัสที่ซ้ำได้

# errAjaxRequestException
source: Sorry, an error occurred while processing your request.
ar_iq: عذرا، حدث خطأ أثناء معالجة طلبك.
ka_ge: სამწუხაროდ თქვენი მოთხოვნის დამუშავებისას მოხდა შეცდომა.
kk_kz: Кешіріңіз, сіздің сауалыңызды өңдеу кезінде қате кетті.
ru_ru: Извините, во время выполнения запроса произошла ошибка.
th_th: เสียใจด้วย เกิดข้อผิดพลาดระหว่างการดำเนินคำร้องขอของคุณ

# errDataBaseException
source: Sorry, an error occurred while processing your request. Please try again later.
ar_iq: عذرا، حدث خطأ أثناء معالجة طلبك. يرجى المحاولة مرة أخرى في وقت لاحق.
ka_ge: სამწუხაროდ მოთხოვნის შესრულებისას მოხდა შეცდომა.სცადეთ ხელახლა გარკვეული დროის მერე.
kk_kz: Кешіріңіз, сұранымды орындар алдында қате кетті. Сұранымды кейінірек қайталап көріңіз.
ru_ru: Извините, во время выполнения запроса произошла ошибка. Попробуйте повторить запрос позже.
th_th: เสียใจด้วย เกิดข้อผิดพลาดระหว่างการดำเนินคำร้องขอของคุณ กรุณาลองใหม่อีกครั้ง

# errInternetConnection
source: An error occurred while attempting to contact the server. Please check your internet connection.
ar_iq: حدث خطأ أثناء محاولة الاتصال بالملقم. يرجى التحقق من اتصالك بالإنترنت.
ka_ge: სერვერთან დაკავშირების შეცდომა. გთხოვთ, შეამოწმეთ თქვენი კავშირი ინტერნეტთან.
kk_kz: Серверге қосудағы қателік. Өзіңіздің интернетпен қосылуыңызды тексеріңіз.
ru_ru: При попытке связаться с сервером произошла ошибка. Просьба проверить соединение с Интернетом.
th_th: เกิดข้อผิดพลาดระหว่างพยายามติดต่อกับเซิร์ฟเวอร์ กรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ

# errDoubleHC
source: Current record has already been added to de-duplication pair.
ar_iq: تم إضافة السجل الحالي إلى زوج إلغاء تكرار البيانات.
ka_ge: მოცემული ჩანაწერი უკვე დამატებულია დედუპლიკაციისათვის.
kk_kz: Бұл жағдай салыстыру үшін жұптастырып енгізіліп қойылған.
ru_ru: Данный случай уже добавлен в пару для сравнения.
th_th: ได้มีการเพิ่มบันทึกปัจจุบันเข้าไปในคู่ที่ไม่ซ้ำกันแล้ว

# errDoubleRelativeSite
source: This site is already relative for current site.
ar_iq: هذا الموقع هو بالفعل الموقع النسبي للموقع الحالي.
ka_ge: არჩეული ობიექტი აუკვე არის დაკავშირებული.
kk_kz: Бұл сайттар бір-бірімен байланысты
ru_ru: Данные сайты уже связаны друг с другом.
th_th: พื้นที่นี้มีความเกี่ยวข้องกันพื้นที่ปัจจุบันแล้ว

# errDoubleStatistic
source: It is not possible to create 2 Statistics with the same Statistic Data Type, Period and Area. Such value already exists.
ar_iq: لا يمكن إنشاء إحصائين بنفس نوع البيانات الإحصائية، والفترة والمساحة. هذه القيمة موجودة بالفعل.
ka_ge: სტატისტიკური მონაცემები მოცემული სტატისტიკური მონაცემთა ტიპისთვის, პერიოდისთვის და ზონისთვის უკვე არსებობს.
kk_kz: Стастистикалық деректердің ағымдағы үлгісі үшін, кезең және аудан үшін статистика бар.
ru_ru: Статистика для текущего типа статистических данных, периода и района уже существует.
th_th: ไม่สามารถสร้างสถิติทั้ง 2 ด้วยประเภทข้อมูลทางสถิติเดียวกันได้ ระยะเวลา และพื้นที่ ค่าเช่นนั้นมีปรากฏอยู่แล้ว

# ErrDuplicateMatrixVersionName
source: It is not possible to create 2 Matrix versions with the same name. Such value already exists.
ar_iq: لا يمكن إنشاء مصفوفتين بنفس الاسم. هذه القيمة موجودة بالفعل.
ka_ge: მატრიცა ასეთი სახელით უკვე არსებობს. გთხოვთ შეიყვანოთ მატრიცის ვერსიის უნიკალური სახელი.
kk_kz: Атауы осындай матрица нұсқасы бар. Матрица нұсқасының бірегей атауын енгізіңіз.
ru_ru: Версия матрицы с таким именем уже существует. Введите уникальное имя версии матрицы
th_th: ไม่สามารถสร้างรุ่นเมตริกซ์ที่มีชื่อเดียวกันได้ ค่าเช่นนั้นมีปรากฏอยู่แล้ว

# errEmptySiteID
source: Column 'Site ID' is empty.
ar_iq: العمود 'معرف الموقع' فارغ.
ka_ge: სვეტი ’ობიექტის ID’ არის შეუვსებელი.
kk_kz: "Сайттың дара №" бағанасы толтырылмаған.
ru_ru: Колонка 'Инд. № сайта' не заполнена.
th_th: คอลัมน์ 'ID พื้นที่' ว่าง

# ErrErrorFormCaption
source: Error
ar_iq: خطأ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด

# errFailToOpenEventDetail
source: Fail to open EIDSS notification details.
ar_iq: تعذر فتح تفاصيل إشعار النظام الالكتروني المتكامل لمراقبة الأمراض.
ka_ge: ვერ მოხერხდა დზეის შეტყობინების დეტალების გახსნა.
kk_kz: АҚЭИЖ хабарламасы нысанын ашу кезіндегі қате
ru_ru: Ошибка при открытии формы извещения ЭИСНЗ.
th_th: ล้มเหลวในการเปิดรายละเอียดการรายงาน EIDSS ได้
