Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMessages.*.resx
Languages: ar_iq, ka_ge, kk_kz, ru_ru, th_th

# msgCancelTooBigLayout
source: Could not show data for Layout because it contains too many cells.
ar_iq: لايمكن عرض البيانات للنموذج بسبب احتوائها على حقول كثيرة
ka_ge: ვერ ხერხდება ანგარიშში მონაცების ასახვა რადგან ის შეიცავს უჯრების ძალიან დიდ რაოდენობას.
kk_kz: Есептемеде деректерді көрсетуге мүмкін емес өйткені ол көптеген торларды қамтиды.
ru_ru: Невозможно отобразить даные в отчете так как он содержит слишком много ячеек.
th_th: ไม่สามารถแสดงข้อมูลสำหรับเลย์เอาท์ได้เนื่องจากมีcellsมากเกินไป

# msgCancelALotOfMemoryLayout
source: Could not show data for Layout because its requires too much memory.
ar_iq: لايمكن عرض البيانات للنموذج بسبب متطلباتها لذاكرة خزن كبيرة
ka_ge: ვერ ხერხდება ანგარიშში მონაცების ასახვა რადგან ის მოითხოვს უფრო დიდ ოპერატიულ მეხსიერებას
kk_kz: Есептемені көрсету мүмкін емес өйткені ол тым көп жадыны өажет етеді.
ru_ru: Невозможно отобразить даные в отчете так как он требует слишком много памяти
th_th: ไม่สามารถแสดงข้อมูลสำหรับเลย์เอาท์ได้เนื่องจากต้องใช้หน่วยความจำมากเกินไป

# cbCounterThai0
source: Rate per 100,000
ar_iq: النسبة ل 100,000
ka_ge: მაჩვენებელი 100 000-ზე
th_th: อัตราส่วนต่อ100,000

# kendoMenuColumns
source: Column Chooser
ar_iq: مختار الاعمدة
ka_ge: სვეტების არჩევა
kk_kz: Бағаналарды таідау
ru_ru: Выбор колонок
th_th: เลือกคอลัมน์

# msgTooManyDiagnosis12
source: Too many diagnoses are selected for displaying in the report. The number of selected diagnoses shall not exceed twelve. Please clear some diagnoses and try to generate the report again.
ar_iq: أمراض كثيرة اختيرت للعرض في التقرير. عدد الامراض يجب ان لايتجاوز 12. الرجاء افراغ بعض الامراض المختارة في القائمة وقم بخلق التقرير من جديد.
ka_ge: ანგარიშში საჩვენებლად არჩეულია ძალიან ბევრი დიაგნოზი. არჩეული დიაგნოზების რაოდენობა არ უნდა აღემატებოდეს 12. გთხოვთ ამოიღეთ რამდენიმე დიაგნოზი და ხელახლა სცადეთ ანარიშის გახსნა
kk_kz: Есептемеде кқрсету үшін тым көп диагноздар таңдалды. Таңдалған диагноздар саны 12 аспау керек. Бірнеше диагноздарды алып тастап есептемені қайтадан жасап көріңіз.
ru_ru: Слишком много диагнозов выбрано для отображения в отчёте. Число выбранных диагнозов не должно превышать двенадцати штук. Пожалуйста, очистите несколько диагнозов и попробуйте сформировать отчёт ещё раз.
th_th: การวินิจฉัยถูกเลือกเพื่อแสดงในรายงานมากเกินไป สามารถเลือกได้ไม่เกิน12การวินิจฉัย กรุณาลบการวินิจฉัยบางข้อออกและสร้างรายงานอีกครั้ง

# colPrinterName
source: Printer Name
ar_iq: أسم الطابعة
ka_ge: პრინტერის დასახელება
kk_kz: Принтер атауы
ru_ru: Название принтера
th_th: ชื่อปริ้นเตอร์

# msgHumanCaseDuplicatesSearch
source: Human case duplicates search is in progress
ar_iq: بحث عن تكرار حالة بشرية طور المعالجة
ka_ge: მიმდინარეობს ადამიანის დაავადებების შემთხვევების დედუპლიკაციის პროცესი
kk_kz: Адам ауру жағдайының екінші нұсқасын іздеу процесы жүріп жатыр
ru_ru: Идет поиск дубликатов случая заболевания человека
th_th: อยู่ระหว่างการค้นหากรณีผู้ป่วยซ้ำ

# strSearchMethodByAttribute
source: By attributes from H02 form
ar_iq: بواسطة الميزة من نموذج ال H02
ka_ge: ფორმა H02 პარამეტრებიდან გამომდინარედ
kk_kz: H02 формадан параметрлер бойынша
ru_ru: По параметрам из формы H02
th_th: โดยคุณลักษณะจากฟอร์มH02

# strSearchMethodByIdentityDocument
source: By identity document
ar_iq: بواسطة الوثيقة المعرفة
kk_kz: Жеке күәлік бойынша
ru_ru: По документу, удостоверяющему личность
th_th: โดยเอกสารยืนยันตัวตน

# strSearchMethodByPIN
source: By PIN
ar_iq: بواسطة ال PIN
kk_kz: Жеке ИН бойынша
ru_ru: По персональному ИН
th_th: โดยเอกสารยืนยันตัวตน

# strDocumentTypeAzPassport
source: Passport of the citizen of the Republic of Azerbaijan
ar_iq: جواز سفر المواطن لجمهورية أذربيجان
kk_kz: Азербайджан Мемлекет азаматтың төлқұжаты
ru_ru: Паспорт гражданина Азербайджанской Республики
th_th: หนังสือเดินทางของชาวไทย

# strDocumentTypeAzIdCardOver18
source: Identity card of the citizen of the Republic of Azerbaijan over 18 years
ar_iq: بطاقة تعريف لمواطن جمهورية أذربيجان فوق ال 18 سنة
kk_kz: 18 жастан асқан Азербайджан Мемлекет азаматының жеке күәлігі
ru_ru: Удостоверение личности гражданина Азербайджанской Республики старше 18 лет
th_th: บัตรประจำตัวประชาชนของชาวไทยที่อายุมากกว่า18ปี

# strDocumentTypeAzIdCardUnder18
source: Identity card of the citizen of the Azerbaijan Republic under the age of 18 years
ar_iq: بطاقة تعريف لمواطن جمهورية أذربيجان تحت ال 18 سنة
kk_kz: 18 жастан аспаған Азербайджан Мемлекет азаматының жеке күәлігі
ru_ru: Удостоверение личности гражданина Азербайджанской Республики младше 18 лет
th_th: บัตรประจำตัวประชาชนของชาวไทยที่อายุต่ำกว่า18ปี

# strDocumentTypeAzTemporaryPermit
source: Temporary residence permit for stateless persons and foreigners
ar_iq: رخصة أقامة مؤقتة لاشخاص من خارج المحافظة والاشخاص الاجانب
kk_kz: Шетел адамдарға және азаматтығы болмаған адамдарға тұру үшін уақытша рұқсат
ru_ru: Временное разрешение на проживание для лиц без гражданства и иностранцев
th_th: ใบอนุญาตพำนักชั่วคราวสำหรับบุคคลไร้สัญชาติและชาวต่างประเทศ

# strDocumentTypeAzPermanentPermit
source: Permanent residence permit for stateless persons and foreigners
ar_iq: رخصة أقامة دائمية لاشخاص من خارج المحافظة والاشخاص الاجانب
kk_kz: Шетел адамдарға және азаматтығы болмаған адамдарға тұру үшін тұрақты рұқсат
ru_ru: Постоянное разрешение на проживание для лиц без гражданства и иностранцев
th_th: ใบอนุญาตพำนักถาวรสำหรับบุคคลไร้สัญชาติและชาวต่างประเทศ

# strSearchCriteriaIsWrong
source: According to the search criteria no records or multiple records found. Please update search criteria and try to find person again.
ar_iq: طبقا لمعيار البحث لايوجد اي سجلات أو سجلات متعددة. الرجاء تحديث معياريت البحث والمحاولة مرة اخرى.
kk_kz: Берілген белгілер бойынша ешбір дерек табылмады немесе бірнеше дерек табылды. Берілген белгілерді қайтадан қарастырып іздеуді қайталаңыз.
ru_ru: По заданным критериям поиска не найдено ни одной записи или найдено несколько записей. Пожалуйста, уточните указанные критерии поиска и повторите поиск.
th_th: ไม่พบข้อมูลจากเงื่อนไขการค้นหานี้ กรุณาเปลี่ยนเงื่อนไขการค้นหาและลองอีกครั้ง

# strPersonServiceIsUnavailable
source: Person Identity Service is not responding. Please try to find the person later.
ar_iq: خدمة تعريف الاشخاص معطلة. الرجاء محاولة البحث عن الشخص لاحقا.
kk_kz: Жеке ИН туралы дерек беретін сервис жұмыс істемейді. Кешірек іздеп көріңіз.
ru_ru: Сервис, предоставляющий информацию о персональных ИН, не отвечает. Попробуйте повторить поиск позже.
th_th: ระบบค้นหาบุคคลไม่ตอบสนอง กรุณาค้นหาบุคคลภายหลัง

# msgNotPossibleToSave
source: It is not possible to save the changes.
ar_iq: لايمكن حفظ التغييرات
ka_ge: შეუძლებელია ცვლილებების დამახსოვრება
kk_kz: Өзгерістерді сақтауға мүмкін емес
ru_ru: Невозможно сохранить изменения.
th_th: ไม่สามารถบันทึกการเปลี่ยนแปลงได้

# msgRestoreToDefault
source: Restore to default state
ar_iq: أسترجاع للحالة الافتراضية
ka_ge: დაბრუნება ნაგულისხმევ მდგომარეობაზე
kk_kz: Әдепкі күйге қайтадан келтіру
ru_ru: Вернуть в состояние по умолчанию
th_th: กลับไปที่สภาพเริ่มต้น

# titleSystemPreferences
source: System Preferences
ar_iq: مراجع النظام
ka_ge: სისტემური უპირატესობები
kk_kz: Күйге келтіру
ru_ru: Настройки
th_th: การตั้งค่าระบบ

# btnRestoreToDefault
source: Restore to default
ar_iq: أسترجاع للحالة الافتراضية
ka_ge: დაბრუნება ნაგულისხმევ მდგომარეობაზე
kk_kz: Әдепкі күйге қайтадан келтіру
ru_ru: Вернуть в состояние по умолчанию
th_th: กลับไปที่ค่าเริ่มต้น

# msgAskRestoreToDefault
source: Do you want to restore all the settings to default values?
ar_iq: هل ترغب أسترجاع جميع الاعدادات للحالة الافتراضية؟
ka_ge: გსურთ ყველა პარამეტრის ნაგულხმევ მნიშვნელობებზე დაბრუნება?
kk_kz: Әдепкі күйге қайтадан келтіруді қалайсыз ба?
ru_ru: Желаете вернуть все настройки в состояние по умолчанию?
th_th: ต้องการตั้งค่าทั้งหมดกลับไปที่ค่าเริ่มต้นหรือไม่?

# msgWarningForFinalCaseClassification
source: Final Case Classification does not match with Basis of Diagnosis.
ar_iq: تصنيف الحالة النهائية لايتطابق مع اساس الامراض
ka_ge: შემთხვევის საბოლოო კლასიფიკაცია არ შეესაბამება დიაგნოზის დასმის საფუძველს
kk_kz: Жағдайдың қорытынды классификациясы диагноз қою негіздемеге сәйкес келмейді
ru_ru: Заключительная классификация случая не соответствует основанию для постановки диагноза.
th_th: การสรุปประเภทผู้ป่วยไม่ตรงกับการวินิจฉัยพื้นฐาน

# msgSampleWasNotEnteredForVet
source: Sample type was not entered on the Samples tab. Please enter the sample type on the Samples tab.
ar_iq: نوع العينة لم يتم ادخاله في مقطع العينات. الرجاء ادخل نوع العينة في مقطع العينات.
ka_ge: ნიმუშების ჩანართი არ შეიცავს არც ართ ნიმუშს. გთხოვთ დაამატეთ ნიმუში ნიმუშების ჩანართზე.
kk_kz: Закладка Пробы не содержит ни одной пробы. Пожалуйста, добавьте пробу на закладке Пробы.
ru_ru: Закладка Пробы не содержит ни одной пробы. Пожалуйста, добавьте пробу на закладке Пробы.
th_th: ประเภทของตัวอย่างไม่ถูกใส่ลงบนแถบตัวอย่าง กรุณาใส่ประเภทของตัวอย่างบนแถบตัวอย่าง

# msgCouldNotGetQueryCacheExistance
source: Could not define does query cache exists for Query ID={0}.
ar_iq: لم نستطع تعريف هل المستعلم موجود في الذاكرة الؤقته لرقم المستعلم معرف = {0}
ka_ge: ვერ ხერხდება {0} მოთხოვნის ქეშის არსებობის შემოწმება
kk_kz: Сауал үшін және {0} идентификатормен кэштің бар болғанын тексеруге мүмкін емес
ru_ru: Не удается проверить существование кэша для запроса и идентификатором {0}
th_th: ไม่สามารถระบุคิวรี่แคชสำหรับคิวรี่ID={0}

# msgShouldOpenLayout
source: Opening the Layout can take a long time due to Query execution. Click [Ok] to continue loading layout data, otherwise click [Cancel]
ar_iq: فتح النموذج قد ياخذ وقت طويل بسبب تنفيذ المستعلم. اضغط على [موافقة] للاستمرار في تحميل بيانات النموذج, عدا ذلك أضغط [ألغاء].
ka_ge: ანგარიშის გახსნას შეიძლება დაჭირდეს ბევრი ხანი მოთხოვნის ხელახლა შესრულების გამო. გსურთ ანგარიშის გახსნის გაგრძელება თუ გააუქმებთ?
ru_ru: Открытие отчета может потребовать много времени из-за перевыполнения запроса. Нажмите Ok для продолжения загрузки отчета или Отменить для отмены загрузки.
th_th: การเปิดเลย์เอาท์อาจใช้เวลานานเนื่องจากการดำเนินคิวรี่ คลิก[Ok]เพื่อโหลดข้อมูลเลย์เอาท์ต่อ หรือคลิก[ยกเลิก]

# msgExternalComparativeReportCorrectYear
source: The Year selected in the Year 2 filter shall be less than the Year selected in the Year 1 filter
ar_iq: السنة المختارة في حقل السنة2 يجب ان تكون اقل من السنة المختارة في حقل سنة1
ka_ge: წელი რომელიც არჩეულია ფილტრის ველში "წელი 2" უნდა იყოს უფრო მცირე ვიდრე წელი რომელიც არჩეულია ველში "წელი 1"
kk_kz: «Жыл 2» сүзгіде таңдалған жыл «Жыл 1» сүзгіде таңдалған жылдан кем болу керек.
ru_ru: TГод выбранный в фильтре «Год 2» должен быть меньше, чем год выбранный в фильтре «Год 1»
th_th: ปีที่เลือกในตัวกรองปี2 ต้องน้อยกว่าปีที่เลือกในตัวกรองปี1

# downloadLists
source: Download lists from the server
ar_iq: تحميل قائمة من الخادم
ka_ge: გადმოტვირთეთ ჩანაწერების ჩამონათვლები სერვერიდან
kk_kz: Тізімдерді серверден жүктеңіз
ru_ru: Загрузите списки с сервера
th_th: ดาวน์โหลดรายการจากเซิฟเวอร์

# strDocumentTypeAzBirthCertificate
source: Birth Certificate of the citizen of the Republic of Azerbaijan
ar_iq: شهادة ولادة لمواطن جمهورية أذربيجان
kk_kz: Азербайджан Мемлекет азаматтың туу туралы төлқұжаты
ru_ru: Свидетельство о рождении гражданина Азербайджанской Республики
th_th: สูติบัตรสำหรับประชากรไทย

# strCases
source: case(s)
ar_iq: حالة (حالات)
ka_ge: შემთხვევა/შემთხვევები
kk_kz: сл.
ru_ru: сл.
th_th: กรณี

# msgSampleWasNotEnteredForHuman
source: Sample type was not entered on the Samples Collection tab. Please enter the sample type on the Samples Collection tab or, if sample type is unknown, select Sample Type=Unknown form Local Sample ID drop-down on Tests tab.
ar_iq: نوع العينة لم يتم ادخاله في مقطع جمع العينات. الرجاء ادخل نوع العينة في هذا الجزء أو, اذا نوع العينة غير معرف, أختاؤ نوع العينة = غير معرف نموذج معرف العينة المحلي للقائمة المنسدلة في مقطع الاختبارات.
ka_ge: ნიმუშების ჩანართი არ შეიცავს არც ართ ნიმუშს. გთხოვთ დაამატეთ ნიმუში ნიმუშების ჩანართზე ან თუ ნიმუშის ტიპი უცნობია ტესტების ჩანართზე ნიმუშის Id-ის არჩევისას მიუთითეთ ნიმუში ტიპი=უცნობია
kk_kz: Закладка Список проб не содержит ни одной пробы. Пожалуйста, добавьте пробу на закладке Список проб или, если тип пробы неизвестен, выберите Тип пробы = Неизвестный в выпадающем списке Инд. № пробы при отборе на закладке Тесты.
ru_ru: Закладка Список проб не содержит ни одной пробы. Пожалуйста, добавьте пробу на закладке Список проб или, если тип пробы неизвестен, выберите Тип пробы = Неизвестный в выпадающем списке Инд. № пробы при отборе на закладке Тесты.
th_th: ประเภทตัวอย่างไม่ได้ถูกระบุในแท็บการเก็บตัวอย่าง โปรดระบุประเภทตัวอย่างในแท็บการเก็บตัวอย่าง หากไม่ทราบประเภทตัวอย่าง เลือกประเภทตัวอย่าง=ไม่ทราบ จากดร็อปดาวน์รหัสตัวอย่างในแท็บการทดสอบ

# msgCantShowView
source: Pivot Grid for the selected Layout is not designed. Design the Pivot Grid first and then open View.
ar_iq: الشبكة المحورية للنموذج المختار غير جاهز. صمم الشبكة المحورية اولا وبعد ذلك افتح مشاهدة.
ka_ge: მოცემული ანგარიშის ჯამური ცხრილი ჯერ არ არის შედგენილი. ჯერ შექმენით ჯამური ცხრილი და მხოლოდ შემდეგ გახსენით ანგარიშის დათვალიერების რეჟიმი
kk_kz: Сводная таблица выбранного отчета еще не сконструирована. Сначала сконструируйте сводную таблицу а затем откройте отчет в режиме представления.
ru_ru: Сводная таблица выбранного отчета еще не сконструирована. Сначала сконструируйте сводную таблицу а затем откройте отчет в режиме представления.
th_th: Pivot Grid สำหรับเลย์เอาท์ที่เลือกยังไม่ถูกออกแบบ ออกแบบPivot Grid ก่อนจากนั้นเปิด เรียกดู

# LayoutView
source: View
ar_iq: مشاهدة
ka_ge: დათვალიერება
kk_kz: Нысана
ru_ru: Представление
th_th: เรียกดู

# titleHumanAggrCaseReport
source: Human Aggregate Case Report
ar_iq: تقرير حالة بشرية تجميعية
ka_ge: ადამიანის დაავადების აგრეგირებული შემთხვევის ანგარიში
kk_kz: Біріктірілген адам ауру жағдайы туралы есептеме
ru_ru: Отчет об агрегированном случае заболвания человека
th_th: รายงานกรณีผู้ป่วยรวม

# titleVetAggrCaseReport
source: Vet Aggregate Case Report
ar_iq: تقرير حالة بيطرية تجميعية
ka_ge: აგრეგირებული ანგარიში ვეტ შემთხვევის შესახებ
kk_kz: Біріктірілген мал ауру жағдайы туралы есептеме
ru_ru: Отчет об агрегированном случае заболвания животного
th_th: รายงานกรณีรวมทางสัตวแพทย์

# titleVetAggrActionReport
source: Vet Aggregate Action Report
ar_iq: تقرير الفعاليات البيطرية التجميعية
ka_ge: აგრეგირებული ანგარიში ვეტ ღონისძიების შესახებ
kk_kz: Біріктірілген ветеринариялық жағдай туралы есептеме
ru_ru: Отчет об агрегированном случае ветеринарных мероприятий
th_th: รายงานการปฏิบัติงานรวมทางสัตวแพทย์

# titleOutbreakReport
source: Outbreak Report
ar_iq: تقرير تفشي
ka_ge: ანგარიში ეპიდაფეთქების შესახებ
kk_kz: Бұрқ етпе жағдай туралы есептеме
ru_ru: Отчет о вспышке заболеваний
th_th: รายงานการระบาด

# titleHumanAggregateCasesSummaryReport
source: Human Aggregate Cases Summary Report
ar_iq: تقرير ملخص حالات بشرية تجميعية
ka_ge: ადამიანთა დაავადების აგრეგირებულ შემთხვევათა შეჯამების ანგარიში
kk_kz: Адам ауру жағдайы туралы есептеме
ru_ru: Суммарный отчет об агрегированных случаях заболевания человека
th_th: รายงานสรุปกรณีผู้ป่วยรวม

# titleVetAggregateCasesSummaryReport
source: Vet Aggregate Cases Summary Report
ar_iq: تقرير ملخص حالات بيطرية تجميعية
ka_ge: ვეტ აგრეგირებულ შემთხვევათა ჯამური ანგარიში
kk_kz: Біріктірілген мал ауру жағдайы туралы есептеме
ru_ru: Суммарный отчет об агрегированных случаях заболевания животных
th_th: รายงานสรุปกรณีรวมทางสัตวแพทย์

# titleVetAggregateActionsSummaryReport
source: Vet Aggregate Actions Summary Report
ar_iq: تقرير ملخص الفعاليات البيطرية التجميعية
ka_ge: ვეტ აგრეგირებულ ღონისძიებათა შეჯამების ანგარიში
kk_kz: Біріктірілген ветеринариялық жағдай туралы есептеме
ru_ru: Суммарный отчет по агрегированным ветеринарным мероприятиям
th_th: รายงานสรุปการปฏิบัติงานรวมทางสัตวแพทย์

# titleLivestockInvestigationReport
source: Livestock Disease Investigation Form
ar_iq: نموذج تحريات أمراض المواشي
ka_ge: შინაურ ცხოველთა დაავადების კვლევის ფორმა
kk_kz: ООБР бағдарлама бойынша ұй малдың өлімін тексеру формасы
ru_ru: Форма учета вспышек заболеваний домашнего скота по программе ООБР
th_th: แบบฟอร์มสอบสวนโรคปศุสัตว์

# titleAvianInvestigationReport
source: Avian Disease Investigation Form
ar_iq: نموذج تحريات أمراض الطيور
ka_ge: ფრინველის დაავადების კვლევის ფორმა
kk_kz: ООБР бағдарлама бойынша ұй құстың өлімін тексеру формасы
ru_ru: Форма расследования смертности домашней птицы по программе ООБР
th_th: แบบฟอร์มสอบสวนโรคสัตว์ปีก

# titleLabTestReport
source: Lab Test Report
ar_iq: تقرير الفحص المختبري
ka_ge: ანგარიში ლაბორატორიული ტესტის შესახებ
kk_kz: Зертхана сынағы туралы есептеме
ru_ru: Отчет о лабораторном тесте
th_th: รายงานการทดสอบทางห้องปฏิบัติการ

# btCreateNew
source: Create as New
th_th: สร้างกรณีใหม่

# btDismiss
source: Dismiss
th_th: ไม่อัปเดท

# btDismissAll
source: Dismiss All
th_th: ไม่อัปเดททั้งหมด

# btFinalize
source: Finalize
th_th: ตรวจเสร็จแล้ว

# btUpdate
source: Update
th_th: อัปเดท

# msg506AbsentColumn
source: There is no column {0}.
th_th: ไม่มีคอลัมน์{0}

# msg506BadHeader
source: Wrong file format.{0}Please select another file.
th_th: ฟอร์แมตของไฟล์ไม่ถูกต้อง {0} กรุณาเลือกไฟล์อื่น

# msg506DataTypeError
source: Wrong data type in column {0}.
th_th: ข้อมูลผิดประเภทในคอลัมน์ {0}

# msg506DateBusinessRuleFailed
source: Date business rule failed validation in column {0}.
th_th: วันที่ไม่ถูกต้องตามกฏในคอลัมน์ {0}

# msg506DATEDEATH
source: DATEDEATH field cannot contain value if RESULT ≠ 2.
th_th: ช่อง DATEDEATH ไม่สามารถมีค่าได้ถ้า RESULT≠ 2

# msg506DuplicateColumn
source: There are more than 1 column with name {0}.
th_th: มีคอลัมน์ชื่อ{0} มากกว่า1 คอลัมน์ กรุณา

# msg506HSERV
source: HSERV values shall be equal for all the records in the 506 file.
th_th: ค่า HSERV จะต้องเท่ากับกับข้อมูลทั้งหมดในไฟล์ 506

# msg506MandatoryField
source: Mandatory field in column {0} cannot be empty.
th_th: ข้อมูลในคอลัมน์ {0} ไม่สามารถปล่อยว่างได้

# msg506MaxLengthError
source: Max string length in column {0} is exceeded.
th_th: จำนวนตัวอักษรในคอลัมน์ {0} เกินพิกัด

# msg506RecordIsDuplicate
source: The record is a duplicate of the record in row {0}.
th_th: ข้อมูลซ้ำกับข้อมูลในแถว{0}

# msg506UnknownReferenceValue
source: Unknown reference value in column {0}.
th_th: มีข้อมูลที่ไม่ถูกต้องในคอลัมน์ {0}

# msg506UnsupportedExtention
source: Unacceptable file extension. Please select another file.
th_th: ไม่รองรับไฟล์ประเภทนี้ กรุณาเลือกไฟล์อื่น

# msgUploadFileConfirmSaveData
source: File format has been validated successfully. Do you want to upload it?
th_th: ตรวจสอบไฟล์เรียบร้อยแล้ว ต้องการอัปโหลดไฟล์หรือไม่

# msgUploadFileConfirmSaveDataWithDublicates
source: File format has been validated successfully and all resolutions for updates are made. Do you want to upload file?
th_th: ตรวจสอบไฟล์เรียบร้อยและทำการอัปเดทข้อมูลแล้ว ต้องการอัปโหลดไฟล์หรือไม่

# msgUploadFileDismissAll
source: All the cases will not be updated. Are you sure you want to dismiss all the cases?
th_th: กรณีผู้ป่วยทั้งหมดยังไม่ได้อัปเดท แน่ใจหรือไม่ว่าต้องการยกเลิกทั้งหมด?

# msgUploadFileDismissUnspecifiedDuplicates
source: There are cases without resolution. Do you want to dismiss them?
th_th: มีกรณีผู้ป่วยที่ยังไม่ได้เลือกว่าจะอัปเดทหรือไม่ ต้องการปล่อยข้ามไป?

# msgUploadFileInvalidFormat
source: Wrong file format. Please select another file.
th_th: ฟอร์แมตของไฟล์ไม่ถูกต้อง กรุณาเลือกไฟล์อื่น

# msgUploadFileNullFile
source: During file upload some errors occurred. Please try again.
th_th: เกิดข้อผิดพลาดขึ้นระหว่างการนำเข้า กรุณาลองอีกครั้ง

# msgUploadFileSuccess
source: File has been uploaded successfully. Please see results in the '{0}' file.
th_th: ไฟล์ถูกอัปโหลดเรียบร้อยแล้ว กรุณาดูข้อมูลที่ถูกอัปโหลดในไฟล์ '{0}' file

# msgUploadFileSystemIsBusy
source: The system is busy now uploading other files. Please try again a few minutes later.
th_th: ระบบกำลังอัปโหลดไฟล์อื่นอยู่ กรุณารอซักครู่แล้วลองอีกครั้ง

# msgUploadFileTooManyRows
source: Wrong file format. Number of rows shall be less than 20,000. Please reduce the number of rows or select another file.
th_th: ฟอร์แมตของไฟล์ไม่ถูกต้อง จำนวนแถวต้องมีน้อยกว่า 20,000 กรุณาลดจำนวนแถวหรือเลือกไฟล์อื่น

# msgUploadFileValidationError
source: During file validation some errors were found. Please see errors in the '{0}' file. Fix the errors and try again.
th_th: พบข้อผิดพลาดระหว่างตรวจไฟล์ กรุณาดูข้อผิดพลาดในไฟล์'{0}' แก้ไขข้อผิดพลาดและลองอีกครั้ง

# rsCreate
source: Create as New
th_th: สร้างกรณีใหม่

# rsDismiss
source: Dismiss
th_th: ไม่อัปเดท

# rsUnspecified
source: Unspecified
th_th: ไม่ระบุ

# rsUpdate
source: Update
th_th: อัปเดท

# tabUpload506File
source: Upload 506 File
th_th: อัปโหลดไฟล์ 506

# title506CasesForUpdate
source: Cases Candidates for Update
th_th: ตรวจสอบและเลือกอัปเดทกรณีผู้ป่วย

# EIDSS_Short_Caption
source: EIDSS
ka_ge: დზეის
kk_kz: АҚЭИЖ (ЭИСНЗ)
ru_ru: ЭИСНЗ

# strReportNA
source: N/A
ka_ge: ა/შ
ru_ru: нет данных

# strVeterinaryOrganizations
source: Veterinary organizations
ru_ru: Ветеринарные организации

# titleMobileHeader
source: EIDSS
ar_iq: النظام الالكتروني المتكامل لمراقبة الأمراض
ka_ge: დზეის
kk_kz: АҚЭИЖ (ЭИСНЗ)
ru_ru: ЭИСНЗ

# msgBlankDiagnosisFilter
source: Blank Diagnosis Filter
ka_ge: ანგარიშგებას დაქვემდებარებული ყველა დიაგნოზი
ru_ru: все подлежащие извещению диагнозы

# cbCounter1GG
source: Percentage
ka_ge: პროცენტი
ru_ru: Процент

# msgTooManySpeciesType
source: You can specify not more than three species in Species type filter.
ru_ru: Вы можете выбрать не более трёх значений в фильтре Вид животного.

# EIDSSIncomliance
source: EIDSS Web
ka_ge: ვებ დზეისი
kk_kz: Зооноздық
ru_ru: Веб-версия «ЭИСНЗ»: несоответствие

# strCBT
source: CBT
ka_ge: ვიდეო გაკვეთილები
kk_kz: Ok
ru_ru: Компьютеризированное обучение

# strRepublicOfArmenia
source: Republic of Armenia
ru_ru: Республика Армения

# msgReportAzCaseNotFound
source: Case not found
ru_ru: Случай не найден

# msgReportAzSamplesNotFound
source: Case with specified Case ID exists in the system, but it does not contain samples
ru_ru: Случай найден, но в нем отсутствуют зарегистрированные образцы

# msgReportAzSampleNotFound
source: Sample not found.
ru_ru: Образец не найден.

# msgReportAzDepartmentsNotFound
source: Sample exists in the system, but the laboratory, where it is located, does not contain departments.
ru_ru: Образец зарегистрирован в системе, но лаборатория, в которой он находится, не имеет отделов.

# msgCantChangeEmployeeOrganization
source: Organization can't be changed because the selected organization is not related to any site. Employee can't have an account belonging to an external organization. Please remove employee's account or select another organization.
ru_ru: Организация не была изменена, потому что выбранная организация не связана ни с одним сайтом. Сотрудник не может иметь регистрационную запись, если он относится к внешней организации. Пожалуйста, удалите регистрационную запись сотрудника или выберите другую организацию.

# strSurveillanceType
source: Surveillance type
ru_ru: Вид надзора

# strActiveSurveillance
source: Active surveillance
ru_ru: Активный надзор

# strPassiveSurveillance
source: Passive surveillance
ru_ru: Пассивный надзор

# strAggregateActions
source: Aggregate actions
ru_ru: Агрегированные мероприятия

# strInvestigationMeasureName
source: Name of investigation/measure
ru_ru: Название исследования/мероприятия

# strSpeciesType
source: Species Type
ru_ru: Вид животного

# msgComparativeReportGGCorrectYear
source: The Year selected in the “First Year” filter shall be less than the Year selected in the “Second Year” filter.
ka_ge: წელი ფილტრში „პირველი წელი“ უნდა იყოს ნაკლები წელზე ფილტრში „მეორე წელი“.
ru_ru: Год выбранный в фильтре «Первый год» должен быть меньше, чем год выбранный в фильтре «Второй год».

# btnValidate
source: Validate
ru_ru: Проверить

# kzForm1
source: Form#1
kk_kz: 1-нысан
ru_ru: Форма № 1

# kzForm2
source: Form#2
kk_kz: 2-нысан
ru_ru: Форма № 2

# kzForm1ReportType
source: monthly
kk_kz: ай сайын
ru_ru: ежемесячная

# kzForm2ReportType
source: monthly with the increase
kk_kz: ай сайын өсумен
ru_ru: ежемесячная с нарастанием
