Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.core/Resources/EidssMenu.*.resx
Languages: ar_iq, az_latn_az, hy_am, kk_kz, ru_ru, th_th, uk_ua

# MenuSpeciesTypeReferenceEditor
source: Species Types Editor
ar_iq: محرر أنواع الحيوانات
az_latn_az: Heyvan növləri üzrə istinadların redaktəedicisi
hy_am: Կենդանատեսակների խմբագրիչ
kk_kz: Жануар түрлері анықтамалығының редакторы
ru_ru: Редактор справочника видов животных
th_th: บรรณาธิกรประเภทของสายพันธุ์
uk_ua: Редактор типів виду

# MenuStatistic
source: Statistical Data
ar_iq: بيانات إحصائية
az_latn_az: Statistik məlumatlar
hy_am: Վիճակագրական տվյալներ
kk_kz: Статистикалық деректер
ru_ru: &Статистические данные
th_th: ข้อมูลทางสถิติ
uk_ua: Статистичні дані

# MenuStatisticTypeEditor
source: Generic Statistical Types Editor
ar_iq: محرر أنواع إحصائية عامة
az_latn_az: Ümumi statistik növlərinin redaktəedicisi
hy_am: Վիճակագրական հաշվետվությունների տեսակների խմբագրիչ
kk_kz: Статистикалық есеп үлгілерінің редакторы
ru_ru: &Редактор типов статистических отчетов
th_th: บรรณาธิกรประเภททางสถิติทั่วไป
uk_ua: Редактор типів статистичних звітів

# menuStndReports
source: &Standard Reports
ar_iq: &تقارير معيارية
az_latn_az: &Standart hesabatlar
hy_am: &Ստանդարտ հաշվետվություններ
kk_kz: &Стандартты есептер
ru_ru: &Стандартные отчёты
th_th: &รายงานมาตรฐาน
uk_ua: &Стандартні

# menuAvrReports
source: &AVR Reports
ar_iq: &تقارير مراقبة صحة التقارير
az_latn_az: &AVH Hesabatları
hy_am: &ՎՏՀ հաշվետվություններ
kk_kz: &АВО Есептемелері
ru_ru: &Отчеты АВО
th_th: &รายงาน AVR
uk_ua: Звіти АВЗ

# MenuSystem
source: &System
ar_iq: &نظام
az_latn_az: &Sistem
hy_am: &Համակարգ
kk_kz: &Жүйе
ru_ru: С&истема
th_th: &ระบบ
uk_ua: &Система

# MenuSystemFunction
source: System Functions
ar_iq: وظائف النظام
az_latn_az: Sistem Funksiyaları
hy_am: Մուտքի իրավունքների կառավարում
kk_kz: Қолжетімділік құқығын басқару
ru_ru: &Управление правами доступа
th_th: ฟังค์ชั่นระบบ
uk_ua: Системні функції

# MenuTest_For_Disease
source: Diagnosis → Lab Test Matrix
ar_iq: التشخيص --> مصفوفة الاختبار المخبري
az_latn_az: Diaqnoz → Laborator testlər Matriksi
hy_am: Ախտորոշում - > Լաբորատոր հետազոտություններ մատրիցա
kk_kz: Матрица Диагноз → Ұсынылатын зертханалық тесттер
ru_ru: Матрица: Диагноз → Рекомендуемые лабораторные тесты
th_th: การวินิจฉัย→ เมตริกซ์การทดสอบทางห้องปฏิบัติงาน
uk_ua: Матриця Діагноз → Лабораторні тести

# MenuTestResultMatrix
source: Test → Test Result Matrix
ar_iq: اختبار --> مصفوفة نتيجة الاختبار
az_latn_az: Testlər → Test nəticələrinin siyahısı matriksi
hy_am: Հետազոտություն → Հետազոտության արդյունք մատրիցա
kk_kz: Матрица Тест> Тест нәтижелері
ru_ru: Матрица: Тест → Результаты теста
th_th: การทดสอบ → เมตริกซ์ผลลัพธ์การทดสอบ
uk_ua: Матриця Тести → Результати тестів

# MenuUniversalBarcodes
source: Print Barcodes
ar_iq: طباعة الرموز الشريطية
az_latn_az: Ştrixkodların çapı
hy_am: Տպել շտրիխ կոդերը
kk_kz: Штрих-кодтарды басып шығару...
ru_ru: Печать штрихкодов...
th_th: พิมพ์บาร์โค้ด
uk_ua: Друк штрих-кодів

# MenuUserGroups
source: User Groups
ar_iq: مجموعات المستخدمين
az_latn_az: İstifadəçi qrupları
hy_am: Օգտագործողների խմբեր
kk_kz: Пайдаланушылар тобы
ru_ru: &Группы пользователей
th_th: กลุ่มผู้ใช้
uk_ua: Групи користувачів

# MenuUzbekCyr
source: Uzbek (Cyrillic)
ar_iq: الأوزبيكية (بالأحرف السيريلية)
az_latn_az: Özbək (kirilcə)
hy_am: Ուզբեկերեն (Կիրիլիցա)
kk_kz: Өзбекше (кирилица)
ru_ru: У&збекский (кирилица)
th_th: ชาวอุซเบกิสถาน (ไซริลิค)
uk_ua: Узбецька (кирил.)

# MenuUzbekLat
source: Uzbek(Latin)
ar_iq: أوزبيكي (بالأحرف اللاتينية)
az_latn_az: Özbək (latınca)
hy_am: Ուզբեկերեն (Լատիներեն)
kk_kz: Өзбекше (латын)
ru_ru: &Узбекский (латиница)
th_th: ชาวอุซเบกิสถาน (ลาติน)
uk_ua: Узбецька (лат.)

# MenuVetCase
source: Veterinary Cases
ar_iq: حالات بيطرية
az_latn_az: Baytarlıq xəstəlik hadisələri
hy_am: Կենդանու/թռչնի դեպքեր
kk_kz: Ветеринариялық жағдай
ru_ru: Cлучаи заболевания животных
th_th: สัตว์ป่วย
uk_ua: Ветеринарні випадки

# MenuVetReports
source: Veterinary
ar_iq: بيطري
az_latn_az: Baytarlıq
hy_am: Անասնաբուժական
kk_kz: Ветеринариялық
ru_ru: Ветеринарный
th_th: ทางสัตว์แพทย์
uk_ua: Ветеринарні

# MenuView
source: &View
ar_iq: &عرض
az_latn_az: &Baxış
hy_am: &Դիտել
kk_kz: &Қарап шығу
ru_ru: Просмотреть
th_th: &มุมมอง
uk_ua: &Вид

# MenuViewAggregateSummaryCase
source: Human Aggregate Cases Summary
ar_iq: ملخص مجموع الحالات البشرية
az_latn_az: Cəmləşdirilmiş İnsan xəstəlik hadisələri üzrə yekun hesabatı
hy_am: Մարդու հիվանդության ցուցակային տվյալների ամփոփ հաշվետվություն
kk_kz: Адам ауруларының агрегацияланған жағдайлары. Жиынтық есеп
ru_ru: Суммарный отчет по агрегированным случаям заболеваний человека
th_th: สรุปผู้ป่วยรวม
uk_ua: Агрегований звіт по випадкам захворювань людини

# MenuViewVetAggregateSummaryAction
source: Veterinary Aggregate Actions Summary
ar_iq: ملخص مجموع الإجراءات البيطرية
az_latn_az: Qrupşəkilli baytarlıq tədbirlərinin yekun hesabatı
hy_am: Անասնաբուժական միջոցառումների վերաբերյալ ամփոփ տվյալներ
kk_kz: Ветеринариялық іс-шаралар бойынша жинақталған есеп
ru_ru: Суммарный отчет по агрегированным ветеринарным мероприятиям
th_th: สรุปรวมการปฏิบัติงานทางสัตว์
uk_ua: Агрегований звіт з ветеринарних заходів

# MenuViewVetAggregateSummaryCase
source: Veterinary Aggregate Cases Summary
ar_iq: مجمل مجموع الحالات البيطرية
az_latn_az: Qrupşəkilli baytarlıq xəstəlik hadisələrinin yekun hesabatı
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների ամփոփ հաշվետվություն
kk_kz: Жануарлар ауруларының агрегацияланған деректері бойынша жинақталған есеп
ru_ru: Суммарный отчет по агрегированным случаям заболеваний животных
th_th: สรุปสัตว์ป่วยรวม
uk_ua: Агрегований звіт по ветеринарним захворюванням

# MenuWindow
source: Window
ar_iq: إطار (نافذة)
az_latn_az: Pəncərə
hy_am: Պատուհան
kk_kz: Терезе
ru_ru: Окно
th_th: หน้าต่าง
uk_ua: Вікно

# ReportsAdmEventLog
source: Administrative Event Log
ar_iq: سجل الأحداث الإدارية
az_latn_az: İnzibati hadisələr jurnalı
hy_am: Ադմինիստրատիվ իրադարձությունների մատյան
kk_kz: Әкімшілік оқиғалар журналы
ru_ru: Журнал административных событий
th_th: บันทึกเหตุการณ์เกี่ยวกับการบริหาร
uk_ua: Журнал адміністративних подій

# ReportsHumDiagnosisToChangedDiagnosis
source: Concordance between Initial and Final Diagnosis
ar_iq: تطابق التشخيص الأولي والنهائي لحالة بشرية
az_latn_az: İnsan üçün "Diaqnozdan" "Dəyişdirilmiş diaqnoza"
hy_am: Մարդու դեպքի փոփոխված և նախնական ախտորոշումների հարաբերակցություն
kk_kz: Адамның өзгерген диагнозға қатысты диагнозы
ru_ru: Диагноз человека к измененному диагнозу
th_th: ความเกี่ยวข้องระหว่างการวินิจฉัยเบื้องต้น และสุดท้าย
uk_ua: Первинний діагонз порівняно зі зміненим

# ReportsHumMicrobiologyResearchCard
source: Microbiology Research Result
ar_iq: نتائج البحث الميكروبيولوجي
az_latn_az: Microbioloji araşdırma kartası
hy_am: Մանրէաբանական հետազոտության արդյունք
kk_kz: Микробиологиялық зерттеу картасы
ru_ru: Карта микробиологического расследования
th_th: ผลลัพธ์งานวิจัยทางห้องปฏิบัติการจุลชีวิวิทยา
uk_ua: Карта мікробіологічного розслідування

# ReportsHumMonthlyMorbidityAndMortality
source: Human Monthly Morbidity And Mortality
ar_iq: المعدل الشهري للأمراض والوفيات البشرية
az_latn_az: İnsanlar üçün aylıq xəstələnmə və ölüm göstəriciləri
hy_am: Մարդկանց ամսական հիվանդացություն և մահացություն
kk_kz: Адамның ай бойынша алынған ауруы және өлімі
ru_ru: Человеческая месячная заболеваемость и смертность
th_th: การเจ็บป่วยและการเสียชีวิตรายเดือนของผู้ป่วย
uk_ua: Щомісячна захворюваність та смертність серед людей

# ReportsHumSerologyResearchCard
source: Serology Research Result
ar_iq: نتائج بحث الأمصال
az_latn_az: Seroloji araşdırma kartı
hy_am: Շճաբանական հետազոտման արդյունք
kk_kz: Серологиялық зерттеу картасы
ru_ru: Карта серологического расследования
th_th: ผลลัพธ์งานวิจัยทางวิทยาเซรุ่ม
uk_ua: Карта серологічного дослідження

# ReportsHumSummaryOfInfectiousDiseases
source: Human Summary Of Infectious Diseases
ar_iq: ملخص الأمراض المعدية البشرية
az_latn_az: İnsanlar arasında yoluxucu xəstəliklərin yekunu
hy_am: Մարդու վարակիչ հիվանդությունների ամփոփում
kk_kz: Адамның жұқпалы аурулар мәліметі
ru_ru: Сводка инфекционных болезней человека
th_th: บทสรุปเรื่องมนุษย์กับโรคติดเชื้อ
uk_ua: Підсумки по інфекційних захворюваннях людини

# ReportsVetSamplesCount
source: Veterinary Samples Count
ar_iq: عدد العينات البيطرية
az_latn_az: Baytarlıq nümunələrinin sayı
hy_am: Անասնաբուժական նմուշների հաշվիչ
kk_kz: Ветеринариялық сынамалар есептегіші
ru_ru: Счетчик ветеринарных проб
th_th: จำนวนตัวอย่างทางสัตว์แพทย์
uk_ua: Лічильник ветеринарних зразків

# ReportsVetSamplesReportBySampleType
source: Veterinary Samples By Sample Type
ar_iq: عينات بيطرية حسب نوع العينة
az_latn_az: Baytarlıq üzrə nümunələr:nümunə növünə görə
hy_am: Անասնաբուժական նմուշներ ըստ նմուշի տեսակի
kk_kz: Сынама үлгісі бойынша ветеринариялық сынамалар
ru_ru: Ветеринарные пробы по типу пробы
th_th: ตัวอย่างทางสัตว์แพทย์ตามประเภทตัวอย่าง
uk_ua: Ветеринарні зразкі за типом

# ReportsVetSamplesReportBySampleTypesWithinRegions
source: Veterinary Samples By Sample Types Within Regions
ar_iq: عينات بيطرية حسب أنواع العينات في المناطق
az_latn_az: Regionlar daxilində baytarlıq üzrə nümunələr:nümunə növünə görə
hy_am: Անասնաբուժական նմուշներ ըստ նմուշի տեսակի՝ մարզերում
kk_kz: Облыстардағы сынамалар үлгілері бойынша ветеринариялық сынамалар
ru_ru: Ветеринарные пробы по типам проб в областях
th_th: ตัวอย่างทางสัตว์แพทย์ตามประเภทตัวอย่าง ภายในภูมิภาค
uk_ua: Ветеринарні зразкі за типом у межах області

# ReportsVetYearlySituation
source: Veterinary Yearly Situation
ar_iq: الحالة السنوية البيطرية
az_latn_az: Baytarlıq üzrə illik vəziyyət
hy_am: Անասնաբուժական տարեկան իրավիճակ
kk_kz: Жылдық ветеринариялық жағдай
ru_ru: Годовая ветеринарная ситуация
th_th: สถานการณ์ทางสัตว์แพทย์ประจำปี
uk_ua: Річна ветеринарна ситуація

# ToolbarNewHumanCase
source: New Human Case
ar_iq: حالة بشرية جديدة
az_latn_az: İnsanlar arasında yeni xəstəlik hadisəsi
hy_am: Նոր դեպք - Մարդ
kk_kz: Жаңа жағдай - Адам
ru_ru: Новый случай - Человек
th_th: สร้างผู้ป่วยใหม่
uk_ua: Новий випадок захворювання людини

# ToolbarNewOutbreak
source: New Outbreak
ar_iq: تفشي جديد
az_latn_az: Yeni alovlanma
hy_am: Նոր բռնկում
kk_kz: Жаңадан аурудың шығуы
ru_ru: Новая вспышка заболеваний
th_th: สร้างเหตุการณ์ระบาดใหม่
uk_ua: Новий спалах

# ToolbarNewVetCaseAvian
source: New Avian Case
ar_iq: حالة طيور جديدة
az_latn_az: Quşlar arasında yeni xəstəlik hadisəsi
hy_am: Նոր դեպք - Թռչուն
kk_kz: Жаңа жағдай - Құстар
ru_ru: Новый случай - Птицы
th_th: สร้างสัตว์ป่วยใหม่ (สัตว์ปีก)
uk_ua: Новий випадок захворювання птахів

# ToolbarNewVetCaseLivestock
source: New Livestock Case
ar_iq: حالة مواشي جديدة
az_latn_az: Heyvanlar arasında yeni xəstəlik hadisəsi
hy_am: Նոր դեպք - Կենդանի
kk_kz: Жаңа жағдай - Жануарлар
ru_ru: Новый случай - Животные
th_th: สร้างสัตว์ป่วยใหม่ (ปศุสัตว์)
uk_ua: Новий випадок захворювання худоби

# VetCountryPlannedDiagnosticTestsReport
source: Country Report "Planned diagnostic tests"
ar_iq: تقرير البلد "الاختبارات التشخيصية المخططة"
az_latn_az: Ölkə üzrə "Planlaşdırılmış diaqnoz testləri" adlı hesabat
hy_am: Հաշվետվություն ըստ երկրի "Պլանավորված ախտորոշիչ հետազոտություններ"
kk_kz: Республика бойынша есеп "Жоспарлы диагностикалық зерттеу"
ru_ru: Отчет по Республике "Плановые диагностические исследования"
th_th: รายงานประเทศ "การทดสอบการวินิจฉัยที่วางแผนแล้ว"
uk_ua: Звіт по країні "Планові діагностичні дослідження"

# VetCountryPreventiveMeasuresReport
source: Country Report "Veterinary preventive measures"
ar_iq: تقرير البلد "التدابير الوقائية البيطرية"
az_latn_az: Ölkə üzrə "Heyvan xəstəliklərinin qarşısını alan tədbirlər" adlı hesabat
hy_am: Հաշվետվություն ըստ երկրի "Անասնաբուժական կանխարգելման միջոցառումներ"
kk_kz: Республика бойынша есеп "Ветеринариялық – профилактикалық іс-шаралар"
ru_ru: Отчет по Республике "Ветеринарно-профилактические мероприятия"
th_th: รายงานประเทศ "มาตรการการป้องกันทางสัตว์แพทย์"
uk_ua: Звіт по країні "Ветеринарно-профілактичні заходи"

# VetCountryProphilacticMeasuresReport
source: Country Report "Veterinary- sanitary measures"
ar_iq: تقرير البلد "التدابير الصحية البيطرية"
az_latn_az: Ölkə üzrə "Heyvan xəstəliklərinə aid - sanitariya tədbirləri" adlı hesabat
hy_am: Հաշվետվություն ըստ երկրի "Անասնաբուժասանիտարական միջոցառումներ"
kk_kz: Республика бойынша есеп "Ветеринариялық-санитарлық іс-шаралар"
ru_ru: Отчет по Республике "Ветеринарно-санитарные работы"
th_th: รายงานประเทศ "มาตรการทางสัตว์แพทย์ - สุขอนามัย"
uk_ua: Звіт по країні "Ветеринарно-санітарні роботи"

# VetRegionPlannedDiagnosticTestsReport
source: Oblast Report "Planned diagnostic tests"
ar_iq: تقرير المحافظة "الاختبارات التشخيصية المخططة"
az_latn_az: Sahə üzrə "Planlaşdırılmış diaqnostik analizlər" adlı hesabat
hy_am: Հաշվետվություն ըստ տարածաշրջանի "Պլանավորված ախտորոշիչ հետազոտություններ"
kk_kz: Область бойынша отчет «Жоспарлаңған диагностикалық зерттеу»
ru_ru: Отчет по Области "Плановые диагностические исследования"
th_th: รายงานพื้นที่ "การทดสอบการวินิจฉัยที่วางแผนแล้ว"
uk_ua: Звіт по області "Планові діагностичні дослідження"

# VetRegionPreventiveMeasuresReport
source: Oblast Report "Veterinary preventive measures"
ar_iq: تقرير المحافظة "الإجراءات الوقائية البيطرية"
az_latn_az: Sahə üzrə "Baytarlıq sahədə profilaktika tədbirləri" adlı hesabat
hy_am: Հաշվետվություն ըստ տարածաշրջանի "Անասնաբուժական կանխարգելման միջոցառումներ"
kk_kz: Область бойынша отчет «Ветеринарлық – профилактикалық іс-шаралар»
ru_ru: Отчет по Области "Ветеринарно-профилактические мероприятия"
th_th: รายงานพื้นที่ "มาตรการการป้องกันทางสัตว์แพทย์"
uk_ua: Звіт по області "Ветеринарно-профілактичні заходи"

# VetRegionProphilacticMeasuresReport
source: Oblast Report "Veterinary- sanitary measures"
ar_iq: تقرير المنطقة "الإجراءات الصحية البيطرية"
az_latn_az: Sahə üzrə "Baytarlıq sahədə sanitariya tədbirləri" adlı hesabat
hy_am: Հաշվետվություն ըստ տարածաշրջանի "Անասնաբուժասանիտարական միջոցառումներ"
kk_kz: Область бойынша отчет «Ветеринарлық-санитарлық іс-шаралар»
ru_ru: Отчет по Области "Ветеринарно-санитарные работы"
th_th: รายงานพื้นที่ "มาตรการทางสัตว์แพทย์ - สุขอนามัย"
uk_ua: Звіт по області "Ветеринарно-санітарні роботи"

# MenuArmenian
source: Armenian
ar_iq: ارمني
az_latn_az: Erməni
hy_am: Հայերեն
kk_kz: Армянша
ru_ru: Армянский
th_th: อาร์เมเนียน
uk_ua: Вірменська

# MenuNewVector
source: Vector Surveillance Session
ar_iq: جلسة مراقبة الناقل
az_latn_az: Keçiricilər üzrə nəzarət sessiyası
hy_am: Պահոցների/Փոխանցողների հսկողության սեսիա
kk_kz: Жұқтырушыларды қадағалау сессиясы
ru_ru: Сессия надзора за переносчиками
th_th: หน่วยเฝ้าระวังพาหะนำโรค
uk_ua: Сесія нагляду за переносниками

# MenuLabSampleLogBook
source: Lab Sample Log Book
ar_iq: دفتر تسجيل العينات المخبرية
az_latn_az: Laborator nümunələr jurnalı
hy_am: Լաբորատոր նմուշների մատյան
kk_kz: Зертханалық сынамалар журналы
ru_ru: Журнал лабораторных проб
th_th: หนังสือบันทึกตัวอย่างทางห้องปฏิบัติการ
uk_ua: Журнал лабораторних зразків

# MenuUkrainian
source: Ukrainian
ar_iq: أوكراني
az_latn_az: Ukrayna
hy_am: Ուկրաիներեն
kk_kz: Украин тілі
ru_ru: Украинский
th_th: ชาวยูเครน
uk_ua: Українська

# ReportsActiveSurveillance
source: Active Surveillance Report
ar_iq: تقرير المراقبة النشطة
az_latn_az: Fəal müşahidə hesabatı
hy_am: Ակտիվ հսկողության հաշվետվություն
kk_kz: Белсенді қадағалау туралы есеп
ru_ru: Отчет об активном надзоре
th_th: รายงานการเฝ้าระวังที่มีการทำงาน
uk_ua: Звіт активного спостереження

# MenuVectorTypeEditor
source: Vector Types Editor
ar_iq: محرر أنواع الناقل
az_latn_az: Keçicirilər növlərinin redaktəedicisi
hy_am: Պահոցների/Փոխանցողների տեսակներ խմբագրիչ
kk_kz: Жұқтырушы типтері анықтамалығының редакторы
ru_ru: Редактор справочника типов переносчиков
th_th: บรรณาธิกรประเภทพาหะนำโรค
uk_ua: Редактор типів переносників

# MenuDataArchiveSettings
source: Data Archiving Settings
ar_iq: إعدادات أرشفة البيانات
az_latn_az: Məlumatların arxivləşmə prosesinin köklənməsi
hy_am: Տվյալների արխիվացման կարգավորումներ
kk_kz: Деректерді мұрағаттаудың теңшелімі
ru_ru: Настройки архивации данных
th_th: การตั้งค่าการได้รับมาซึ่งข้อมูล
uk_ua: Налаштування архівації даних

# MenuDiagnosis2PensideTest
source: Diagnosis → Penside Test Matrix
ar_iq: التشخيص --> مصفوفة الاختبار السريع
az_latn_az: Diaqnozlar → Təcili testlər matriksi
hy_am: Ախտորոշում → Էքսպրես հետազոտությունների մատրիցա
kk_kz: Матрица Диагноз → Далалық тесттер
ru_ru: Матрица: Диагноз → Полевые Тесты
th_th: การวินิจฉัย → เมตริกซ์การทดสอบทางภาคสนาม
uk_ua: Матриця Діагноз → Польові тести

# HumAntibioticResistanceCard
source: Antibiotic Resistance Card (NCDC&PH)
ar_iq: بطاقة مقاومة المضادات الحيوية
az_latn_az: Antibiotiklərə həssaslıq kartası
hy_am: Հակաբիոտիկների նկատմամբ կայունության քարտ
kk_kz: Антибиотикке қарсылық картасы
ru_ru: Карта устойчивости к антибиотикам
th_th: บัตรที่ต้านทานยาปฏิชีวนะ(NCDC&PH)
uk_ua: Карта стійкості до антибіотиків

# MenuConnectToArchive
source: Connect To Archive
ar_iq: الاتصال بالأرشيف
az_latn_az: Arxiv məlumatlarına bağlanmaq
hy_am: Մատչում դեպի արխիվային տվյալների բազա
kk_kz: Мұрағаттық дерекетер базасына қосылу
ru_ru: Подключиться к архивной базе данных
th_th: เชื่อมต่อเพื่อเก็บ
uk_ua: Підключитися до архіву

# ToolbarNewVector
source: New Vector Surveillance Session
ar_iq: جلسة مراقبة ناقل جديد
az_latn_az: Keçiricilər üzrə yeni nəzarət sessiyası
hy_am: Ստեղծել Պահոցների/Փոխանցողների սեսիա
kk_kz: Жұқтырушыларды қадағалау сессиясын құру
ru_ru: Новая сессия надзора за переносчиками заболеваний
th_th: หน่วยเฝ้าระวังพาหะนำโรคใหม่
uk_ua: Нова сесія нагляду за переносниками захворюваннь

# MenuFindVSSession
source: Vector Surveillance Sessions
ar_iq: جلسات مراقبة الناقل
az_latn_az: Keçiricilər üzrə nəzarət sessiyaları
hy_am: Պահոցների/Փոխանցողների հսկողության սեսիաներ
kk_kz: Жұқтырушыларды қадағалау сессиясы
ru_ru: Сессии надзора за переносчиками заболеваний
th_th: เซสชั่นการเฝ้าระวังพาหะนำโรค
uk_ua: Сесія нагляду за переносниками

# MenuVetAggregateActionList
source: Veterinary Aggregate Actions
ar_iq: مجموع الإجراءات البيطرية
az_latn_az: Qrupşəkilli baytarlıq tədbirləri
hy_am: Անասնաբուժական միջոցառումներ
kk_kz: Жануарлардың агрегацияланған ауыру жағдайына арналған іс-шаралар
ru_ru: Агрегированные ветеринарные мероприятия
th_th: รวมการปฏิบัติงานทางสัตว์
uk_ua: Агреговані ветеринарні заходи

# MenuVetAggregateCaseList
source: Veterinary Aggregate Cases
ar_iq: مجموع الحالات البيطرية
az_latn_az: Qrupşəkilli baytarlıq xəstəlik hadisələri
hy_am: Կենդանու/Թռչնի ծանուցման ենթակա հիվանդությունների հաշվետվություններ
kk_kz: Жануарлар аурулары бойынша агрегацияланған деректердің тізімі
ru_ru: Агрегированные случаи заболеваний животных
th_th: สัตว์ป่วยรวม
uk_ua: Агрегований ветеринарний звіт

# MenuVectorSubTypeEditor
source: Vector Species Types Editor
ar_iq: محرر أنواع الناقل
az_latn_az: Keçiricilərin Heyvan Növləri istinadın redaktəedicisi
hy_am: Պահոցների/Փոխանցողների կենդանատեսակների խմբագրիչ
kk_kz: Жұқтырушылар түрлерінің редакторы
ru_ru: Редактор видов переносчиков
th_th: บรรณาธิกรประเภทสายพันธุ์พาหะนำโรค
uk_ua: Редактор видів переносників

# MenuVectorType2CollectionMethod
source: Vector Type → Collection Method Matrix
ar_iq: نوع الناقل --> مصفوفة طريقة التجميع
az_latn_az: Keçiricilərin növləri → Toplama metodun matriksi
hy_am: Պահոցների/Փոխանցողների տեսակ -> Հավաքագրման մեթոդներ մատրիցա
kk_kz: Матрица Вектор үлгісі → Жинау әдістері
ru_ru: Матрица: Тип переносчика → Методы сбора
th_th: ประเภทพาหะนำโรค → เมตริกซ์วิธีการเก็บ
uk_ua: Матриця Тип переносника → Методи збору

# MenuVectorType2PensideTest
source: Vector Type → Field Test Matrix
ar_iq: نوع الناقل --> مصفوفة الاختبارات الميدانية
az_latn_az: Keçiricilərin növləri → Təcili testlər matriksi
hy_am: Պահոցների/Փոխանցողների տեսակ -> Դաշտային հետազոտությունների մատրիցա
kk_kz: Матрица Жұқтырушы типі → Жинау әдістері
ru_ru: Матрица: Тип переносчика → Полевые тесты
th_th: ประเภทพาหะนำโรค → เมตริกซ์การลงพื้นที่ทดสอบ
uk_ua: Матриця Тип переносника → Польові тести

# MenuVectorType2SampleType
source: Vector Type → Sample Type Matrix
ar_iq: نوع الناقل --> مصفوفة نوع العينة
az_latn_az: Keçiricilərin növləri → Nümunə növünün matriksi
hy_am: Պահոցի/փոխանցողի տեսակ → Նմուշների տեսակ մատրիցա
kk_kz: Матрица Жұқтырушы типі → Сынамалар үлгісі
ru_ru: Матрица: Тип переносчика → Типы проб
th_th: ประเภทพาหะนำโรค → เมตริกซ์ประเภทตัวอย่าง
uk_ua: Матриця Тип переносника → Типи проб

# HumSummaryByRayonDiagnosisAgeGroups
source: Report of human cases by rayon, diagnosis
ar_iq: تقرير الحالات البشرية وفق المنطقة السكنية والتشخيص
az_latn_az: Yoluxucu xəstəliklərin rayonlar və diaqnozlar üzrə hesabatı
hy_am: Մարդու դեպքերի հաշվետվություն ըստ շրջանի, ախտորոշման, տարիքային խմբերի
kk_kz: Аудан, диагноз, жас топтары бойынша ауру жағдайлары туралы есеп
ru_ru: Отчёт о случаях заболевания по районам и диагнозам
th_th: รายงานของกรณีมนุษย์โดยเรยอง การวินิจฉัย
uk_ua: Звіт по випадкам захворювань по районам та діагнозам

# HumComparativeReport
source: Comparative Report
ar_iq: تقرير مقارن
az_latn_az: Müqayisəli hesabat
hy_am: Համեմատական հաշվետվություն
kk_kz: Салыстырмалы есеп
ru_ru: Сравнительный отчет об инфекционной заболеваемости
th_th: รายงานเปรียบเทียบ
uk_ua: Порівняльний звіт

# HumComparativeIQReport
source: Comparative Report
ar_iq: تقرير مقارنة
az_latn_az: Müqayisəli hesabat
hy_am: Համեմատական հաշվետվություն
kk_kz: Салыстырмалы есеп
ru_ru: Сравнительный отчет об инфекционной заболеваемости
th_th: รายงานเปรียบเทียบ
uk_ua: Порівняльний звіт

# HumMainIndicatorsOfAFPSurveillance
source: Main indicators of AFP surveillance
ar_iq: أهم مؤشرات مراقبة الشلل الرخو الحاد
az_latn_az: Kəskin süst iflic üzərində nəzarətin əsas indikatorları
hy_am: ՍԹԿ հսկողության հիմնական ցուցիչներ
kk_kz: ЖДП қадағалаудың негізгі индикаторлары
ru_ru: Основные индикаторы надзора за ОВП
th_th: ตัวบ่งชี้หลัก สำหรับการระแวดระวัง AFP
uk_ua: Основні індикатори нагляду за ГМП

# HumAdditionalIndicatorsOfAFPSurveillance
source: Additional indicators of AFP surveillance
ar_iq: مؤشرات إضافية لمراقبة الشلل الرخو الحاد
az_latn_az: Kəskin süst iflic üzərində nəzarətin əlavə indikatorları
hy_am: ՍԹԿ հսկողության լրացուցիչ ցուցիչներ
kk_kz: ЖДП қадағалаудың қосымша индикаторлары
ru_ru: Дополнительные индикаторы надзора за ОВП
th_th: ตัวบ่งชี้เพิ่มเติมสำหรับการระแวดระวัง AFP
uk_ua: Додаткові індикатори нагляду за ГМП

# HumFormN85Monthly
source: National Statistic Form # 85 (monthly)
ar_iq: نموذج الإحصاء الوطني رقم 85 (شهري)
az_latn_az: Milli Statistika Forması # 85 (aylıq)
hy_am: Պետական Վիճակագրական Ձև #85 (ամսական)
kk_kz: Мемлекеттік Статистикалық Нысан # 85 (айлық)
ru_ru: Государственная Статистическая Форма # 85 (месячная)
th_th: แบบฟอร์มสถิติของประเทศ # 85 (ประจำเดือน)
uk_ua: Державна Статистична Форма № 85 (місячна)

# HumFormN85Annual
source: National Statistic Form # 85 (annual)
ar_iq: نموذج الإحصاء الوطني رقم 85 (سنوي)
az_latn_az: Milli Statistika Forması # 85 (illik)
hy_am: Պետական Վիճակագրական Ձև #85 (տարեկան)
kk_kz: Мемлекеттік Статистикалық Нысан # 85 (жылдық)
ru_ru: Государственная Статистическая Форма # 85 (годовая)
th_th: แบบฟอร์มสถิติของประเทศ # 85 (ประจำปี)
uk_ua: Державна Статистична Форма № 85 (річна)

# ToolbarFindASSession
source: Search Active Surveillance Session
ar_iq: بحث عن جلسة مراقبة نشطة
az_latn_az: Fəal Müşahidə Sessiyaları axtar
hy_am: Ակտիվ հսկողության սեսիայի որոնում
kk_kz: Белсенді қадағалау сессиясын іздеу
ru_ru: Поиск сессии активного надзора
th_th: ค้นหาเซสชั่นการเฝ้าระวังภัยที่ทำงาน
uk_ua: Пошук сесії активного нагляду

# ToolbarNewASSession
source: New Active Surveillance Session
ar_iq: جلسة مراقبة نشطة جديدة
az_latn_az: Yeni Fəal Müşahidə Sessiyası
hy_am: Նոր սեսիա-ակտիվ հսկողություն
kk_kz: Белсенді қадағалаудың жаңа сессиясы
ru_ru: Новая сессия активного надзора
th_th: สร้างเซสชั่นการเฝ้าระวังเชิงรุกใหม่
uk_ua: Нова сесія активного нагляду

# HumExternalComparativeReport
source: External comparative Report
ar_iq: تقرير مقارن خارجي
az_latn_az: Xarici müqayisəli hesabat
hy_am: Արտաքին համեմատական հաշվետվություն
kk_kz: Сыртқы салыстырмалы есеп
ru_ru: Внешний сравнительный отчёт
th_th: รายงานเปรียบเทียบภายนอก
uk_ua: Зовнішній порівняльний звіт
