Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.winclient/VectorSurveillance/VectorDetail.*.resx
Languages: az_latn_az, hy_am

# gcComment.Text
source: Comment
az_latn_az: Şərh
hy_am: Մեկնաբանություն

# lblSpecie.Text
source: Species
az_latn_az: Heyvan Növləri
hy_am: Կենդանատեսակ

# lblIdentificationDate.Text
source: Date Identified
az_latn_az: Təyin etmə tarixi
hy_am: Նույնականացման ամսաթիվ

# lblIdentificationMethod.Text
source: Identification method
az_latn_az: Təyin etmə metodu
hy_am: Նույնականացման մեթոդ

# lblIdentifiedBy.Text
source: Identified by
az_latn_az: Təyin etmiş işçi
hy_am: Նույնականացրել է

# lblIdentifiedByInstitution.Text
source: Identified by Institution
az_latn_az: Təyin etmiş təşkilat
hy_am: Նույնականացվել է կազմակերպության կողմից

# lblSex.Text
source: Sex
az_latn_az: Cinsiyyət
hy_am: Սեռ

# lblQuantity.Text
source: Quantity
az_latn_az: Miqdar
hy_am: Քանակ

# gcAnimalsData.Text
source: Vector Data
az_latn_az: Keçiricilər haqqında məlumat
hy_am: Պահոցի/Փոխանցողի տվյալներ

# lblBasisOfRecord.Text
source: Basis of record
az_latn_az: Tədqiqat üçün ilkin məlumat
hy_am: Գրառման հիմք

# lblHostGuestReference.Text
source: Host reference
az_latn_az: Keçiricini sahibi ilə əlaqə
hy_am: Հղում պահոցին

# lblGeoReference.Text
source: GEO reference sources
az_latn_az: CİS avadanlığın növü
hy_am: GPS սարքի տեսակը

# lvlElevation.Text
source: Elevation (m)
az_latn_az: Hündürlük (m)
hy_am: Բարձրություն (մ)

# lblSurrounding.Text
source: Surrounding
az_latn_az: Yaşayış mühiti
hy_am: Բնակության միջավայր

# lblLongitudeLatitude.Text
source: Location
az_latn_az: Yeri
hy_am: Վայր

# labelControl1.Text
source: Ectoparasites collected
az_latn_az: Ektoparazitlərin toplanması
hy_am: Էկտոմակաբույծները հավաքագրված են

# lblCollectionMethod.Text
source: Collection method
az_latn_az: Toplama metodu
hy_am: Հավաքագրման մեթոդ

# lblCollectionTime.Text
source: Collection time
az_latn_az: Toplama zamanı
hy_am: Հավաքագրման ժամանակ

# lblCollectionDate.Text
source: Collection date
az_latn_az: Toplama tarixi
hy_am: Հավաքագրման ամսաթիվ

# lblCollector.Text
source: Collector
az_latn_az: Toplayan işçı
hy_am: Հավաքագրող

# lblInstitution.Text
source: Collected by Institution
az_latn_az: Toplayan təşkilat
hy_am: Հավաքագրված է կազմակերպության կողմից

# gcCollectionData.Text
source: Collection Data
az_latn_az: Toplama haqqında məlumat
hy_am: Հավաքագրման տվյալներ

# tpGeneral.Text
source: General
az_latn_az: Ümumi məlumat
hy_am: Ընդհանուր տեղեկատվություն

# tpVectorSpecificData.Text
source: Vector Specific Data
az_latn_az: Keçiricilər haqqında xüsusi məlumat
hy_am: Պահոցի/Փոխանցողի մանրամասն տվյալներ

# tpSamples.Text
source: Samples
az_latn_az: Nümunələr
hy_am: Նմուշներ

# lblVectorType.Text
source: Vector type
az_latn_az: Keçiricinin növü
hy_am: Պահոցի/Փոխանցողի տեսակ

# lblSessionID.Text
source: Session ID
az_latn_az: Sessiyanın Q/N-si
hy_am: Սեսիայի ն/հ

# lblPoolVectorID.Text
source: Pool/Vector ID
az_latn_az: Hövzənin/Keçiricinin Q/N
hy_am: Պուլի/Անհատական Պահոցի ն/հ

# lblFieldID.Text
source: Field pool/vector ID
az_latn_az: Hövzənin/Keçiricinin sahədəki Q/N
hy_am: Պուլի/Պահոցի դաշտային ն/հ

# $this.Caption
source: Pool/Individual Vector Details Form
az_latn_az: Hövzə/Keçiricilər haqqında məlumat
hy_am: Պուլ/Անհատական Պահոց

# tpFieldTests.Text
source: Field Tests
az_latn_az: Sahə testləri
hy_am: Դաշտային հետազոտություններ

# tpLabTests.Text
source: Lab Tests
az_latn_az: Laboratoriya testləri
hy_am: Լաբորատոր հետազոտություններ
