Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Document/Lim/ContainerContent/ContainerContentReport.*.resx
Languages: ar_iq, hy_am, kk_kz

# lblReportName.Text
source: Container Content
ar_iq: محتوى الحاوية
hy_am: Կոնտեյների պարունակություն
kk_kz: Контейнердің ішіндегісі

# xrTableCell6.Text
source: xrTableCell6
hy_am: Նյութական դաշտի նույնականացման համար
kk_kz: Сынаманың далалық дара №

# xrTableCell13.Text
source: xrTableCell13
hy_am: Նյութի տեսակ
kk_kz: Сынама үлгісі

# xrTableCell10.Text
source: Freezer Name
ar_iq: اسم وحدة التجميد
hy_am: Սառնարանի անվանում
kk_kz: Тоңазытқыштың атауы

# xrTableCell1.Text
source: Subdivision Name
ar_iq: اسم القسم الفرعي
hy_am: Ստորաբաժանման անվանում
kk_kz: Бөлімше атауы

# FreezerNumberCell.Text
source: Freezer Number
ar_iq: رقم وحدة التجميد
hy_am: Սառնարանի համար
kk_kz: Тоңазытқыштың нөмірі

# FreezerBarcodeCell.Text
source: Freezer Barcode
ar_iq: الرمز الشريطي لوحدة التجميد
hy_am: Սառնարանի շտրիխ կոդ
kk_kz: Тоңызытқыштың штрих-коды

# xrTableCell5.Text
source: Subdivision Number
ar_iq: رقم القسم الفرعي
hy_am: Ստորաբաժանման համար
kk_kz: Бөлімше нөмірі

# xrTableCell11.Text
source: Subdivision Barcode
ar_iq: الرمز الشريطي للقسم الفرعي
hy_am: Ստորաբաժանման շտրիխ կոդ
kk_kz: Бөлімшенің штрих-коды

# xrTableCell20.Text
source: Sample Type
ar_iq: نوع العينة
hy_am: Նմուշի տեսակ
kk_kz: Сынама үлгісі

# xrTableCell18.Text
source: Lab Sample ID
ar_iq: معرف العينة المخبري
hy_am: Նմուշի լաբորատոր ն/հ
kk_kz: Сынаманың зертханалық №

# xrTableCell17.Text
source: Sample Barcode
ar_iq: الرمز الشريطي للعينة
hy_am: Նմուշի շտրիխ կոդ
kk_kz: Сынамалардың штрих-коды
