Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/ARM/Report/FormN85SecondReport.*.resx
Languages: hy_am

# xrTableCell47.Text
source: A
hy_am: Ա

# xrTableCell48.Text
source: B
hy_am: Բ

# xrTableCell49.Text
source: C
hy_am: Գ

# xrTableCell9.Text
source: Section II. Healthcare-associated infections*
hy_am: Բաժին II. Ներհիվանդանոցային վարակներ*

# xrTableCell27.Text
source: Age
hy_am: տարիք

# xrTableCell15.Text
source: Diseases
hy_am: Հիվանդության անվանում

# xrTableCell16.Text
source: Row No.
hy_am: Տողի համարը

# xrTableCell17.Text
source: 2013/014 ICD-10-CM Code
hy_am: Ծածկագիրն` ըստ ՀԴ 014-2013 (ՀՄԴ 10)

# xrTableCell32.Text
source: Diseases recorded, total
hy_am: են հիվանդու թյուններ, ընդամենը

# xrTableCell18.Text
source: Up to 14 of age (13 of age, 11 months, 29 days)
hy_am: Մինչև 14 տարեկան (13 տարեկան 11 ամսական 29 օրական)

# xrTableCell29.Text
source: 14 of age and older
hy_am: 14-ից բարձր

# xrTableCell21.Text
source: Recorded lethal outcomes in patients
hy_am: Գրանցվել են հիվանդներ մահվան ելքով

# xrTableCell2.Text
source: * The columns are to be filled in on the basis of the final diagnoses.
hy_am: * Սյունակները լրացվում է վերջնական ախտորոշումների հիման վրա

# xrTableCell3.Text
source: **In case of several codes in a column, it is necessary to underline the respective code; and in case of combined infections, accounting is to be made according to certain nosologies.
hy_am: **Սյունակում հիվանդությունների մի քանի կոդերի առկայության դեպքում անհրաժեշտ է ընդգծել համապատասխան կոդը, համակցված վարակների դեպքում հաշվառումը կատարվում է ըստ առանձին նոզոլոգիաների

# xrTableCell4.Text
source: *** Only cases of contagious diseases identified with a person during medical aid and medical service (including cases with diseases occurred not only during the stay at a health care facility, but also after the discharge from the health care facility), occurred as a consequnce or as a result of such medical aid or medical service rendered in a medical institution (health care facility) are to be filled in the respective columns.
hy_am: ***Սյունակներում լրացվում են միայն բժշկական օնություն և սպասարկման ընթացքում անձի մոտ արձանագրված վարակիչ հիվանդության դեպքերը, որոնք առաջացել են բժշկական օնություն և սպասարկում իրականացնող կազմակերպություններում բժշկական օգնություն և սպասարկում ստանալու հետևանքով ( ընդ որում հաշվի է առնվում ոչ միայն հիվանդանոցում գտնվելու ընթացքում առաջացած հիվանդությունը, այլև դուրս գրումից հետո արձանագրված դեպքերը)
