Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/ARM/Report/FormN85FirstReport.*.resx
Languages: hy_am

# xrTableCell47.Text
source: A
hy_am: Ա

# xrTableCell48.Text
source: B
hy_am: Բ

# xrTableCell49.Text
source: C
hy_am: Գ

# xrTableCell9.Text
source: Section I. Infectious diseases, foodborne, chemical intoxications and radiation poisonings in the reporting month/year*
hy_am: Բաժին I. Հաշվետու ամսում / տարում արձանագրված վարակիչ հիվանդություններ, սննդային, քիմիական թունավորումներ, ճառագայթային ախտահարումներ*

# xrTableCell27.Text
source: including
hy_am: այդ թվում`

# xrTableCell28.Text
source: Recorded lethal
hy_am: Գրանցվել են

# xrTableCell17.Text
source: 2013/014 ICD-10-
hy_am: Ծածկագիրն`

# xrTableCell32.Text
source: Cases of recorded
hy_am: Գրանցված հիվանդության

# xrTableCell29.Text
source: Up to 18 of age
hy_am: Մինչև 18

# xrTableCell19.Text
source: of whch
hy_am: նրանցից

# xrTableCell20.Text
source: rural population
hy_am: գյուղական բնակիչների մոտ

# xrTableCell21.Text
source: outcomes in patients
hy_am: հիվանդներ մահվան ելքով

# xrTableCell7.Text
source: Infectious disease/ foodborne intoxication
hy_am: Վարակիչ հիվանդության / սննդային թունավորման անվանումը

# xrTableCell14.Text
source: Row No.
hy_am: Տողի համարը

# xrTableCell10.Text
source: CM Code
hy_am: ըստ ՀԴ 014-2013 (ՀՄԴ 10)

# xrTableCell33.Text
source: diseases, total
hy_am: դեպքեր, ընդամենը

# xrTableCell8.Text
source: women
hy_am: կանանց մոտ

# xrTableCell30.Text
source: (17 of age, 11 months, 29 days)
hy_am: տարեկան (17 տարե-կան 11 ամսական 29 օրական)

# xrTableCell26.Text
source: 0 -2 of age
hy_am: 0 -2 տարե-կան

# xrTableCell11.Text
source: 3-6 of age
hy_am: 3-6 տարե-կան

# xrTableCell25.Text
source: total
hy_am: ընդամենը

# xrTableCell13.Text
source: Up to 18 of age (17 of age, 11 months, 29 days)
hy_am: Մինչև 18 տարե-կան (17 տարե-կան 11 ամսա-կան 29 օրական)

# xrTableCell2.Text
source: *The columns are to be filled in on the basis of the final diagnoses.
hy_am: * Սյունակները լրացվում է վերջնական ախտորոշումների հիման վրա

# xrTableCell3.Text
source: **In case of several codes in a column, it is necessary to underline the respective code; and in case of combined infections, accounting is to be made according to certain nosologies.
hy_am: **Սյունակում հիվանդությունների մի քանի կոդերի առկայության դեպքում անհրաժեշտ է ընդգծել համապատասխան կոդը, համակցված վարակների դեպքում հաշվառումը կատարվում է ըստ առանձին նոզոլոգիաների

# xrTableCell4.Text
source: *** Malaria recurrences are included.
hy_am: ***Ներառում են մալարիայի ախտադարձերը
