Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.Reports/Parameterized/Human/ARM/Report/FormN85JointReport.*.resx
Languages: hy_am, ru_ru

# xrTableCell11.Text
source: Form N 85 (to be submitted monthly, annually)
hy_am: Ձև N 85 (ամսական, տարեկան)
ru_ru: Форма No. 85 (ежемесячная, годовая)

# xrTableCell23.Text
source: Coordinated with:
hy_am: Համաձայնեցված է ՝
ru_ru: Согласовано:

# xrTableCell24.Text
source: The State Council on Statistics of the National Statistical Serice of the Republic of Armenia in accordance with Protocol Resolution No. 32-A as of November 03, 2015
hy_am: Հայաստանի Հանրապետության վիճակագրության պետական խորհրդի հետ՝ «03» նոյեմբեր 2015 թ. թիվ 32-Ա արձանագրային որոշմամբ
ru_ru: с Государственным Советом по Статистике Республики Армения, Указом No. 32-A от 03 ноября 2015г.

# xrTableCell27.Text
source: Approved by:
hy_am: Հաստատված է՝
ru_ru: Утверждено:

# xrTableCell28.Text
source: Order No. 3385-N of the Minister of Health of the Republic of Armenia as of “27” November 2015
hy_am: Հայաստանի Հանրապետության առողջապահության նախարարի «27» նոյեմբեր 2015 թ. թիվ 3385-Ն հրամանով
ru_ru: Приказом No. 3385-N Министра Здравоохранения РА от “27” ноября 2015 г.

# xrTableCell29.Text
source: Failure to submit statistical information for the state statistical reviews or provision thereof in contravention of the established procedure (submission of unreliable data, their incomplete submission and submission with distortions) will entail responsibility for statistical information providers in the manner established by the RA legislation.
hy_am: Պետական վիճակագրական դիտարկումների համար անհրաժեշտ վիճակագրական տեղեկատվություն չներկայացնելը կամ սահմանված կարգի խախտումով (ոչ արժանահավատ տվյալներ, դրանց ոչ ամբողջական արտացոլում և աղավաղումներ) ներկայացնելը վիճակագրական տեղեկություններ տրամադրողների համար առաջացնում է պատասխանատվություն` ՀՀ օրենքով սահմանված կարգով:
ru_ru: Нарушение порядка предоставления, а также непредоставление, представление недостоверной (неполной, искаженной) статистической информации должностным лицом, ответственным за представление статистической информации, необходимой для проведения государственных статистических наблюдений, влечет ответственность в порядке, установленном законодательством РА.

# xrTableCell8.Text
source: To:
hy_am: Ներկայացվում է
ru_ru: Кому:

# xrTableCell12.Text
source: (name)
hy_am: (անվանումը)
ru_ru: (ф.и.о.)

# xrTableCell9.Text
source: From:
hy_am: Ով է ներկայացնում
ru_ru: От:

# xrTableCell14.Text
source: (name)
hy_am: (անվանումը)
ru_ru: (ф.и.о.)

# xrTableCell26.Text
source: Registration number at the State Register Agency of Legal Entities of the Republic of Armenia:
hy_am: ՀՀ իրավաբանական անձանց պետական ռեգիստրի գործակալությունում գրանցման համար
ru_ru: Номер регистрации в Агентстве Государственного регистра юридических лиц РА:

# xrTableCell33.Text
source: Legal form of organization:
hy_am: Կազմակերպաիրավական ձևը
ru_ru: Организационно-правовая форма

# xrTableCell32.Text
source: Identification code:
hy_am: Նույնականացման (իդենտիֆիկացիոն) կոդը
ru_ru: Идентификационный код:

# xrTableCell35.Text
source: Taxpayer identification number:
hy_am: Հարկ վճարողի հաշվառման համարը
ru_ru: ИНН:

# xrTableCell39.Text
source: Marz (province):
hy_am: Մարզը
ru_ru: Марз (регион):

# xrTableCell40.Text
source: Community:
hy_am: Համայնքը
ru_ru: Община:

# xrTableCell42.Text
source: State registration address:
hy_am: Պետական գրանցման հասցեն
ru_ru: Адрес гос. регистрации:

# xrTableCell44.Text
source: (postal index)
hy_am: (փոստային դասիչը)
ru_ru: (почтовый индекс)

# xrTableCell46.Text
source: Legal address (location):
hy_am: Գործունեության իրավաբանական հասցեն /գտնվելու վայրը/
ru_ru: Юридический адрес /местонахождение/:

# xrTableCell38.Text
source: (postal index)
hy_am: (փոստային դասիչը)
ru_ru: (почтовый индекс)

# xrTableCell48.Text
source: Electronic mail:
hy_am: Էլեկտրոնային փոստի հասցեն
ru_ru: Адрес эл.почты:

# xrTableCell1.Text
source: Attachment to Order No. 3385-N as of “27” November 2015
hy_am: Հավելված ՀՀ առողջապահության նախարարի 2015 թ. նոյեմբերի 27-ի N 3385-Ն հրամանի
ru_ru: Приложение к Приказу No. 3385-N Министра Здравоохранения Республики Армения от “27” Ноября 2015 г.

# xrTableCell2.Text
source: ADMINISTRATIVE STATISTICAL REPORT OF THE MINISTRY OF HEALTH OF THE REPUBLIC OF ARMENIA
hy_am: ՀՀ ԱՌՈՂՋԱՊԱՀՈՒԹՅԱՆ ՆԱԽԱՐԱՐՈՒԹՅԱՆ ՎԱՐՉԱԿԱՆ ՎԻՃԱԿԱԳՐԱԿԱՆ ՀԱՇՎԵՏՎՈՒԹՅՈՒՆ
ru_ru: АДМИНИСТРАТИВНЫЙ СТАТИСТИЧЕСКИЙ ОТЧЕТ МИНИСТЕРСТВА ЗДРАВООХРАНЕНИЯ РЕСПУБЛИКИ АРМЕНИЯ (РА)

# xrTableCell4.Text
source: The following reports are to be submitted:
hy_am: Ներկայացնում են
ru_ru: Подлежат представлению:

# xrTableCell17.Text
source: The regional and Yerevan-based branches of “National Center for Disease Control and Prevention” State Non-Commercial Organization of the Ministry of Health of the Republic of Armenia, shall, before the 5th of the month following the respective reporting period, submit a monthly report to the central office of "National Center for Disease Control and Prevention" State Non-Commercial Organization. The central office of “National Center for Disease Control and Prevention” State Non-Commercial Organization of the Ministry of Health of the Republic of Armenia shall submit the monthly report to the National Statistical Service of the Republic of Armenia till the 10th of the month following the reporting period.
hy_am: Հայաստանի Հանրապետության առողջապահության նախարարության «Հիվանդությունների վերահսկման և կանխարգելման ազգային կենտրոն» պետական ոչ առևտրային կազմակերպության մարզային և Երևան քաղաքի մասնաճյուղերը ամսական հաշվետվությունը, մինչև հաշվետու ժամանակաշրջանի հաջորդ ամսվա 5-ը, ներկայացնում են «Հիվանդությունների վերահսկման և կանխարգելման ազգային կենտրոն» պետական ոչ առևտրային կազմակերպության կենտրոնական ապարատ: Հայաստանի Հանրապետության առողջապահության նախարարության «Հիվանդությունների վերահսկման և կանխարգելման ազգային կենտրոն» պետական ոչ առևտրային կազմակերպության կենտրոնական ապարատը ամսական հաշվետվությունը ներկայացնում է Հայաստանի Հանրապետության ազգային վիճակագրության ծառայություն մինչև հաշվետու ժամանակաշրջանի հաջորդ ամսվա 10-ը:
ru_ru: Ежемесячная отчетность региональных и ереванских филиалов Национального Центра по контролю и профилактике заболеваний, государственной некоммерческой организации Министерства Здравоохранения Республики Армения представляется в центральный аппарат Национального Центра до 5-ого числа месяца, следующего за отчетным периодом. Центральный аппарат Национального Центра по контролю и профилактике заболеваний, государственной некоммерческой организации Министерства Здравоохранения Республики Армения представляет ежемесячную отчетность в Национальную Статистическую Службу Республики Армения до 10-ого числа месяца, следующего за отчетным периодом.

# xrTableCell18.Text
source: “National Center for Disease Control and Prevention” State Non-Commercial Organization of the Ministry of Health of the Republic of Armenia shall, before the 20th of February of the year following the reporting year, submit a summary annual report to the National Health Information and Analytic Center of the National Institute of Health named after Academician S.Kh.Avdalbekyan State Closed Joint-Stock Company.
hy_am: Հայաստանի Հանրապետության առողջապահության նախարարության «Հիվանդությունների վերահսկման և կանխարգելման ազգային կենտրոն» պետական ոչ առևտրային կազմակերպությունը, մինչև հաջորդ տարվա փետրվարի 20-ը, հաշվետու ժամանակաշրջանի տարեկան ամփոփ հաշվետվությունները ներկայացնում է Հայաստանի Հանրապետության առողջապահության նախարարության «Ս.Խ. Ավդալբեկյանի անվան առողջապահության ազգային ինստիտուտ» փակ բաժնետիրական ընկերության «Հանրապետական առողջապահական վերլուծական տեղեկատվական կենտրոն»:
ru_ru: Сводные отчеты за отчетный период представляются Национальным Центром по контролю и профилактике заболеваний, государственной некоммерческой организации Министерства Здравоохранения Республики Армения, в Республиканский информационно-аналитический центр здравоохранения Национального Института Здравоохранения имени Академика С.Х.Авдалбекяна, государственного закрытого акционерного общества, до 20-ого февраля следующего года

# xrTableCell20.Text
source: The National Health Information and Analytic Center of the National Institute of Health named after Academician S.Kh.Avdalbekyan State Closed Joint-Stock Company shall, before the 25th of March of the year following the respective reporting year, submit the summary annual report to the National Statistical Service of the Republic of Armenia.
hy_am: Հայաստանի Հանրապետության առողջապահության նախարարության «Ս.Խ. Ավդալբեկյանի անվան առողջապահության ազգային ինստիտուտ» փակ բաժնետիրական ընկերության «Հանրապետական առողջապահական վերլուծական տեղեկատվական կենտրոնը» (տարեկան ամփոփը) ներկայացնում է Հայաստանի Հանրապետության ազգային վիճակագրության ծառայություն՝ մինչև հաշվետու ժամանակաշրջանի հաջորդ տարվա մարտի 25-ը:
ru_ru: Ежегодные сводные отчеты представляются Республиканским информационно-аналитическим центром здравоохранения Национального Института Здравоохранения имени Академика С.Х.Авдалбекяна, государственного закрытого акционерного общества, в Национальную Статистическую Службу Республики Армения до 25 марта следующего за отчетным периодом года.

# xrTableCell22.Text
source: The list of notifiable diseases is in accordance with the International Classification of Diseases, the 10th Revision and Order No. 871-N of the Minister of Economy of the Republic of Armenia as of September 19, 2013.
hy_am: Հաշվառման և հաշվետվության ենթակա հիվանդությունները համապատասխանում են Հիվանդությունների 10-րդ դասակարգչին և Հայաստանի Հանրապետության Էկոնոմիկայի նախարարի 2013 թվականի սեպտեմբերի 19-ի թիվ 871-Ն հրամանին:
ru_ru: Спикок подлежащих регистрации и учету болезней соответствуют Международной Классификации Болезней 10-ого пересмотра (МКБ-10) и Приказу No.871-N Министра Экономики Республики Армения от 19 сентября 2013г.

# xrTableCell6.Text
source: THE CONFIDENTIALITY OF THE INFORMATION PROVIDED IS GUARANTEED BY LAW
hy_am: ՏՐԱՄԱԴՐՎԱԾ ՏԵՂԵԿՈՒԹՅՈՒՆՆԵՐԻ ԳԱՂՏՆԻՈՒԹՅԱՆ ՊԱՀՊԱՆՈՒՄԸ ԵՐԱՇԽԱՎՈՐՎՈՒՄ Է ՕՐԵՆՔՈՎ
ru_ru: КОНФИДЕНЦИАЛЬНОСТЬ ПРЕДСТАВЛЕННОЙ ИНФОРМАЦИИ ГАРАНТИРУЕТСЯ ЗАКОНОМ

# xrTableCell58.Text
source: REPORT ON RECORDED INFECTIOUS DISEASES, FOODBORNE, CHEMICAL INTOXICATIONS AND RADIATION POISONINGS
hy_am: ԱՐՁԱՆԱԳՐՎԱԾ ՎԱՐԱԿԻՉ ՀԻՎԱՆԴՈՒԹՅՈՒՆՆԵՐԻ, ՍՆՆԴԱՅԻՆ, ՔԻՄԻԱԿԱՆ ԹՈՒՆԱՎՈՐՈՒՄՆԵՐԻ ԵՎ ՃԱՌԱԳԱՅԹԱՅԻՆ ԱԽՏԱՀԱՐՈՒՄՆԵՐԻ ՎԵՐԱԲԵՐՅԱԼ
ru_ru: ОТЧЕТ О ПОДЛЕЖАЩИХ РЕГИСТРАЦИИ И УЧЕТУ БОЛЕЗНЯХ, ПИЩЕВЫХ, ХИМИЧЕСКИХ ОТРАВЛЕНИЯХ И ЛУЧЕВЫХ ПОРАЖЕНИЯХ

# xrTableCell72.Text
source: Date:
hy_am: Ամսաթիվ:
ru_ru: Дата:

# xrTableCell62.Text
source: Prepared by
hy_am: Կատարող
ru_ru: Исполнитель:

# xrTableCell63.Text
source: Head of
hy_am: Ղեկավար
ru_ru: Руководитель:

# xrTableCell66.Text
source: Tel.:
hy_am: Հեռ
ru_ru: Тел.:

# xrTableCell69.Text
source: Name, surname
hy_am: Անուն,ազգանուն
ru_ru: Ф.И.О.:

# xrTableCell75.Text
source: Position
hy_am: Պաշտոն
ru_ru: Должность:

# xrTableCell81.Text
source: Signature
hy_am: ստորագրություն
ru_ru: Подпись:
