Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.RAM/ViewForm/ViewDetailPanel.*.resx
Languages: th_th

# lblDenominator.Text
source: Denominator
th_th: ตัวหาร

# btRefreshDataButton.Text
source: Refresh Data
th_th: รีเฟรชข้อมูล

# btRefreshDataButton.ToolTip
source: To refresh data click the button. The process may take some time.
th_th: ในการรีเฟรชข้อมูล คลิกปุ่ม ขั้นตอนนี้อาจใช้เวลาสักพัก

# btOpenMapButton.Text
source: Open Map
th_th: เปิดแผนที่

# btOpenChartButton.Text
source: Open Chart
th_th: เปิดแผนภูมิ

# btResetViewButton.Text
source: Reset View
th_th: ตั้งค่ามุมมองใหม่

# spinPrecision.Properties.NullText
source: any
th_th: ใดๆก็ได้

# lblMapDefAdminUnit.Text
source: Map Default Administrative Unit
th_th: หน่วยการบริหารแผนที่ตั้งต้น

# label1.Text
source: As Gradient
th_th: เป็นเกรเดียนท์

# lblMapDefData.Text
source: Map Default Data As Chart
th_th: ข้อมูลตั้งต้นของแผนที่เป็นแผนภูมิ

# lblChartDefSeries.Text
source: Chart Default Series
th_th: ซีรี่ส์ตั้งต้นแผนภูมิ

# lblAggregate.Text
source: Function
th_th: ฟังค์ชั่น

# lblParameters.Text
source: Parameters:
th_th: พารามิเตอร์:

# lblPrecision.Text
source: Precision
th_th: ความแม่นยำ

# lblForColumn.Text
source: for Aggregate Column
th_th: สำหรับคอลัมน์รวม

# lblNumerator.Text
source: Numerator
th_th: ตัวเศษ

# lblColumn.Text
source: for column
th_th: สำหรับคอลัมน์

# lblChartDefXaxis.Text
source: Chart Default X-axis
th_th: แกน X ตั้งต้นแผนภูมิ

# grcMain.Text
source: Chart
th_th: แผนภูมิ
