Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.RAM/MainForm/AvrMainForm.*.resx
Languages: ar_iq, hy_am, ru_ru

# bbNewQuery.Caption
source: New Query
ar_iq: استعلام جديد
hy_am: Նոր հարցում
ru_ru: Создать запрос

# bbNewLayout.Caption
source: New Layout
ar_iq: تخطيط جديد
hy_am: Ստեղծել հաշվետվություն
ru_ru: Создать отчет

# bbNewFolder.Caption
source: New Folder
ar_iq: مجلد جديد
hy_am: Ստեղծել թղթապանակ
ru_ru: Создать папку

# bbDeleteQueryLayoutFolder.Caption
source: Delete Query/Layout/Folder
ar_iq: حذف استعلام/تخطيط/مجلد
hy_am: Ջնջել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Удалить запрос / отчет / папку

# bbCopyQueryLayout.Caption
source: Copy Query/Layout
ar_iq: تحرير استعلام/تخطيط
hy_am: Պատճենել հարցումը/հաշվետվություն
ru_ru: Копировать запрос / отчет

# bbHelp.Caption
source: Help
ar_iq: تعليمات
hy_am: Օգնություն
ru_ru: Справка

# barTools.Text
source: Tools
ar_iq: أدوات
hy_am: Գործիքներ
ru_ru: Инструменты

# biFile.Caption
source: File
ar_iq: ملف
hy_am: Ֆայլ
ru_ru: Файл

# biNewQuery.Caption
source: New Query
ar_iq: استعلام جديد
hy_am: Նոր հարցում
ru_ru: Создать запрос

# biNewLayout.Caption
source: New Layout
ar_iq: تخطيط جديد
hy_am: Ստեղծել հաշվետվություն
ru_ru: Создать отчет

# biNewFolder.Caption
source: New Folder
ar_iq: مجلد جديد
hy_am: Ստեղծել թղթապանակ
ru_ru: Новая папка

# biEditQueryLayoutFolder.Caption
source: Edit Query/Layout/Folder
ar_iq: تحرير طلب/تصميم/مجلد
hy_am: Խմբագրել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Редактировать запрос / отчет / папку

# biDeleteQueryLayoutFolder.Caption
source: Delete Query/Layout/Folder
ar_iq: حذف استعلام/تخطيط/مجلد
hy_am: Ջնջել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Удалить запрос / отчет / папку

# biCopyQueryLayout.Caption
source: Copy Query/Layout
ar_iq: تحرير استعلام/تخطيط
hy_am: Պատճենել հարցումը/հաշվետվությունը
ru_ru: Копировать запрос / отчет

# biPublishQueryLayoutFolder.Caption
source: Publish Query/Layout/Folder
ar_iq: نشر استعلام/تخطيط/مجلد
hy_am: Հրապարակել հաշվետվություն/ թղթապանակը
ru_ru: Опубликовать запрос / отчет / папку

# biUnpublishQueryLayoutFolder.Caption
source: Unpublish Query/Layout/Folder
ar_iq: إلغاء نشر استعلام/تخطيط/مجلد
hy_am: Ապահրապարակել հարցումը/հաշվետվությունըը/թղթապանակը
ru_ru: Отменить публикацию запроса / отчета / папки

# biExit.Caption
source: Exit
ar_iq: خروج
hy_am: Ելք
ru_ru: Выйти

# biExport.Caption
source: Export
ar_iq: تصدير
hy_am: Արտահանել
ru_ru: Экспорт

# biExportReport.Caption
source: Report
ar_iq: تقرير
hy_am: Հաշվետվություն
ru_ru: Отчет

# biExportReportToXls.Caption
source: To Excel 2003 (xls format)
ar_iq: إلى Excel 2003 (تنسيق xls)
hy_am: Դեպի Excel 2003 (xls ձևաչափ)
ru_ru: В Excel 2003 (формат xls)

# biExportReportToXlsx.Caption
source: To Excel 2007 (xlsx format)
ar_iq: إلى Excel 2007 (تنسيق xlsx)
hy_am: Դեպի Excel 2007 (xlsx ձևաչափ)
ru_ru: В Excel 2007 (формат xlsx)

# biExportReportToRtf.Caption
source: To RTF
ar_iq: إلى RTF
hy_am: դեպի RTF
ru_ru: В RTF

# biExportReportToPdf.Caption
source: To PDF
ar_iq: إلى PDF
hy_am: դեպի PDF
ru_ru: В PDF

# biExportReportToImage.Caption
source: To Image
ar_iq: إلى صورة
hy_am: դեպի Պատկեր
ru_ru: В изображение

# biExportQuery.Caption
source: Query
ar_iq: استعلام
hy_am: Հարցում
ru_ru: Запрос

# biExportQueryLineListToXls.Caption
source: To Excel 2003 (xls format)
ar_iq: إلى Excel 2003 (تنسيق xls)
hy_am: Դեպի Excel 2003 (xls ձևաչափ)
ru_ru: В Excel 2003 (формат xls)

# biExportQueryLineListToXlsx.Caption
source: To Excel 2007 (xlsx format)
ar_iq: إلى Excel 2007 (تنسيق xlsx)
hy_am: Դեպի Excel 2007 (xlsx ձևաչափ)
ru_ru: В Excel 2007 (формат xlsx)

# biExportQueryLineListToMdb.Caption
source: To Access (mdb format)
ar_iq: إلى Access (تنسيق mdb)
hy_am: Դեպի Access (mdb ձևաչափ)
ru_ru: В Access (формат mdb)

# biPrint.Caption
source: Print
ar_iq: طباعة
hy_am: Տպում
ru_ru: Печать

# biPrintReport.Caption
source: Print Report
ar_iq: طباعة تقرير
hy_am: Տպել հաշվետվությունը
ru_ru: Печатать отчёт

# biOptions.Caption
source: Options
ar_iq: خيارات
hy_am: Ընտրանքներ
ru_ru: Опции

# biShowToolBar.Caption
source: Tool Bar
ar_iq: شريط الأدوات
hy_am: Գլխավոր վահանակ
ru_ru: Главная панель

# biSettings.Caption
source: Settings
ar_iq: إعدادات
hy_am: Կարգավորումներ
ru_ru: Настройки

# biHelp.Caption
source: Help
ar_iq: تعليمات
hy_am: Օգնություն
ru_ru: Справка

# biInternalHelp.Caption
source: Help
ar_iq: تعليمات
hy_am: Օգնություն
ru_ru: Справка

# barMenu.Text
source: Main menu
ar_iq: القائمة الرئيسية
hy_am: Գլխավոր մենյու
ru_ru: Главное меню

# barStatus.Text
source: Status bar
ar_iq: شريط المعلومات
hy_am: Կարգավիճակի վահանակ
ru_ru: Панель состояния

# $this.Caption
source: Analysis, Visualization, and Reporting Module
ar_iq: وحدة التحليل والتصور والتبليغ
hy_am: Վերլուծության, տեսաբերման և հաշվետվության մոդուլ
ru_ru: Анализ, Визуализация, Отчетность

# TabPageTree.Text
source: Query and Layout Tree
ar_iq: شجرة الاستعلام والتخطيط
hy_am: Հարցման և հաշվետվության ծառ
ru_ru: Дерево запросов и отчетов

# TabPageEditor.Text
source: Pivot and View
ar_iq: تدوير محوري وعرض
hy_am: Շրջում և դիտում
ru_ru: Сводная таблица и представление

# bbEditCaption.Caption
source: Rename
ar_iq: إعادة تسمية
hy_am: Վերանվանել
ru_ru: Переименовать

# bbCopyField.Caption
source: Copy
ar_iq: نسخ
hy_am: Պատճենել
ru_ru: Копия

# bbDeleteCopyField.Caption
source: Delete Copy
ar_iq: حذف نسخة
hy_am: Ջնջել պատճենը
ru_ru: Удалить копию

# bsGroupDate.Caption
source: Group Date
ar_iq: تاريخ مجموعة
hy_am: Խմբավորել ամսաթիվը
ru_ru: Группировка по дате

# bcGroupDate_0.Caption
source: Default Group Date
ar_iq: تاريخ مجموعة افتراضية
hy_am: Լռելյայն խմբավորման ամսաթիվ
ru_ru: Группировка по дате по умолчанию

# barButtonItem1.Caption
source: To Excel
ar_iq: إلى Excel
hy_am: Դեպի Excel
ru_ru: В Excel

# bbPopupDeleteQueryLayoutFolder.Caption
source: Delete Query/Layout/Folder
ar_iq: حذف طلب/تصميم/مجلد
hy_am: Ջնջել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Удалить запрос/отчет/папку

# bbPopupNewLayout.Caption
source: New Layout
ar_iq: خلق تصميم جديد
hy_am: Ստեղծել հաշվետվություն
ru_ru: Создать отчет

# bbEditQueryLayoutFolder.Caption
source: Edit Query/Layout/Folder
ar_iq: تحرير طلب/تصميم/مجلد
hy_am: Խմբագրել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Редактировать запрос / отчет / папку

# bbPopupNewFolder.Caption
source: New Folder
ar_iq: خلق مجلد جديد
hy_am: Նոր թղթապանակ
ru_ru: Новая папка

# bbPopupNewQuery.Caption
source: New Query
ar_iq: خلق طلب جديد
hy_am: Նոր հարցում
ru_ru: Создать запрос

# bbPopupCopyQueryLayout.Caption
source: Copy Query/Layout
ar_iq: أستنساخ طلب/تصميم
hy_am: Պատճենել հարցումը/հաշվետվությունը
ru_ru: Копировать запрос/отчет

# bbPopupEditQueryLayoutFolder.Caption
source: Edit Query/Layout/Folder
ar_iq: تحرير طلب/تصميم/مجلد
hy_am: Խմբագրել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Редактировать запрос/отчет/папку

# bbAddMissedValues.Caption
source: Add Missed Values
ar_iq: إضافة قيم مفقودة
hy_am: Ավելացնել բացայակող արժեքներ
ru_ru: Добавить недостающие значения

# bbDeleteMissedValues.Caption
source: Delete Missed Values
ar_iq: حذف قيم مفقودة
hy_am: Ջնջել բացայակող արժեքները
ru_ru: Удалить пропущенные значения

# bbEditMissedValues.Caption
source: Edit Missed Values
ar_iq: تحرير قيم مفقودة
hy_am: Խմբագրել բացայակող արժեքներ
ru_ru: Редактировать пропущенные значения

# bbViewQueryLayoutFolder.Caption
source: View Query/Layout/Folder
ar_iq: عرض المستعلم/نموذج/ملف
hy_am: Դիտել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Просмотреть запрос / отчет / папку

# biViewQueryLayoutFolder.Caption
source: View Query/Layout/Folder
ar_iq: عرض المستعلم/نموذج/ملف
hy_am: Դիտել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Просмотреть запрос / отчет / папку

# biRefreshData.Caption
source: Refresh Data
ar_iq: تحرير البيانات
hy_am: Թարմացնել տվյալներ
ru_ru: Обновить данные

# bbPopupViewQueryLayoutFolder.Caption
source: View Query/Layout/Folder
ar_iq: عرض المستعلم/نموذج/ملف
hy_am: Դիտել հարցումը/հաշվետվությունը/թղթապանակը
ru_ru: Просмотреть запрос / отчет / папку

# bbRefreshData.Caption
source: Refresh Data
ar_iq: تحرير البيانات
hy_am: Թարմացնել տվյալներ
ru_ru: Обновить данные
