Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/BvMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th

# ErrIncorrectDatabaseVersion
source: The database version is absent or in incorrect format. Please upgrade your database to latest database version.
ar_iq: إصدار قاعدة البيانات غير موجودة أو موجودة بتنسيق خاطئ. يرجى تحديث قاعدة البيانات لديك للحصول على أحدث إصدار قاعدة بيانات.
az_latn_az: Məlumat bazasının versiyası təyin olunmayıb və ya səhv formatdadır. Zəhmət olmasa, öz məlumat bazasını son versiyalı məlumat bazası səviyyəsinə gətirin.
hy_am: Տվյալների բազայի տարբերակը բացակայում է կամ սխալ ֆորմատով է: Խնդրում ենք փոխարինել տվյալների բազան նորագույն տարբերակով:
ka_ge: მონაცემთა ბაზა არ არსებობს ან არაკორექტულია. გთხოვთ განაახლოთ მონაცემთა ბაზა
kk_kz: Деректер базасының нұсқасы берілмеген немесе дұрыс емес форматта. Өз деректер базаңызды соңғы нұсқаға дейін жаңартыңыз.
ru_ru: Версия базы данных не задана или в неправильном формате. Пожалуйста, обновите свою базу данных до последней версии.
th_th: เวอร์ชั่นฐานข้อมูลนั้นหายไป หรือมีฟอร์แม็ตที่ไม่ถูกต้อง กรุณาอัพเกรดฐานข้อมูลของคุณ ให้เป็นเวอร์ชั่นล่าสุด

# ErrLowClientVersion
source: The application version doesn't correspond to database version. Please install the latest application version.
ar_iq: إصدار التطبيق لا يتوافق مع إصدار قاعدة بيانات. الرجاء تثبيت إصدار التطبيق الأحدث.
az_latn_az: Proqram versiyası məlumat bazası versiyasına uyğun deyil. Zəhmət olmasa, proqramın son versiyasını quraşdırın.
hy_am: Հավելվածի տվյալ տարբերակը չի համապատասխանում տվյալների բազայի տարբերակին: Խնդրում ենք տեղադրել հավելվածի նորագույն տարբերակը:
ka_ge: პროგრამის ვერსია არ ეთანხმება მონაცემთა ბაზის ერსიას.გთხოვთ განაახლოთ პროგრამა.
kk_kz: Бағдарламаның бұл нұсқасы деректер базасының нұсқасына сәйкес келмейді. Бағдарламаның соңғы нұсқасын орнатыңыз.
ru_ru: Данная версия приложения не соответствует версии базы данных. Пожалуйста, установите последнюю версию приложения.
th_th: เวอร์ชั่นแอพพลิเคชั่นนี้ไม่รับรองเวอร์ชั่นฐานข้อมูลนี้ กรุณาอัพเกรดฐานข้อมูลของคุณเป็นเวอร์ชั่นแอพพลิเคชั่นล่าสุด

# ErrLowDatabaseVersion
source: The application requires the newest database version. Please upgrade your database to latest database version.
ar_iq: يتطلب التطبيق أحدث إصدار لقاعدة البيانات. يرجى تحديث قاعدة البيانات لديك إلى أحدث إصدار قاعدة بيانات.
az_latn_az: Proqram üçün məlumat bazasının ən yeni versiyası lazımdır. Zəhmət olmasa, məlumat bazasını ən son versiyaya yeniləyin.
hy_am: Տվյալ հավելվածը պահանջում է տվյալների բազայի նորագույն տարբերակ: Խնդրում ենք փոխարինել տվյալների բազան նորագույն տարբերակով:
ka_ge: პროგრამა ითხოვს უახლეს მონაცემთა ბაზას. გთხოვთ განაახლოთ.
kk_kz: Бұл қосымша деректер базасының ең соңғы нұсқасын талап етеді. Өз деректер базаңызды жаңартыңыз.
ru_ru: Данное приложение требует самой последней версии базы данных. Пожалуйста, обновите свою базу данных.
th_th: แอพพลิเคชั่นนี้จำเป็นต้องมีเวอร์ชั่นฐานข้อมูลล่าสุด กรุณาอัพเกรดฐานข้อมูลของคุณเป็นเวอร์ชั่นแอพพลิเคชั่นล่าสุด

# ErrMandatoryFieldRequired
source: The field '{0}' is mandatory. You must enter data in this field before saving the form.
ar_iq: الحقل '{0}' إلزامي. يجب عليك إدخال البيانات في هذا الحقل قبل حفظ النموذج.
az_latn_az: {0}' sahəsi məcburidir. Formanı yaddaşa verməzdən əvvəl bu sahəyə məlumat daxil etməlisiniz.
hy_am: '{0}' դաշտը պարտադիր է: Նախքան ձևը պահպանելը, դուք պետք է մուտքագրեք այս դաշտի տվյալները:
ka_ge: '{0}' ველის შევსება სავალდებულოა. ამ ველში მონაცემები უნდა შეიყვანოთ ფორმის დამახსოვრებამდე.
kk_kz: '{0}' жолағы міндетті болып табылады. Сіз нысанды сақтар алдында бұл жолаққа деректерді енгізуге тиіссіз.
ru_ru: Поле '{0}' является обязательным. Вы должны ввести данные в это поле перед сохранением формы.
th_th: ช่อง '{0}' จำเป็นต้องกรอก คุณต้องป้อนข้อมูลในช่องนี้ก่อนทำการบันทึกแบบฟอร์ม

# msgFormLoading
source: The form is loading
ar_iq: جاري تحميل النموذج
az_latn_az: Forma yüklənir
hy_am: Ձևը բեռնվում է
ka_ge: ფორმა იტვირთება
kk_kz: Нысан жүктелуде
ru_ru: Форма загружается
th_th: กำลังโหลดแบบฟอร์ม

# msgDeletePrompt
source: The object will be deleted. Delete object?
ar_iq: سيتم حذف الكائن. تود حذف الكائن؟
az_latn_az: Obyekt silinəcək. Obyekt silinsin?
hy_am: Օբյեկտի մասին գրառումները կջնջվեն: Ջնջե՞լ օբյեկտը:
ka_ge: ობიექტი იქნება ამოღებული. ამოღებულ იქნას ობიექტი?
kk_kz: Объект туралы жазба жойылады. Жазбаны жою керек пе?
ru_ru: Запись об объекте будет удалена. Удалить запись?
th_th: วัตถุนี้จะถูกลบ ลบหรือไม่?

# msgCantDeleteRecord
source: The record can not be deleted.
ar_iq: لا يمكن حذف السجل
az_latn_az: Bu qeyd silinə bilməz.
hy_am: Գրառումը չի կարող ջնջվել:
ka_ge: ჩანაწერის წაშლა შეუძლებელია.
kk_kz: Жазбаны жою мүмкін емес.
ru_ru: Запись не может быть удалена.
th_th: ไม่สามารถลบบันทึกได้

# msgDeleteRecordPrompt
source: The record(s) will be deleted. Delete?
ar_iq: سيتم حذف السجل (السجلات). تود الحذف؟
az_latn_az: Qeyd silinəcək. Obyekt silinsin?
hy_am: Գրառումը կջնջվի: Ջնջե՞լ գրառումը:
ka_ge: ჩანაწერი იქნება ამოღებული. გსურთ ჩანაწერის ამოღება?
kk_kz: Жазба жойылады. Жазбаны жою керек пе?
ru_ru: Запись будет удалена. Удалить запись?
th_th: บันทึก {0} จะถูกลบ ลบหรือไม่?

# errNoFreeLocation
source: There is no free destination location
ar_iq: لا يوجد مكان شاغر في الموقع المقصود
az_latn_az: Saxlamaq üçün boş yer yoxdur
hy_am: Պահպանման ազատ տարածք չկա
ka_ge: ამ საცავში არ არის თავისუფალი ადგილი
kk_kz: Сақталатын бос орын жоқ
ru_ru: Нет свободного места хранения
th_th: ไม่มีตำแหน่งปลายทางที่ว่าง

# msgNoDetails
source: There is no detail information related with the current record
ar_iq: لا توجد معلومات تفصيلية ذات الصلة مع السجل الحالي
az_latn_az: Hazırki qeydlə bağlı heç bir ətraflı məlumat yoxdur
hy_am: Ընթացիկ գրառման հետ կապված մանրամասն տեղեկատվություն չկա:
ka_ge: მოცემულ ჩანაწერთან არ არის დაკავშირებული არანაირი დეტალური ინფორმაცია.
kk_kz: Бұл жазбамен ешқандай егжей-тегжейлі ақпарат байланысты емес.
ru_ru: С данной записью не связано никакой детальной информации.
th_th: ไม่มีข้อมูลอย่างละเอียดที่เกี่ยวข้องกับบันทึกปัจจุบัน

# ErrParamsCountError
source: There is Params count error.
ar_iq: خطأ في عدد المعلمات.
az_latn_az: Parametrlərin sayının səhvi
hy_am: Պարամետրերի թվի սխալ:
ka_ge: პარამეტრების რაოდენობის შეცდომა.
kk_kz: Параметрлер санындағы қате.
ru_ru: Ошибка числа параметров.
th_th: การนับพาแรมผิดพลาด

# lblTo
source: To:
ar_iq: إلى:
az_latn_az: Tarixədək:
hy_am: Մինչև.
ka_ge: -მდე
kk_kz: дейін
ru_ru: по:
th_th: ถึง:

# lblToNumeric
source: To:
ar_iq: إلى:
az_latn_az: Sayadək:
hy_am: Մինչև.
ka_ge: -მდე
kk_kz: дейін
ru_ru: по:
th_th: ถึง:

# ErrPasswordPolicy
source: Unable to update the password. The value provided for the new password does not meet the length, complexity, or history requirement.
ar_iq: تعذر تحديث كلمة المرور. القيمة المتوفرة في كلمة المرور الجديدة لا تفي بشروط الطول أو التعقيد أو التاريخ.
az_latn_az: Parolu yeniləmək mümkün deyil. Yeni parol üçün daxil edilmiş dəyər uzunluğun, mürəkkəbliyin və ya tarixçəyə dair tələblərə cavab vermir.
hy_am: Անհնար է փոխել գաղտնաբառը: Նոր գաղտնաբառի համար նախատեսված արժեքները չեն համապատասխանում երկարության, բարդության կամ պատմության պահանջներին:
ka_ge: შეუძლებელია პაროლის განახლება. ახალი პაროლის მნიშვნელობები არ აკმაყოფილებს სიგრძის, სირთულის ან ისტორიის მოთხოვნას.
kk_kz: Парольді өзгерту мүмкін емес. Жаңа парольдің ұсынылып отырған мәні ұзындық, күрделілік және тарих талаптарын қанағаттандырмайды.
ru_ru: Невозможно изменить пароль. Предлагаемое значение нового пароля не удовлетворяет требованиям длины,сложности или истории.
th_th: ไม่สามารถอัพเดตรหัสผ่านได้ ค่าที่คุณใส่สำหรับรหัสผ่านใหม่นั้นไม่ตรงกับข้อกำหนดด้านความยาว ความซับซ้อน หรือประวัติการตั้งรหัสผ่าน

# strTransferOut_Id
source: Transfer Out
ar_iq: نقل للخارج
az_latn_az: Köçürülmə
hy_am: Տեղափոխել
ka_ge: ნიმუშის გადაცემა
kk_kz: Беру
ru_ru: Передать
th_th: ย้ายออก

# ErrUndefinedFilterField
source: Undefined filter field
ar_iq: حقل تصفية غير معرَّف
az_latn_az: Təyin olunmamış filtr sahəsi
hy_am: Չսահմանված ֆիլտրի դաշտ
ka_ge: ფილტრის ველი არაა განსაზღვრული
kk_kz: Сүзгінің белгісіз жолағы
ru_ru: Неопределенное поле фильтра
th_th: ช่องกรองไม่ระบุ

# ErrEmptyUserLogin
source: User login can't be empty
ar_iq: لا يمكن أن يكون تسجيل دخول اسم المستخدم فارغا
az_latn_az: İstifadəçinin adı xanası boş ola bilməz.
hy_am: Օգտագործողի անվանման մուտքագրման տողը չի կարող դատարկ լինել
ka_ge: მომხმარებლის სახელი უნდა შეივსოს
kk_kz: Пайдаланушы атының ұяшығы бос болмауға тиіс
ru_ru: Ячейка имени пользователя не может быть пустой
th_th: ช่องการลงชื่อเข้าใช้ปล่อยว่างไม่ได้

# ErrUserNotFound
source: Combination of user/password you entered is not correct.
ar_iq: هناك خطأ في اسم المستخدم أو كلمة المرور.
az_latn_az: Daxil etdiyiniz istifadəçi adı və ya parol düzgün deyil.
hy_am: Ձեր մուտքագրած օգտագործողի անունը կամ գաղտնաբառը սխալ է:
ka_ge: მომხმარებლის სახელი ან პაროლი არასწორია
kk_kz: Пайдаланушының аты немесе пароль дұрыс емес
ru_ru: Введённые вами имя или пароль пользователя - не правильны.
th_th: ชื่อผู้ใช้/รหัสผ่านที่คุณกรอกนั้นไม่ถูกต้อง

# msgCaseModeVector
source: Vector
ar_iq: الناقل
az_latn_az: Keçiricilər
hy_am: Պահոց/Փոխանցողի հսկողություն
ka_ge: გადამტანი
kk_kz: Жұқтырушы
ru_ru: Надзор за переносчиками
th_th: ตัวนำโรค

# msgUserNotLoggedIn
source: User not logged in
ar_iq: لم يتم تسجيل دخول المستخدم
az_latn_az: İstifadəçi qeydiyyatdan keçməyib
hy_am: Օգտագործողը ավտորիզացված չէ
ka_ge: მომხმარებელი არაა ავტორიზებული
kk_kz: Пайдаланушының авторлығы белгіленбеген
ru_ru: Пользователь не авторизован
th_th: ผู้ใช้ไม่ลงชื่อเข้าใช้

# titleEmergencyNotificationReport
source: Urgent Notification Form
ar_iq: تقرير إشعار العاجل
az_latn_az: Təcili bildiriş forması
hy_am: Շտապ հաղորդման ձև
ka_ge: სასწრაფო შეტყობინების ფორმა
kk_kz: Адамның жұқпалы ауру жағдайы туралы шұғыл хабарлама
ru_ru: Экстренное извещение о случае инфекционного заболевания человека
th_th: รายงานการแจ้งเตือนแบบด่วน

# titleVetAccessionIn
source: Vet Accession In
ar_iq: إضافة العينات البيطرية
az_latn_az: Baytarlıq nümunələrin qəbulu
hy_am: Կենդանու/թռչնի նմուշների ընդունում
ka_ge: ვეტ ნიმუშის მიღება
kk_kz: Ветеринариялық сынамалар қабылдау
ru_ru: Прием ветеринарных проб
th_th: Vet การเริ่มปรากฏของโรคใน

# btnView
source: View
ar_iq: عرض
az_latn_az: Bax
hy_am: Դիտել
ka_ge: ნახვა
kk_kz: Қарау
ru_ru: Просмотр
th_th: ดู

# msgEIDSSRunning
source: You can't run multiple EIDSS instances simultaneously. Other instance of EIDSS is running already
ar_iq: لا يمكنك تشغيل مثيلات متعددة من النظام الإلكتروني المتكامل لمراقبة الأمراض في نفس الوقت. هناك مثيل آخر للنظام الإلكتروني المتكامل لمراقبة الأمراض قيد التشغيل بالفعل
az_latn_az: Siz bir neçə YXEMS nüsxəsini eyni zamanda işlədə bilməzsiz. YXEMS–in digər nüsxəsi artıq işlədilir.
hy_am: Դուք չեք կարող օգտագործել մեկից ավել ՀՀԷՀՀ տարբերակներ միաժամանակ: ՀՀԷՀՀ այլ տարբերակն արդեն օգտագործվում է:
ka_ge: დზეის-ის ერთდროულად რამდენიმეჯერ გაშვება შეუძლებელია. დზეის ერთხელ უკვე არის გაშვებული.
kk_kz: Сіз АҚЭИЖ-нің бір данасынан артық іске қоса алмайсыз. Бағдарламаның бір данасы іске қосылған.
ru_ru: Вы не можете запустить больше одной сессии EIDSS одновременно. Одна сессия программы уже запущена.
th_th: คุณไม่สามารถทำงานตัวอย่างEIDSS หลายรายการพร้อมกันได้ ตัวอย่างEIDSS นั้นทำงานอยู่แล้ว

# strView_Id
source: View
ar_iq: عرض
az_latn_az: Baxmaq
hy_am: Դիտել
ka_ge: ნახვა
kk_kz: Қарау
ru_ru: Просмотр
th_th: ดู

# titleVsAccessionIn
source: VS Accession In
ar_iq: إضافة عينات مراقبة الناقل
az_latn_az: Keçiricilər üzrə nümunələrin qəbulu
hy_am: Պահոցների/փոխանցողների հսկողության սեսիայի նմուշների ընդունում
ka_ge: ვექტორული ზედამხედველობის სესიის ნიმუშების მიღება
kk_kz: Жұқтырушыларды қадағалау сессиясының сынамаларын қабылдау
ru_ru: Прием проб сессии надзора за переносчиками
th_th: VS การเริ่มปรากฏของโรคใน

# Warning
source: Warning message
ar_iq: رسالة تحذير
az_latn_az: Xəbərdarlıq
hy_am: Նախազգուշացում
ka_ge: გაფრთხილება
kk_kz: Ескерту
ru_ru: Предупреждение
th_th: ข้อความเตือน

# strYes_Id
source: Yes
ar_iq: نعم
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
kk_kz: Иә
ru_ru: Да
th_th: ใช่

# ErrLoginIsLocked
source: You have exceeded the number of incorrect login attempts. Please try again in {0} minutes.
ar_iq: لقد تجاوزت عدد محاولات تسجيل الدخول الخاطئة. يرجى المحاولة مرة أخرى بعد {0} دقيقة (دقائق).
az_latn_az: Yanlış giriş cəhdlərinin sayı aşılıb. {0} dəqiqədən sonra qoşulma cəhdini bir daha yerinə yetirin.
hy_am: Դուք գերազանցել եք սխալ մուտքի փորձերի թիվը: Խնդրում ենք փորձեք կրկին {0} րոպեից:
ka_ge: თქვენ განახორციელეთ სისტემაში შესვლის 3 წარუმატებელი მცდელობა. სისტემაში შესვლა დაიბლოკა. სცადეთ ხელახლა {0} წუთის შემდეგ.
kk_kz: Сіз кіруге 3 рет сәтсіз талаптандыңыз. Бұл пайдаланушы үшін кіру уақытша құрсалған. Бағдарламаға {0} минуттан кейін қайта кіріп көріңіз.
ru_ru: Вы произвели 3 неудачные попытки входа. Вход для данного пользователя временно заблокирован. Попробуйте войти в программу через {0} минут.
th_th: คุณได้ทำการลงชื่อเข้าใช้ผิดพลาดเกินกำหนดแล้ว กรุณาลองใหม่อีกครั้งใน {0} นาที

# ErrPasswordExpired
source: Your password is expired. Please change your password.
ar_iq: انتهت مدة صلاحية كلمة المرور الخاصة بك. الرجاء تغيير كلمة المرور.
az_latn_az: Parolun vaxtı keçmişdir. Zəhmət olmasa, parolunuzu dəyişin.
hy_am: Ձեր գաղտնաբառի ժամկետն անցել է: Խնդրում ենք փոխել գաղտնաբառը:
ka_ge: თქვენი პაროლის მოქმედების ვადა ამოიწურა. გთხოვთ, შეცვალეთ პაროლი.
kk_kz: Сіздің пароліңіздің уақыты өтіп кетті. Пароліңізді өзгертіңіз.
ru_ru: Время действия вашего пароля истекло. Смените пароль.
th_th: รหัสผ่านของคุณหมดอายุแล้ว กรุณาเปลี่ยนรหัสผ่านใหม่

# msgTooManyDiagnosis
source: You have selected too many diagnoses. Only first {0} will be displayed in the report.
ar_iq: لقد حددت الكثير من التشخيصات. سيتم عرض الخمسة الأولى في التقرير.
az_latn_az: Seçilmiş diaqnozların sayı cox böyükdür. Hesabatda ilk {0} diaqnoz göstəriləcək.
hy_am: Դուք ընտրել եք չափազանց շատ ախտորոշումներ: Հաշվետվության մեջ կընդգրկվեն առաջին հինգը:
ka_ge: თქვენ შეარჩიეთ ძალიან ბევრი დიაგნოზი. ანგარისში შევა მხოლოდ პირველი {0}
kk_kz: Сіз аса көп диагноз алыпсыз. Есепке бірінші {0} ғана кіреді
ru_ru: Вы выбрали слишком много диагнозов. В отчете будут выведены первые {0}.
th_th: คุณได้เลือกการวินิจฉัยมากเกินไป เฉพาะ {0} รายการแรกเท่านั้นที่จะแสดงให้เห็น

# msgNoDeletePermission
source: You have no rights to delete this object
ar_iq: لا يوجد لديك الحق في حذف هذا الكائن
az_latn_az: Bu obyekti silmək üçün sizin hüququnuz yoxdu.
hy_am: Դուք իրավունք չունեք ջնջել այս օբյեկտը:
ka_ge: თქვენ არა გაქვთ ამ ობიექტის წაშლის უფლება
kk_kz: Сіздің бұл объектін жоюға құқыңыз жоқ
ru_ru: У вас нет прав на удаление этого объекта
th_th: คุณไม่มีสิทธิ์ในการลบวัตถุนี้

# msgNoInsertPermission
source: You have no rights to create this object
ar_iq: لا يحق لك إنشاء هذا الكائن
az_latn_az: Bu elementi yaratmaq sizin hüququnuz yoxdur
hy_am: Դուք այս օբյեկտը ստեղծելու իրավունք չունեք:
ka_ge: თქვენ არ გაქვთ ამ ობიექტის შექმნის უფლება
kk_kz: Сіздің бұл объектіні құруға құқыңыз жоқ
ru_ru: У вас нет прав на создание этого объекта
th_th: คุณไม่มีสิทธิ์ในการสร้างวัตถุนี้

# msgNoSelectPermission
source: You have no rights to view this form
ar_iq: لا يحق لك عرض هذا النموذج
az_latn_az: Bu formanı nəzərdən keçirmək sizin hüququnuz yoxdur
hy_am: Դուք իրավունք չունեք դիտել այս ձևը:
ka_ge: ამ ფორმის ნახვის უფლება არ გაქვთ
kk_kz: Сіздің бұл нысанды қарап шығуға құқыңыз жоқ
ru_ru: У вас нет прав просматривать эту форму.
th_th: คุณไม่มีสิทธิ์ในการดูแบบฟอร์มนี้

# msgPasswordChanged
source: Your password has been successfully changed
ar_iq: تم تغيير كلمة المرور الخاصة بك بنجاح
az_latn_az: Parolunuz uğurla dəyişdirilmişdir
hy_am: Ձեր գաղտնաբառը հաջողությամբ փոխվել է
ka_ge: თქვენი პაროლი წარმატებით შეიცვალა.
kk_kz: Сіздің пароліңіз ойдағыдай өзгертілді
ru_ru: Ваш пароль успешно изменен
th_th: รหัสผ่านของคุณเปลี่ยนเรียบร้อยแล้ว

# msgSaveTranslationToolPrompt
source: You changed translation/layout of current form. Do you want to save these changes?
ar_iq: قمت بتغيير ترجمة/تخطيط النموذج الحالي. هل تود حفظ هذه التغييرات؟
az_latn_az: Siz mövcud formanın tərcüməsi/strukturunu dəyişmisiniz. Bu dəyişiklikləri yaddaşa salmaq istəyirsiniz?
hy_am: Դուք փոխել եք ներկա ձևի թարգմանությունը/դասավորվածությունը: Դուք ուզում եք պահպանե՞լ այս փոփոխությունները:
ka_ge: თქვენ შეცვალეთ მიმდინარე ფორმის გარეგნული სახე/თარგმანი. გსურთ შეტანილი ცვლილებების დამახსოვრება?
kk_kz: Сіз ағымдық нысананың аудармасын өзгерттіңіз. Жасалған өзгерістерді сақтауыңыз келе ме?
ru_ru: Вы изменили перевод или внешний вид текущей формы. Сохранить эти изменения?
th_th: คุณเปลี่ยนการแปลภาษา/รูปแบบของแบบฟอร์มปัจจุบัน คุณต้องการบันทึกการเปลี่ยนแปลงหรือไม่?

# strSearchPanelMandatoryFields_msgId
source: Please fill all mandatory fields of Search Panel
ar_iq: يرجى إملاء كافة الحقول الإلزامية في لوحة البحث.
az_latn_az: Axtarış panelinin bütün məcburi sahələrini doldurun
hy_am: Խնդրում ենք լրացնել Որոնման վահանակի բոլոր պարտադիր դաշտերը
ka_ge: გთხოვთ შეავსოთ ძებნის პანელზე ყველა სავალდებულო ველი
kk_kz: Іздеу панэлінде міндетті түрде толтырылатын жолақтарды толтырыңыз
ru_ru: Заполните, пожалуйста, все обязательные поля панели поиска
th_th: กรุณาป้อนช่องที่จำเป็นในแถบการค้นหาให้หมด

# msgConfirmReferenceDeleting
source: You are going to delete the reference value which is used in the system already. Do you want to delete reference value?
ar_iq: سوف تقوم بحذف القيمة المرجعية المستخدمة في النظام فعلاً. هل تريد حذف القيمة المرجعية؟
az_latn_az: Siz istinadlardan artıq sistemdə istifadə olunmuş dəyəri silmək üzrəsiniz. Siz həqiqətən bu dəyəri silmək istəyirsiz?
hy_am: Դուք պատրաստվում եք տեղեկատուից ջնջել արժեքը , որն արդեն օգտագործվում է համակարգում: Ցանկանու՞մ եք ջնջել տեղեկատուի արժեքը:
ka_ge: ცნობარის მნიშვნელობა უკვე გამოყენებულია სისტემაში. ნამდვილად გსურთ ამ ცნობარის მნიშვნელობის წაშლა?
kk_kz: Сіз жүйеде қолданылатын анықтама мәнін жойғалы тұрсыз. Сіз расында да анықтамалық мәнді жойғыңыз келе ма?
ru_ru: Вы собираетесь удалить из справочника значение, которое уже используется в системе. Вы действительно удалить значение справочника?
th_th: คุณกำลังจะลบค่าอ้างอิง ที่ใช้ในระบบแล้ว คุณต้องการลบค่าอ้างอิงหรือไม่?

# msgEIDSSCopyright
source: Copyright © 2005-2017 Black && Veatch Special Projects Corp.
ar_iq: حقوق النشر محفوظة © 2005-2017 بلاك آند فيتِك سبيشِل بروجيكتس كورب
az_latn_az: Müəllif hüququ © 2005-2017 Black && Veatch Special Projects Corp.
hy_am: Հեղինակային իրավունք © 2005-2017 Black && Veatch Special Projects Corp.
ka_ge: საავტორო უფლება © 2005-2017 Black && Veatch Special Projects Corp
kk_kz: Барлық құқық қорғалған © 2005-2017 Black && Veatch Special Projects Corp.
ru_ru: Все права защищены © 2005-2017 Black && Veatch Special Projects Corp.
th_th: สงวนลิขสิทธิ์โดย © 2005-2018 Black && Veatch Special Projects Corp.

# msgNoUpdatePermission
source: You have no rights to edit this object
ar_iq: لا يحق لك تحرير هذا الكائن
az_latn_az: Bu obyekti redaktə etmək sizin hüququnuz yoxdur
hy_am: Դուք իրավունք չունեք խմբագրել այս օբյեկտը:
ka_ge: თქვენ არ გაგაჩნიათ შესაბამისი წვდომა ამ ობიექტის რედაქტირებისთვის
kk_kz: Сіздің бұл объектіні өзгертуге құқыңыз жоқ
ru_ru: У вас нет прав на редактирование этого объекта
th_th: คุณไม่มีสิทธิ์ในการแก้ไขวัตถุนี้

# msgUnsavedRecordsPrompt
source: You have some unsaved records. Do you want to save changes before applying a new search (unsaved changes will be undone)?
ar_iq: لديك بعض سجلات غير محفوظة. هل تريد حفظ التغييرات قبل تطبيق بحث جديد (سيتم التراجع عن التغييرات التي لم تُحفَظ)؟
az_latn_az: Bəzi yaddaşa salınmamış qeydləriniz var. Yeni axtarışı tətbiq etməmişdən öncə dəyişiklikləri yaddaşa salmaq istəyirsiniz (yadaşa salınmamış dəyişikliklər itəcəkdir)?
hy_am: Դուք չպահպանված գրառումներ ունեք: Ցանկանո՞ւ եք պահպանել փոփոխությունները նախքան նոր որոնման անցնելը (չպահպանված փոփոխությունները կետարկվեն):
ka_ge: თქვენ გაქვთ დაუმახსოვრებელი ჩანაწერები. გსურთ ცვლილებების გამახსოვრება ახალი ძებნის განხორციელებამდე? (დაუმახსოვრებელი ცვლილებები გაუქმდება)
kk_kz: Сізде сақталмаған өзгерістер бар. Сіз жаңа іздеу бастамай тұрып жасаған өзгерістерді сақтауыңыз келе ме (сақталмаған өзгерістер жойылады)?
ru_ru: Некоторые измененные записи не сохранены. Сохранить изменения? Если вы этого не сделаете, все несохраненные изменения будут потеряны.
th_th: คุณมีบันทึกที่ยังไม่ได้บันทึก คุณต้องการบันทึกการเปลี่ยนแปลงเหล่านี้ก่อนทำการค้นหาใหม่หรือไม่ (การเปลี่ยนแปลงที่ไม่ได้บันทึก จะกลับเป็นเช่นเดิม)?

# msgFormSaving
source: The form is saving
ar_iq: يتم الآن حفظ النموذج
az_latn_az: Forma yaddaşa salınır
hy_am: Ձևը պահպանվում է
ka_ge: ფორმის დამახსოვრება
kk_kz: Нысана сақталып жатыр
ru_ru: Форма сохраняется
th_th: กำลังบันทึกแบบฟอร์ม

# titleVsSessionReport
source: Vector Surveillance Session Report
ar_iq: تقرير جلسة مراقبة الناقل
az_latn_az: Keçiricilər üzrə nəzarət sessiyasına dair hesabat
hy_am: Պահոցի/փոխանցողի հսկողության սեսիայի հաշվետվություն
ka_ge: ვექტორებზე ზედამხედველობის სესიის ანგარიში
kk_kz: Векторлық бақылау сессиясы туралы есеп хат
ru_ru: Отчёт сессии надзора за переносчиками заболеваний
th_th: รายงานการประชุมการเฝ้าระวังตัวนำโรค

# titleVsVector
source: Pool/Individual Vector Details
ar_iq: تفاصيل الناقل الجماعي/الفردي
az_latn_az: Hövzə/Fərdi Keçiricilərə dair təfərrüatlar
hy_am: Պուլի/անհատական պահոցի/փոխանցողի մանրամասներ
ka_ge: პულის/ინდივიდუალური გადამტანის ფორმა
kk_kz: Пул/жеке вектордың толық мағлұматы
ru_ru: Подробные сведения о группе / индивидуальном переносчике заболевания
th_th: รายละเอียดตัวนำโรคแบบกลุ่ม/เดี่ยว

# titleBasicSyndromicSurveillanceReport
source: Basic Syndromic Surveillance Report
ar_iq: تقرير مراقبة الأعراض التناذرية الأساسية
az_latn_az: Əsas sindromlara nəzarətə dair hesabat
hy_am: Հիմնական համախտանշային հսկողության հաշվետվություն
ka_ge: საყრდენი ბაზებით ზედამხედველობის ანგარიში
kk_kz: Векторлық Қадағалау Есептемесі
ru_ru: Отчёт основного синдромного надзора
th_th: รายงานการเฝ้าระวังโรคเบื้องต้น

# titleCreateCase
source: Create Case
ar_iq: إنشاء حالة
az_latn_az: Yeni xəstəlik hadisəsini yarat
hy_am: Ստեղծել դեպք
ka_ge: შემთხვევის შექმნა
kk_kz: Жағдайды жасау
ru_ru: Создать случай
th_th: สร้างกรณี

# titleCreateSample
source: Register a new sample
ar_iq: تسجيل عينة جديدة
az_latn_az: Yeni nümunəni qeydiyyatdan keçir
hy_am: Գրանցել նոր նմուշ
ka_ge: ახალი ნიმუშის რეგისტრაცია
kk_kz: Жаңа сынаманы тіркеу
ru_ru: Регистрация новой пробы
th_th: ลงทะเบียนตัวอย่างใหม่

# titleBtnCreateSample
source: New Sample
ar_iq: عينة جديدة
az_latn_az: Yeni nümunə
hy_am: Նոր նմուշ
ka_ge: ახალი ნიმუში
kk_kz: Жаңа үлгі
ru_ru: Новая проба
th_th: ตัวอย่างใหม่

# tooltipAdd_Id
source: Add
ar_iq: إضافة
az_latn_az: Əlavə et
hy_am: Ավելացնել
ka_ge: დამატება
kk_kz: Қосу
ru_ru: Добавить
th_th: เพิ่ม

# ErrAVROutOfMemory
source: Not enough memory to load the layout.
ar_iq: ليس هناك ذاكرة كافية لتحميل التخطيط.
az_latn_az: Cədvəli yükləmək üçün kifayət qədər yaddaş yoxdur.
hy_am: Ոչ բավարար հիշողություն՝ ներկայացման բեռնման համար:
ka_ge: არაა საკმარისი მეხსიერება სქემის ჩასატვირთად.
kk_kz: Көріністі жүктеу үшін жад жеткіліксіз
ru_ru: Недостаточно памяти для загрузки отчета.
th_th: ไม่มีความจำมากพอสำหรับการโหลดรูปแบบ

# strRemoveAll_Id
source: Remove All
ar_iq: إزالة الكل
az_latn_az: Hamısını sil
hy_am: Ջնջել բոլորը
ka_ge: ყველას ამოღება
kk_kz: Бәрін жою
ru_ru: Удалить все
th_th: ย้ายออกทั้งหมด

# msgRemoveSessionLinkPrompt
source: Do you really want to remove the link to the selected Session?
ar_iq: هل تريد فعلاً إزالة الارتباط بالجلسة المحددة؟
az_latn_az: Seçilmiş sessiyaya əlaqəni ləğv etmək istəyirsinizmi?
hy_am: Դուք իսկապես ցանկանու՞մ եք տեղափոխել հղումը դեպի ընտրված սեսիա:
ka_ge: თქვენ ნამდვილად გსურთ კავშირის ამოღება შერჩეული სესიიდან?
kk_kz: Сіз шынымен де таңдап алынған сессиямен байланысты жойғыңыз келе ме?
ru_ru: Вы действительно хотите удалить связь с выбранной сессией?
th_th: คุณต้องการลบลิงค์ไปที่พื้นที่ที่เลือกหรือไม่

# TranslationTool_AlignLefts
source: Align Lefts
ar_iq: محاذاة النهايات اليسرى
az_latn_az: Soldakıları sərhədləri uyğunlaşdır
hy_am: Հավասարեցնել դեպի ձախ
ka_ge: გათანაბრება მარცხნივ
kk_kz: Сол жақ бойынша таралау
ru_ru: Выровнять левые границы
th_th: จัดไปทางซ้าย
