Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/BvMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th

# TranslationTool_AlignRights
source: Align Rights
ar_iq: محاذاة النهايات اليمنى
az_latn_az: Sağdakıları sərhədləri uyğunlaşdır
hy_am: Հավասարեցնել աջ կողմերը
ka_ge: გათანაბრება მარჯვნივ
kk_kz: Оң жақ бойынша таралау
ru_ru: Выровнять правые границы
th_th: จัดไปทางขวา

# TranslationTool_AlignMiddles
source: Align Middles
ar_iq: محاذاة الوسط
az_latn_az: Ortadakıları sərhədləri uyğunlaşdır
hy_am: Հավասարեցնել կենտրոնները
ka_ge: გათანაბრება შუაში
kk_kz: Орта жақта таралау
ru_ru: Выровнять середины
th_th: จัดมาตรงกลาง

# TranslationTool_Rename
source: Rename
ar_iq: إعادة تسمية
az_latn_az: Adını dəyişdir
hy_am: Վերանվանել
ka_ge: სახელის გადარქმევა
kk_kz: Атын өзгерту
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่

# TranslationTool_SaveTranslation
source: Save translation
ar_iq: حفظ الترجمة
az_latn_az: Tərcüməni yaddaşa sal
hy_am: Պահպանել թարգմանությունը
ka_ge: თარგმანის შენახვა
kk_kz: Аударманы сақтау
ru_ru: Сохранить перевод
th_th: บันทึกการแปล

# TranslationTool_ShowAllHiddenControlsAction
source: Show all hidden controls
ar_iq: إظهار كافة عناصر التحكم المخفية
az_latn_az: Bütün gizli idarə elementlərini göstər
hy_am: Ցուցադրել բոլոր թաքնված կառավարման տարրերը
ka_ge: ყველა დამალული მართვის ელემენტის ჩვენება
kk_kz: Бүкіл жасырын басқару элементтерін көрсету
ru_ru: Показать все скрытые элементы управления
th_th: แสดงการควบคุมที่ซ่อนไว้ทั้งหมด

# TranslationTool_ShowHiddenControlsForm
source: Show unhide form
ar_iq: إظهار النموذج المخفي
az_latn_az: Formasını göstər
hy_am: Ցուցադրել ցուցադրվող ձևը
ka_ge: ფორმის ჩვენება
kk_kz: Жасырын нысананы көрсету
ru_ru: Показать / отобразить форму
th_th: แสดงแบบฟอร์มที่ซ่อน

# TranslationTool_Hide
source: Hide
ar_iq: إخفاء
az_latn_az: Gizlət
hy_am: Թաքցնել
ka_ge: დამალვა
kk_kz: Жасыру
ru_ru: Скрыть
th_th: ซ่อน

# strAllTranslations
source: All Translations
ar_iq: كافة الترجمات
az_latn_az: Bütün tərcümələr
hy_am: Բոլոր թարգմանությունները
ka_ge: ყველა თარგმანი
kk_kz: Бүкіл аудармалар
ru_ru: Все переводы
th_th: การแปลภาษาทั้งหมด

# strRenameTo
source: Rename to "{0}"
ar_iq: إعادة التسمية إلى "{0}"
az_latn_az: Adını "{0}"-a dəyişdir
hy_am: Վերանվանել "{0}"-ի
ka_ge: გადაერქვას "{0}"
kk_kz: "{0}" атына өзгерту
ru_ru: Переименовать на «{0}»
th_th: เปลี่ยนชื่อเป็น "{0}"

# errLoginDisabled
source: Connection to EIDSS database can’t be established. Most possibly database update is being performed now. Try to login later.
ar_iq: لا يمكن إنشاء الاتصال مع قاعدة بيانات النظام الإلكتروني المتكامل لمراقبة الأمراض. من المرجح جداً أن تكون قاعدة البيانات قيد التحديث الآن. حاول تسجيل الدخول لاحقاً.
az_latn_az: YXEMS məlumat bazasına qoşulmanı qurmaq mümkün deyil. Ola bilər ki, indi məlumat bazasının yenilənməsi icra olunur. Az sonra daxil olmağa cəhd edin.
hy_am: Հնարավոր չէ կապ հաստատել ՀՀԷՀՀ տվյալների բազայի հետ: Ամենայն հավանականությամբ ներկայումս իրականացվում է տվյալների բազայի թարմացում: Փորձեք մուտք գործել համակարգ ավելի ուշ:
ka_ge: შეუძლებელია დზეის-ის მონაცემეთა ბაზასთან დაკავშირება. სავარაუდოდ მიმდინარეობს ბაზის განახლება. სცადეთ შესვლა ცოტა ხნის მერე.
kk_kz: ЭИСНЗ дерекқорға қосылу әзірше мүмкін емес. Мүмкін осы уақытта дерекқордың жаңартуы болып жатыр. Жуйеге кейін кіріп көріңіз.
ru_ru: Не удается установить связь с базой данных ЭИСНЗ. Скорее всего в данный момент идет обновление базы данных. Попробуйте войти в программу позже.
th_th: ไม่สามารถสร้างการเชื่อมต่อไปที่ฐานข้อมูล EIDSS ได้ อาจเป็นเพราะว่ากำลังทำการอัพเดตฐานข้อมูลอยู่ตอนนี้ กรุณาลงชื่อเข้าใช้ใหม่อีกครั้งภายหลัง

source: Current date
ar_iq: التاريخ الحالي
az_latn_az: Mövcud tarix
hy_am: Ընթացիկ ամսաթիվ
ka_ge: მიმდინარე თარიღი
kk_kz: Ағымдық уақыт
ru_ru: Текущая дата
th_th: วันที่ปัจจุบัน

source: Print Barcodes
ar_iq: طباعة الرموز الشريطية
az_latn_az: Ştrix-kodları çap et
hy_am: Տպել շտրիխ կոդերը
ka_ge: შტრიხკოდების ბეჭდვა
kk_kz: Сызық кодты басып шығару
ru_ru: Печать штрихкодов
th_th: พิมพ์บาร์โค้ด

source: File can’t be decrypted
ar_iq: لا يمكن فك تشفير الملف
az_latn_az: Faylın şifrini açmaq mümkün deyil
hy_am: Ֆայլը հնարավոր չէ վերծանել
ka_ge: ფაილის განშიფრვა ვერ ხერხდება
kk_kz: Файлдың шифрді шешу мүмкін емес
ru_ru: Файл невозможно расшифровать
th_th: ไม่สามารถถอดรหัสไฟล์ได้

source: Wrong file format
ar_iq: تنسيق ملف خطأ
az_latn_az: Fayl formatı səhvdir
hy_am: Ֆայլի ձևաչափը սխալ է
ka_ge: ფაილის არაწორი ფორმატი
kk_kz: Файл пішімі дұрыс емес
ru_ru: Неправильный формат файла
th_th: ฟอร์แมตไฟล์ผิด

source: General error
ar_iq: خطأ عام
az_latn_az: Ümumi səhv
hy_am: Ընդհանուր սխալ
ka_ge: შეცდომა
kk_kz: Ортақ қате
ru_ru: Общий сбой
th_th: ข้อผิดพลาดทั่วไป

source: Add Case/Session
ar_iq: إضافة حالة/جلسة
az_latn_az: Xəstəlik hadisəsi/Sessiyanı əlavə et
hy_am: Ավելացնել դեպք/սեսիա
ka_ge: შემთხვევის/სესიის დამატება
kk_kz: Жағдай/Сессияны қосу
ru_ru: Добавить случай / сессию
th_th: เพิ่มกรณี/การประชุม

source: Laboratory Section
ar_iq: قسم المخبر
az_latn_az: Laboratoriya bölməsi
hy_am: Լաբորատորիայի բաժին
ka_ge: ლაბორატორიული ნაწილი
kk_kz: Зертхана бөлімі
ru_ru: Лабораторный раздел
th_th: หมวดห้องปฏิบัติการ

source: My Preferences
ar_iq: تفضيلاتي
az_latn_az: Seçdiklərim
hy_am: Իմ Նախապատվությունները
ka_ge: შერჩეულების ჩამონათვალი
kk_kz: Менің қалағандарым
ru_ru: Избранное
th_th: รายการตัวอย่างของฉัน

# menuAccessionIn
source: Accession In
ar_iq: إضافة إلى
az_latn_az: Nümunələrin qəbulu
hy_am: Նմուշների ընդունում
ka_ge: მიღება
kk_kz: Қабылдау
ru_ru: Приём проб
th_th: การเริ่มปรากฏของโรคใน

# menuAccessionInGoodCondition
source: Accepted in good condition
ar_iq: مقبول بحالة جيدة
az_latn_az: Yaxşı vəziyyətdə qəbul edildi
hy_am: Ընդունվել է լավ վիճակում
ka_ge: მიღებულია სათანადო მდგომარეობაში
kk_kz: Жақсы күйде қабылданды
ru_ru: Принято в хорошем состоянии
th_th: รับตัวอย่างมาในสภาพที่ดี

# menuAccessionInPoorCondition
source: Accepted in poor condition
ar_iq: مقبول بحالة سيئة
az_latn_az: Pis vəziyyətdə qəbul edildi
hy_am: Ընդունվել է վատ վիճակում
ka_ge: მიღებულია არასათანადო მდგომარეობაში
kk_kz: Жаман күйде қабылданды
ru_ru: Принято в плохом состоянии
th_th: รับตัวอย่างมาในสภาพไม่ดี

# menuAccessionInRejected
source: Rejected
ar_iq: مرفوض
az_latn_az: Rədd edildi
hy_am: Մերժվել է
ka_ge: დაწუნებული
kk_kz: Қабылданбаған
ru_ru: Отклонено
th_th: ปฏิเสธการรับตัวอย่าง

# menuAssignTest
source: Assign Test
ar_iq: تعيين اختبار
az_latn_az: Testi təyin et
hy_am: Նշանակել հետազոտություն
ka_ge: ტესტის დანიშვნა
kk_kz: Тест белгілеу
ru_ru: Назначить тест
th_th: กำหนดการทดสอบ

# menuExternalTestResult
source: Set External Test Result
ar_iq: تعيين نتيجة اختبار خارجي
az_latn_az: Kənardan alınmış nəticələri əlavə et
hy_am: Նշել արտաքին հետազոտության արդյունքը
ka_ge: გარე ტესტის შედეგების შეყვანა
kk_kz: Сыртқы тест нәтижесін қою
ru_ru: Зарегистрировать результат внешнего теста
th_th: ตั้งค่าผลลัพธ์การทดสอบภายนอก

# menuCreateAliquot
source: Create Aliquot
ar_iq: إنشاء قاسم
az_latn_az: Alikvotı yarat
hy_am: Ստեղծել ալեքվոտ
ka_ge: ალიქვოტის შექმნა
kk_kz: Аликвотаны құру
ru_ru: Создать аликвоту
th_th: สร้างอลิคว๊อท

# menuCreateDerivative
source: Create Derivative
ar_iq: إنشاء مشتقات
az_latn_az: Törəməni yarat
hy_am: Ստեղծել ածանցյալ
ka_ge: დერივატის შექმნა
kk_kz: Туындыны құру
ru_ru: Создать дериват
th_th: สร้างอนุพันธ์

# menuTransferOutSample
source: Transfer Out
ar_iq: نقل عينة للخارج
az_latn_az: Nümunələrin köçürülməsi
hy_am: Տեղափոխել նմուշը
ka_ge: ნიმუშის გადაცემა
kk_kz: Үлгіні жіберу
ru_ru: Передать пробу в другую лабораторию
th_th: โอนย้ายตัวอย่าง

# menuStartTest
source: Start Test
ar_iq: ابدأ الاختبار
az_latn_az: Testi icra et
hy_am: Սկսել հետազոտությունը
ka_ge: ტესტის დაწყება
kk_kz: Тестті бастау
ru_ru: Начать тест
th_th: เริ่มการทดสอบ

# menuSetTestResult
source: Set Test Result
ar_iq: تعيين نتيجة اختبار
az_latn_az: Testin nəticəsi əlavə et
hy_am: Նշել հետազոտության արդյունքը
ka_ge: ტესტის შედეგის მითითება
kk_kz: Тест нәтижесін қою
ru_ru: Зарегистрировать результат теста
th_th: ตั้งค่าผลลัพธ์การทดสอบ

# menuValidateTestResult
source: Validate Test Result
ar_iq: تحقق من صحة نتيجة الاختبار
az_latn_az: Testin nəticəsi təsdiq et
hy_am: Վավերացնել հետազոտության արդյունքը
ka_ge: ტესტის შედეგის გადამოწმება
kk_kz: Тест нәтижесін растау
ru_ru: Подтвердить результат теста
th_th: พิสูจน์ผลการทดสอบให้เป็นขั้นสุดท้าย

# menuAmendTestResult
source: Amend Test Result
ar_iq: تعديل نتيجة الاختبار
az_latn_az: Testin nəticəsi dəyişdir
hy_am: Փոխել հետազոտության արդյունքը
ka_ge: ტესტის შედეგის შეცვლა
kk_kz: Тест нәтижесін өзгерту
ru_ru: Исправить результат теста
th_th: เปลี่ยนผลลัพธ์การทดสอบ

# menuAddToPreferences
source: Add To Preferences
ar_iq: إضافة إلى التفضيلات
az_latn_az: "Seçdiklərim" siyahısına əlavə et
hy_am: Ավելացնել նախապատվություններին
ka_ge: შერჩეულების ჩამონათვალში დამატება
kk_kz: Менің қалағандарыма қосу
ru_ru: Добавить в избранное
th_th: เพิ่มเข้าในรายการตัวอย่างของฉัน

# menuRemoveFromPreferences
source: Remove From Preferences
ar_iq: إزالة من التفضيلات
az_latn_az: "Seçdiklərim" siyahısından sil
hy_am: Հեռացնել նախապատվություններից
ka_ge: შერჩეულების ჩამონათვალიდან ამოღება
kk_kz: Менің қалағандарымнан жою
ru_ru: Удалить из избранного
th_th: ย้ายออกจากการตั้งค่ากำหนดเอง

# menuRemove
source: Remove
ar_iq: إزالة
az_latn_az: Sil
hy_am: Հեռացնել
ka_ge: დამალვა
kk_kz: Жою
ru_ru: Убрать из результатов поиска
th_th: ลบรายการนี้

# menuCancelChanges
source: Cancel changes
ar_iq: إلغاء التغييرات
az_latn_az: Dəyişiklikləri ləğv et
hy_am: Չեղարկել փոփոխությունները
ka_ge: ცვლილებების გაუქმება
kk_kz: Өзгерістерді жою
ru_ru: Отменить изменения
th_th: ยกเลิกการแก้ไข

# menuSampleDestruction
source: Sample destruction
ar_iq: تدمير العينة
az_latn_az: Nümunəni məhv et
hy_am: Նմուշի ոչնչացում
ka_ge: ნიმუშის განადგურება
kk_kz: Үлгінің жойылуы
ru_ru: Уничтожение проб
th_th: การทำลายตัวอย่าง

# menuRoutineSampleDestruction
source: Mark sample for routine destruction
ar_iq: تعليم العينة من أجل التدمير الروتيني
az_latn_az: Adi məhvetmə üçün nümunələri işarələ
hy_am: Նշել նմուշը սովորական ոչնչացման համար
ka_ge: ნიმუშის მონიშვნა რუტინული განადგურებისთვის
kk_kz: Үлгіні қалыпты түрде жоюға белгілеу
ru_ru: Отметить пробу для уничтожения в рабочем порядке
th_th: ระบุรายการที่จะถูกทำลายเป็นประจำ

# menuAcceptDestruction
source: Accept destruction
ar_iq: قبول التدمير
az_latn_az: Məhvetməni qəbul et
hy_am: Հաստատել ոչնչացումը
ka_ge: განადგურების დადასტურება
kk_kz: Жоюды қабылдау
ru_ru: Принять уничтожение
th_th: ยอมรับการทำลาย

# menuRejectDestruction
source: Reject destruction
ar_iq: رفض التدمير
az_latn_az: Məhvetməni rədd et
hy_am: Մերժել ոչնչացումը
ka_ge: განადგურების უარყოფა
kk_kz: Жоюды қабылдамау
ru_ru: Отменить уничтожение
th_th: ปฏิเสธการทำลาย

# menuDelete
source: Lab record deletion
ar_iq: حذف سجل المخبر
az_latn_az: Laboratoriyanın yazısı sil
hy_am: Լաբորատոր գրառման ջնջում
ka_ge: ლაბორატორიული ჩანაწერის წაშლა
kk_kz: Зертхана деректерді жою
ru_ru: Удаление лабораторной записи
th_th: ลบรายการในห้องปฏิบัติการ

# menuDeleteSample
source: Delete sample (data entry error)
ar_iq: حذف العينة (خطأ في إدخال بيانات)
az_latn_az: Nümunəni sil (məlumatların daxil edilməsi zamanı səhv)
hy_am: Ջնջել նմուշը (տվյալների մուտքագրման սխալ )
ka_ge: ნიმუშის წაშლა (შეცდომა მონაცემების შეყვანისას)
kk_kz: Үлгіні жою (мәліметтерді қате енгізу)
ru_ru: Удалить пробу (ошибка ввода данных)
th_th: ลบตัวอย่าง(มีข้อผิดพลาดในการป้อนข้อมูล)

# menuDeleteTest
source: Delete test
ar_iq: حذف الاختبار
az_latn_az: Testi sil
hy_am: Ջնջել հետազոտությունը
ka_ge: ტესტის წაშლა
kk_kz: Тестті жою
ru_ru: Удалить тест
th_th: ลบการทดสอบ

# WhereCondition
source: Where
ar_iq: أين
az_latn_az: Harada
hy_am: Որտեղ
ka_ge: სადაც
kk_kz: Қайда
ru_ru: Где
th_th: ที่ใด

# strViewOnDetailForm_Id
source: View Pool/Vector Details
ar_iq: عرض تفاصيل التجمع/الناقل
az_latn_az: Hövzə/keçiricilərə dair təfərrüatlara bax
hy_am: Դիտել Պուլի/Պահոցի/Փոխանցողի մանրամասները
ka_ge: პულის/ინდივიდუალური გადამტანის ფორმის ჩვენება
kk_kz: Пул/Вектордың толық мағлұматтарды көру
ru_ru: Просмотреть подробные сведения о группе / переносчике заболевания
th_th: ดูรายละเอียดตัวนำโรคแบบกลุ่ม/เดี่ยว

# tooltipViewOnDetailForm_Id
source: View Pool/Vector Details
ar_iq: عرض تفاصيل التجمع/الناقل
az_latn_az: Hövzə/keçiricilərə dair təfərrüatlara bax
hy_am: Դիտել Պուլի/Պահոցի/Փոխանցողի մանրամասները
ka_ge: პულის/ინდივიდუალური გადამტანის ფორმის ჩვენება
kk_kz: Пул/Вектордың толық мағлұматтарды көру
ru_ru: Просмотреть подробные сведения о группе / переносчике заболевания
th_th: ดูรายละเอียดตัวนำโรคแบบกลุ่ม/เดี่ยว

# strShowSummaryInfo_Id
source: Show Summary Info
ar_iq: إظهار المعلومات التلخيصية
az_latn_az: Yekun məlumatı göstər
hy_am: Ցուցադրել ամփոփ տեղեկատվությունը
ka_ge: ჯამური ინფორმაციის ჩვენება
kk_kz: Соңғы мәлеметтерді көрсету
ru_ru: Показать сводную информацию
th_th: แสดงข้อมูลผลสรุป

# msgNoExecutePermission
source: You have no rights to perform this operation
ar_iq: لا يحق لك إجراء هذه العملية
az_latn_az: Bu əməliyyatı icra etmək icazəniz yoxdur
hy_am: Դուք այս գործողությունն իրականացնելու իրավունք չունեք
ka_ge: თქვენ არ გაქვთ ამ ოპერაციის განხორციელების უფლება
kk_kz: Сізде бұл амалды орындауға құқыңыз жоқ
ru_ru: У вас нет прав на выполнение этой операции
th_th: คุณไม่มีสิทธิ์ในการทำการปฏิบัติงานนี้

# titleCreateAliquot
source: Create Aliquots
ar_iq: إنشاء جزء من كل
az_latn_az: Alikvotlar yarat
hy_am: Ստեղծել ալեքվոտներ
ka_ge: ალიქვოტის შექმნა
kk_kz: Аликвоталарды құру
ru_ru: Создать аликвоты
th_th: สร้างอลิคว๊อท

# titleCreateDerivative
source: Create Derivatives
ar_iq: إنشاء مشتقات
az_latn_az: Törəmələr yarat
hy_am: Ստեղծել ածանցյալներ
ka_ge: დერივატის შექმნა
kk_kz: Туындыларды құру
ru_ru: Создать дериваты
th_th: สร้างอนุพันธ์

# titleTransferOutSample
source: Transfer Out
ar_iq: النقل للخارج
az_latn_az: Nümunəni göndər
hy_am: Տեղափոխել
ka_ge: გადაცემა
kk_kz: Сынаптаманы басқа мекемеге жіберу
ru_ru: Передача пробы во внешнюю организацию
th_th: ย้ายออก

# menuPrintBarcode
source: Print Barcodes
ar_iq: طباعة الباركود
az_latn_az: Ştrix-kodu çap et
hy_am: Տպել շտրիխ կոդերը
ka_ge: შტრიხკოდების ბეჭდვა
kk_kz: Штрихкодтарды басып шығару
ru_ru: Печать штрихкода
th_th: พิมพ์บาร์โค้ด

source: Beginning Date
ar_iq: تأريخ البدء
az_latn_az: Başlama tarixi
hy_am: Սկզբի ամսաթիվ
ka_ge: დაწყების თარიღი
kk_kz: Басталу күні
ru_ru: Дата начала
th_th: วันที่เริ่ม

source: Region/Rayon/Settlement
ar_iq: منطقة/حي/مستوطنة
az_latn_az: Region/Rayon/Yaşayış məntəgəsi
hy_am: Մարզ/Տարածաշրջան/Բնակավայր
ka_ge: რეგიონი/რაიონი/დასახლებული პუნქტი
kk_kz: Өңір/Аудан/Елді мекен
ru_ru: Регион / район / населённый пункт
th_th: จังหวัด/ อำเภอ/ตำบล/ ถิ่นฐาน

# titleVetCaseInvestigationReport
source: Case Investigation Report
ar_iq: نموذج تقرير التحقيق
az_latn_az: Xəstəlik hadisəsinin kağız forması
hy_am: Դեպքի հետազոտության հաշվետվական ձև
ka_ge: შინაური ცხოველის კვლევის ფორმა
kk_kz: Жағдай зерттеу есептемесі
ru_ru: Форма расследования заболевания среди животных
th_th: รายงานการสอบสวนกรณี

# DataSetrecordsof
source: Data Set ({0} records of {1}):
ar_iq: مجموعة بيانات ({0} من سجلات {1}):
az_latn_az: Məlumat toplusu ({0} / {1} qeydiyyat):
hy_am: Տվյալների հավաքածու ({0} գրառում {1}).
ka_ge: მონაცმენების ნაკრები ჩანაწერები ({0} {1})-დან:
kk_kz: Мәліметтер ({1} ішінен {0}):
ru_ru: Набор данных ({0} записей из {1}):
th_th: กลุ่มข้อมูล ({0}บันทึกของ {1}):

# TranslationTool_Properties
source: Properties
ar_iq: خصائص
az_latn_az: Xüsusiyyətlər
hy_am: Հատկություններ
ka_ge: უპირატესობები
kk_kz: Сипаттар
ru_ru: Свойства
th_th: คุณลักษณะ

# msgIdDeadlock
source: Current operation was deadlocked due to a conflict with another operation. Please repeat operation again.
ar_iq: العملية الحالية توقفت جراء تضاربها مع عملية اخرى. الرجاء المحاولة مرة أخرى
az_latn_az: Cari əməliyyat o birisi əməliyyatı ilə münaqişəyə girib. Xahiş olunur əməliyyatı təzədən icra edin.
hy_am: Տվյալ գործողությունն արգելափակված է այլ գործողությանը հակասելու պատճառով: Խնդրում ենք նորից կրկնել գործողությունը:
ka_ge: მიმდინარე ოპერაციის შესრულება შეუძლებელია რადგან ის შედის კონფლიქტში სხვა მიმდინარე ოპერაციასთან. გთხოვთ ოპერაციის განხორციელება სცადოთ განმეორებით.
kk_kz: Ағымдағы ісіңіз басқа іспен қақтығысты жағдайға ұшырады. Қайталап көріңіз.
ru_ru: Текущая операция вступила в конфликт взаимной блокировки с другой операцией. Пожалуйста, повторите операцию снова.
th_th: การปฏิบัติงานปัจจุบันถูกล็อค เนื่องจากเกิดความซับซ้อนกับอีกหนึ่งการปฏิบัติงาน กรุณาทำการปฏิบัติงานอีกครั้ง

# msgInvalidObject
source: Current object contains some internal errors and is opened in a read-only mode. If you need to modify this object, please try to force replication and re-open the object, or contact your system administrator.
ar_iq: العنصر الحالي يحتوي على بعض الاخطاء الداخلية وهو شغال في وضعية القراءة فقط. اذا تريد تغيير هذا العنصر، الرجاء حاول استخدام خاصية المزامنة وفتح العنصر مرة اخرى، أو اتصل مع مدير النظام.
az_latn_az: Cari obyektin daxili səhvləri olduğuna görə onun yalnız oxu rejimi mövcuddur. Əgər siz bu obyekti redaktə etmək istəyirsiniz, xahiş olunur ki, replikasiya əməliyyatı icra edib obyekti təzədən redaktə etmək cəhd edəsiniz və ya administratorla əlaqə saxlayasınız.
hy_am: Սույն օբյեկտը ներքին սխալներ է պարունակում և բացված է միայն կարդալու համար: Եթե ձեզ անհրաժեշտ է ձևափոխել այս օբյեկտը, խնդրում ենք փորձել դիմել ռեպլիկացիայի և նորից բացել օբյեկտը, կամ դիմել ձեր ցանցային ադմինիստրատորին:
ka_ge: მიმდინარე ობიექტი შეიცავს გარკვეულ შცდომებს და გახსნილია მხოლოდ წაკითხვის რეჟიმში. თუ თქვენ გსურთ ამ ობიექტის რედაქტირება/შეცვლა, გთხოვთ დაჩქარებულად გაუშვათ რეპლიკაცია და ხელახლა გახსნათ ობიექტი, ან დაუკავშირდეთ ადმინისტრატორს
kk_kz: Бұл нысанда ішкі қателері бар және тек оқуға арналған режимде ашылды. Сізге нысанды өзгертуге қажет болса, деректерді көшірмелеуге жіберіп, қайтадан өңдеу үшін нысанды ашыңыз, немесе жүйе əкімшісіне хабарласып көріңіз.
ru_ru: Данный объект содержит внутренние ошибки и открыт в режиме только для чтения. Если вам необходимо изменить этот объект, попробуйте реплицировать данные и открыть объект на редактирование еще раз, или свяжитесь с вашим системным администратором.
th_th: ขณะนี้อยู่ในโหมดอ่านเท่านั้น หากต้องการแก้ไขผู้ใช้ต้องสร้างหน้าและเปิดใหม่ หรือติดต่อผู้จัดการระบบ

# msgTooManyDiagnosis7
source: Too many diagnoses are selected for displaying in the report. The number of diagnoses shall not exceed seven. Please clear some diagnoses and try to generate the report again.
ar_iq: أمراض كثيرة اختيرت للعرض في التقرير. عدد الامراض يجب ان لايتجاوز 7. الرجاء افراغ بعض الامراض المختارة في القائمة وقم بخلق التقرير من جديد.
az_latn_az: Diaqnozların sayı həddindən artiqdır. Xahiş olunur, diaqnozların sayını azaldın və hesabatı bir daha tərtib etməyə cəhd edin.
hy_am: Հաշվետվության մեջ ներառելու համար ընտրված են չափազանց շատ ախտորոշումներ: Ախտորոշումների քանակը չպետք է գերազանցի 7-ը: Ջնջեք մի քանի ախտորոշում և կրկին փորձեք ստեղծել հաշվետվություն:
ka_ge: თქვენს მიერ არჩეული დიაგნოზების რაოდენობა აღემატება დიაგნოზების ასარჩევად დაშვებულ რაოდენობას, რომელიც შეადგენს შვიდს. გთხივთ ამოიღეთ ნაწილი დიაგნოზები და ხელახლა დააგენერირეთ ანგარიში
kk_kz: Есептеменің жасаған
ru_ru: Слишком много диагнозов выбрано для отображения в отчёте. Число диагнозов не должно превышать семи. Пожалуйста, очистите несколько диагнозов и попробуйте сформировать отчёт ещё раз.
th_th: มีการเลือกการวินิจฉัยจำนวนมากสำหรับแสดงในรายงาน จำนวนการวินิจฉัยไม่ควรเกิน 7 รายการ กรุณาลบการวินิจฉัยบางรายการและพยายามสร้างรายงานอีกครั้งหนึ่ง

# msgTooManyYears
source: Only {0} selected years will be represented in the report.
ar_iq: فقط {0} السنوات المؤشرة سوف تعرض في التقرير
az_latn_az: Hesabatda yalnız {0} illər əks olunacaq.
hy_am: Հաշվետվությունում կերևան միայն {0} ընտրված տարիները
ka_ge: მხოლოდ {0} არჩეული წლები იქნება წარმოდგენილი ამგარიშში
kk_kz: Есептеменің жасаған
ru_ru: Только {0} выбранных значений года будут отображены в отчете.
th_th: จะแสดง {0} ปีที่เลือกเท่านั้นในรายงาน

# titleEmergencyNotificationDTRAReport
source: Urgent Notification Form (customized)
ar_iq: نموذد الاشعار الفوري (معدل)
az_latn_az: Təcili xəbərdarlıq forması (tərtib olunan)
hy_am: Շտապ հաղորդման Ձև (հարմարեցված երկրի պահանջների համար)
ka_ge: სასწრაფო შეტყობინება ადამიანის დაავადების შემთხვევის შესახებ (მორგებული ფორმა)
kk_kz: Жұқпалы адам ауру жағдайы туралы жедел хабарлама
ru_ru: Экстренное извещение о случае инфекционного заболевания человека (кастомизированное)
th_th: รายงานการแจ้งเตือนแบบด่วน (กำหนดเอง)

# DoNotShowMessageNextTime
source: Do not show this message again
ar_iq: لاتعرض هذه الرسالة مرة اخرى
az_latn_az: Bu mesaj bir daha göstərilməsin
hy_am: Այլևս ցույց չտալ հաղորդագրությունը
ka_ge: აღარ გამოაჩინოს ეს შეტყობინება
kk_kz: Бұл хабарламаны көрсетпеу
ru_ru: Больше не показывать это сообщение
th_th: ไม่ต้องแสดงข้อความนี้อีกครั้ง

# DoNotShowWarningNextTime
source: Do not show this warning again
ar_iq: لاتعرض هذه الرسالة مرة اخرى
az_latn_az: Bu xəbərdarlıq bir daha göstərilməsin
hy_am: Այլևս ցույց չտալ նախազգուշացումը
ka_ge: აღარ გამოაჩინოს მოცემული გაფრთხილება
kk_kz: Бұл ескертуді көрсетпеу
ru_ru: Больше не показывать данное предупреждение
th_th: ไม่ต้องแสดงข้อความนี้อีกครั้ง

# msgSomeFieldsAreHidden
source: Some columns are hidden. To unhide column(s) open Column Chooser from the context menu.
ar_iq: بعض الاعمدة مخفية. لاظهارها - أفتح مختار الاعمدة من قائمة المحتويات
az_latn_az: Bəzi sütunlar gizlədilib. Sütunları göstərmək üçün kontekst menyusundan Sütun seçimi pəncərəsini açın.
hy_am: Որոշ սյունակներ թաքցրած են: Սյունակները տեսնելու համար ենթամենյուից բացեք Սյունակների ընտրությունը:
ka_ge: სვეტების ნაწილი დამალულია მომხმარებლის მიერ. სვეტების გამოსაჩენად გამოიყენეთ "სვეტების არჩევა" კონტექსტური მენიუდან
kk_kz: Кейбір бағаналар көрсетілмейді. Оларды көрсету үшін, кестенің Таңдау бағананы таңдаңыз.
ru_ru: Некоторые колонки скрыты пользователем. Чтобы показать колонки, используйте команду Выбор колонок в контекстном меню заголовка таблицы.
th_th: คอลัมน์บางคอลัมน์ถูกซ่อนอยู่ สามารถเปิดดูโดยใช้ตัวเลือกจากเมนู

# msgTooManyCheckedItems
source: You have selected too many items. Only first {0} will be displayed in the report.
ru_ru: Вы выбрали слишком много элементов. Только {0} из них будут отображены в отчете.
