Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/BvMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th

# ErrFilterValidatioError
source: Filter criteria value for [{0}] field can't be empty.
ar_iq: لا يمكن أن تكون قيمة معاير عامل التصفية [{0}] فارغة.
az_latn_az: {0} sahəsi üçün filtr göstəricisi boş ola bilməz.
hy_am: [{0}] դաշտի ֆիլտրի չափանիշի արժեքը չի կարող լինել դատարկ:
ka_ge: ფილტრის კრიტერიუმების მნიშვნელობა [{0}] ველისთვის არ შეიძლება იყოს შეუვსებელი.
kk_kz: [{0}] жолағы үшін сүзгінің мәні бос болмауға тиіс.
ru_ru: Значение фильтра для поля [{0}] не может быть пустым.
th_th: ไม่สามารถปล่อยช่องค่าเกณฑ์การกรอง [{0}] ให้ว่างได้

# lblFrom
source: From:
ar_iq: من:
az_latn_az: Tarixdən:
hy_am: Սկսած.
ka_ge: -დან
kk_kz: бастап
ru_ru: с:
th_th: จาก:

# lblFromNumeric
source: From:
ar_iq: من:
az_latn_az: Saydan:
hy_am: Սկսած.
ka_ge: -დან
kk_kz: бастап
ru_ru: с:
th_th: จาก:

# titleGroupAccessionIn
source: Group Accession In
ar_iq: إضافة مجموعة
az_latn_az: Nümunələrin qrupşəkilli qəbulu
hy_am: Նմուշների խմբի ընդունում
ka_ge: ნიმუშების ჯგუფური მიღება
kk_kz: Сынамаларды қабылдау
ru_ru: Групповой прием проб
th_th: ลงรับตัวอย่างเป็นกลุ่ม

# ErrGetMapSettings
source: Get map settings error
ar_iq: خطأ في إعدادات الخريطة
az_latn_az: Xəritənin parametrlərində səhv
hy_am: Քարտեզի պարամետրերի սխալ
ka_ge: რუკის პარამეტრების შეცდომა
kk_kz: Карта параметрлерінің қатесі
ru_ru: Ошибка параметров карты.
th_th: ข้อผิดพลาดการตั้งค่าการรับแผนที่

# bntHideSearch
source: Hide Search
ar_iq: إخفاء البحث
az_latn_az: Axtarışı gizlət
hy_am: Թաքցնել որոնումը
ka_ge: ძებნის დამალვა
kk_kz: Іздеуді жасыру
ru_ru: Скрыть поиск
th_th: ซ่อนการค้นหา

# btnHideErrDetail
source: Hide Details
ar_iq: إخفاء التفاصيل
az_latn_az: Təfərrüatları gizlət
hy_am: Թաքցնել մանրամասները
ka_ge: დეტალების დამალვა
kk_kz: Детальдарды жасыру
ru_ru: Скрыть детали
th_th: ซ่อนรายละเอียด

# titleHumanAccessionIn
source: Human Accession In
ar_iq: إضافة إنسان
az_latn_az: İnsanlardan götürülən nümunələrin qəbulu
hy_am: Մարդու նմուշների ընդունում
ka_ge: ადამიანის ნიმუშის მიღება
kk_kz: Адам сынамасын алу
ru_ru: Прием проб человека
th_th: มนุษย์การเริ่มปรากฏของโรคใน

# msgReasonEmpty
source: Input reason for change
ar_iq: يرجى إدخال سبب التغير
az_latn_az: Dəyişiklik etmək üçün səbəbi göstərin
hy_am: Գրանցել փոփոխության պատճառը
ka_ge: შეიყვანეთ ცვლილების შეტანის მიზეზი
kk_kz: Өзгеріс себебін енгізіңіз
ru_ru: Введите причину изменения
th_th: ป้อนเหตุผลในการเปลี่ยน

# ErrInvalidFieldFormat
source: Invalid data format for field '{0}'.
ar_iq: تنسيق البيانات غير صالح لحقل '{0}'.
az_latn_az: {0}' sahəsi üçün məlumatlar formatı düzgün deyil.
hy_am: '{0}' դաշտի տվյալների անվավեր ֆորմատ:
ka_ge: '{0}' ველისთვის მონაცემების ფორმატი არასწორია .
kk_kz: '{0}' жолағы үшін деректер форматы дұрыс емес.
ru_ru: Неправильный формат данных для поля '{0}'.
th_th: ฟอร์แม็ตข้อมูลสำหรับช่อง '{0}' ไม่ถูกต้อง

# ErrInvalidLogin
source: Cannot connect to SQL server. The database user name or password is not correct.
ar_iq: لا يمكن الاتصال بخادم SQL. هناك خطأ في اسم المستخدم أو كلمة المرور الخاصة بقاعدة البيانات.
az_latn_az: SQL serverinə qoşulmaq mümkün deyil. Məlumat bazasında istifadəçi adı və ya parol düzgün deyil.
hy_am: Սխալ մուտքի անուն/գաղտնաբառ:
ka_ge: არასწორი სისტემაში შესვლის სახელი/პაროლი
kk_kz: Пайдаланушының аты немесе пароль дұрыс емес
ru_ru: Неправильное имя пользователя или пароль
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ SQL ได้ ชื่อผู้ใช้ หรือรหัสผ่านของฐานข้อมูลไม่ถูกต้อง

# errInvalidSearchCriteria
source: Invalid search criteria.
ar_iq: معايير بحث غير صالحة.
az_latn_az: Yararsız axtarış meyarı.
hy_am: Անվավեր որոնման չափանիշներ
ka_ge: ძებნის არასწორი კრიტერიუმები.
kk_kz: Жол берілмейтін іздеу өлшемдері.
ru_ru: Недопустимый критерий поиска.
th_th: เกณฑ์การค้นหาผิดพลาด

source: Invalid old password
ar_iq: كلمة مرور قديمة غير صالحة
az_latn_az: Köhnə parol səhvdir
hy_am: Սխալ հին գաղտնաբառ
ka_ge: ძველი პარალი არასწორია
kk_kz: Бұрынғы пароль дұрыс емес
ru_ru: Неверный старый пароль
th_th: รหัสผ่านเดิมผิด

# errInvailidSiteID
source: Invalid Site ID or Serial Number
ar_iq: خطأ في معرِّف الموقع أو في الرقم التسلسلي
az_latn_az: Saytın Q/N və ya Seriya Nömrəsi səhvdir
hy_am: Կայքի անվավեր ն/հ կամ սերիայի անվավեր համար
ka_ge: ობიექტის არასწორი ID კოდი ან სერიული ნომერი
kk_kz: Сайт нөмірі немесе сериялық нөмір дұрыс емес.
ru_ru: Неверный номер сайта или серийный номер
th_th: ID ไซต์หรือหมายเลขอนุกรมไม่ถูกต้อง

# errInvailidSiteType
source: Invalid Site Type or Serial Number
ar_iq: خطأ في نوع الموقع أو في الرقم التسلسلي
az_latn_az: Saytın Tipi və ya Seriya Nömrəsi səhvdir
hy_am: Անվավեր կայքի տեսակ կամ սերիայի անվավեր համար
ka_ge: ობიექტის არასწორი ტიპი ან სერიული ნომერი
kk_kz: Сайт үлгісі немесе сериялық нөмір дұрыс емес.
ru_ru: Неверный тип сайта или серийный номер
th_th: ประเภทไซต์หรือหมายเลขอนุกรมไม่ถูกต้อง

# ErrInvalidParameter
source: Invalid value passed to the sql command parameter.
ar_iq: تم إرسال قيمة غير صالحة إلى معلمة أمر SQL.
az_latn_az: SQL əmr parametrinə səhv qiymət mənimsənmişdir.
hy_am: SQL հրամանի պարամետրին տրվել է անվավեր արժեք:
ka_ge: sql ბრძანებას მიენიჭა არასწორი მნიშვნელობა
kk_kz: SQL командасының параметріне дұрыс емес мән берілген
ru_ru: Параметру команды SQL присвоено неверное значение
th_th: ค่าที่ผิดพลาด ถูกส่งไปที่พารามิเตอร์สั่งงาน SQL

# btnLess
source: Less
ar_iq: أقل
az_latn_az: Təfərrüatları gizlət
hy_am: Թաքցնել մանրամասները
ka_ge: დეტალების დამალვა
kk_kz: Детальдарды жасыру
ru_ru: Скрыть детали
th_th: น้อยกว่า

# msgLoadDefaultReport
source: Load default report?
ar_iq: هل تود تحميل التقرير الافتراضي؟
az_latn_az: Standart hesabat yüklənsin?
hy_am: Բեռնե՞լ լռելյայն հաշվետվությունը:
ka_ge: გსურთ სტანდარტულად დაყენებული პარამეტრების დაყენება?
kk_kz: Әдепкілік бойынша есепті жүктеу керек пе?
ru_ru: Загрузить отчет по умолчанию?
th_th: ทำการโหลดรายงานตั้งต้นหรือไม่?

# msgEmptyLogin
source: Login is not defined
ar_iq: لم يتم تحديد تسجيل الدخول
az_latn_az: İstifadəçinin adı təyin edilməyib
hy_am: Օգտագործողի անունը սահմանված չէ:
ka_ge: სისტემაში შესვლა არ არის განსაზღვრული
kk_kz: Пайдаланушының аты берілген жоқ
ru_ru: Имя пользователя не задано
th_th: ไม่มีการระบุการลงชื่อเข้าใช้

# strMakeBatch_Id
source: Make Batch
ar_iq: تشكيل دفعة
az_latn_az: Test qrupu yarat
hy_am: Ստեղծել խմբաքանակ
ka_ge: პარტიის შექმნა
kk_kz: Топтық тест құру
ru_ru: Создать групповой тест
th_th: สร้างกลุ่ม

source: Message
ar_iq: الرسالة
az_latn_az: Mesaj
hy_am: Հաղորդագրություն
ka_ge: შეტყობინება
kk_kz: Хабар
ru_ru: Сообщение
th_th: ข้อความ

# msgMessage
source: Message
ar_iq: الرسالة
az_latn_az: Xəbərdarlıq
hy_am: Հաղորդագրություն
ka_ge: შეტყობინება
kk_kz: Хабар
ru_ru: Сообщение
th_th: ข้อความ

# strMarkForDisposition_Id
source: Mark for Disposition
ar_iq: وضع علامة للترتيب (التخلص من)
az_latn_az: Nümunəni məhv etdirmək üçün qeyd et
hy_am: Նշել ոչնչացման համար
ka_ge: მონიშვნა განკარგვისათვის
kk_kz: Жою
ru_ru: Уничтожение
th_th: ทำเครื่องหมายสำหรับการควบคุม

# ErrMapSettingsDefenition
source: Map settings defenition error
ar_iq: خطأ في تحديد إعدادات الخريطة
az_latn_az: Xəritənin parametrlərinin təyin edilməsində səhv
hy_am: Քարտեզի կարգավորումների սահմանման սխալ
ka_ge: რუკის პარამეტრების განსაზღვრის შეცდომა
kk_kz: Карта параметрлерін берудегі қате
ru_ru: Ошибка задания параметров карты
th_th: ข้อผิดพลาดการกำหนดการตั้งค่าแผนที่

# btnMore
source: More
ar_iq: أكثر
az_latn_az: Təfərrüatları gostərin
hy_am: Ցույց տալ մանրամասները
ka_ge: დეტალების ჩვენება
kk_kz: Детальдарды көрсету
ru_ru: Показать детали
th_th: มากกว่า

# colName
source: Name
ar_iq: الاسم
az_latn_az: Ad
hy_am: Անուն
ka_ge: დასახელება
kk_kz: Атауы
ru_ru: Название
th_th: ชื่อ

# strCreate_Id
source: New
ar_iq: جديد
az_latn_az: Yarat
hy_am: Ստեղծել
ka_ge: ახალი
kk_kz: Құру
ru_ru: Создать
th_th: ใหม่

# strCreateAvian_Id
source: New Avian Case
ar_iq: حالة طيور جديدة
az_latn_az: Yeni quş xəstəlik hadisəsi
hy_am: Թռչնի նոր դեպք
ka_ge: ფრინველის დაავადების ახალი შემთხვევა
kk_kz: Жаңа жағдай - Құстар
ru_ru: Новый случай - Птицы
th_th: สัตว์ปีกใหม่

# strCreateLivestock_Id
source: New Livestock Case
ar_iq: حالة مواشي جديدة
az_latn_az: Yeni heyvan xəstəlik hadisəsi
hy_am: Կենդանու նոր դեպք
ka_ge: შინაური ცხოველის დაავადების ახალი შემთხვევა
kk_kz: Жаңа жағдай - Жануарлар
ru_ru: Новый случай - Животные
th_th: ปศุสัตว์ใหม่

# tooltipCreate_Id
source: New
ar_iq: جديد
az_latn_az: Yarat
hy_am: Ստեղծել
ka_ge: შექმნა
kk_kz: Құру
ru_ru: Создать
th_th: ใหม่

# msgNoFreeSpace
source: No free space on location.
ar_iq: لا يوجد مساحة متبقية في الموقع.
az_latn_az: Saxlanılma yerində boş yer yoxdur.
hy_am: Պահեստի այդ միավորի մեջ ազատ տեղ չկա:
ka_ge: ამ ადგილმდებარეობაზე თავისუფალი ადგილი აღარ არის
kk_kz: Сақталатын орынның бұл элементінде бос орын жоқ
ru_ru: Нет свободного места в этом элементе хранилища
th_th: ไม่มีที่ว่างในตำแหน่ง

# msgNoRecordsFound
source: No records is found for current search criteria.
ar_iq: تعذر العثور على أي سجلات لمعايير البحث الحالية.
az_latn_az: Cari axtarış meyarları üçün qeydlər tapılmadı.
hy_am: Ներկայիս որոնման չափանիշներին համապատասխան ոչ մի գրառում չի գտնվել:
ka_ge: ძებნის მოცემული კრიტერიუმების მიხედვით ჩანაწერი არ მოიპოვება.
kk_kz: Іздеудің бұл өлшемін қанағаттандыратын бірде-бір жазба табылған жоқ.
ru_ru: Не найдено ни одной записи, удовлетворяющей данному критерию поиска.
th_th: ไม่พบบันทึกใดๆในเกณฑ์การค้นหานี้

# strNo_Id
source: No
ar_iq: لا
az_latn_az: Xeyr
hy_am: Ոչ
ka_ge: არა
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่

# ErrOldPassword
source: Old (current) password incorrect for user. The password was not changed.
ar_iq: كلمة المرور القديمة (الحالية) غير صحيحة. لم يتم تغيير كلمة المرور.
az_latn_az: İstifadəçinin köhnə (cari) parolu düz deyil. Parol dəyişməyib.
hy_am: Օգտագործողի հին (ընթացիկ) գաղտնաբառը սխալ է: Գաղտնաբառը չի փոխվել:
ka_ge: მომხმარებლის ძველი (მიმდინარე) პაროლი არასწორია. პაროლი არ შეუცვლიათ.
kk_kz: Пайдаланушының бұрынғы (ағымдағы) паролі дұрыс емес. Пароль өзгертілген жоқ.
ru_ru: Старый (текущий) пароль пользователя неверен. Пароль не был изменен.
th_th: รหัสผ่านเก่า(ปัจจุบัน)ไม่ถูกต้องสำหรับผู้ใช้ รหัสผ่านไม่ได้ถูกเปลี่ยน

# msgNumberOfRecords
source: Number of records: {0}
ar_iq: عدد السجلات: {0}
az_latn_az: Qeydlərin sayı: {0}
hy_am: Գրառումների թիվը՝ {0}
ka_ge: ჩანაწერების რაოდენობა: {0}
kk_kz: Жазба саны: {0}
ru_ru: Число записей: {0}
th_th: จำนวนบันทึก: {0}

# msgTooBigRecordsCount
source: Number of returned records is too big. Not all records are shown on the form. Please change search criteria and try again
ar_iq: عدد السجلات التي يتم إرجاعها كبير جدا. ولا تظهر كل السجلات على النموذج. يرجى تغيير معايير البحث والمحاولة مرة أخرى
az_latn_az: Sorğudan qaytarılmış yazıların sayı çox böyükdür. Formada bütün yazıları əks etdirmək mümkün deyil. Lütfən axtarış meyarlarını dəyişin və yenidən cəhd edin
hy_am: Վերադարձված գրառումների քանակը չափազանց մեծ է: Ոչ բոլոր գրառումներն են ցուցադրված ձևում: Խնդրում ենք փոխել որոնման չափանիշը և փորձել կրկին:
ka_ge: ნაპოვნი ჩანაწერების რაოდენობა ძალიან დიდია.ფორმაზე არაა ასახული ყველა ჩანაწერი. შეცვალეთ ძებნის კრიტერიუმები და გაიმეორეთ მცდელობა
kk_kz: Қайтарылған жазбалар саны өте көп. Нысанда барлық жазбалар көрсетілмеген. Іздеу өлшемін өзгертіп, іздеуді қайталаңыз.
ru_ru: Количество возвращенных записей слишком велико. На форме отображены не все записи. Пожалуйста измените критерий поиска и повторите запрос.
th_th: จำนวนของบันทึกที่เรียกคืนนั้นมากเกินไป การบันทึกทั้งหมดไม่ได้แสดงไว้ในแบบฟอร์ม กรุณาเปลี่ยนเกณฑ์การค้นหาและลองใหม่อีกครั้ง

# strOK_Id
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ

# tooltipOK_Id
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ

# msgCaseModePassive
source: Passive
ar_iq: سلبي
az_latn_az: Passiv
hy_am: Պասիվ հսկողություն
ka_ge: პასიური
kk_kz: Пассивті
ru_ru: Пассивный надзор
th_th: ไม่มีปฏิกิริยา

# strReport_Id
source: Paper Forms
ar_iq: نماذج ورقية
az_latn_az: Kağız formaları
hy_am: Թղթային ձևեր
ka_ge: ამოსაბეჭდი ფორმები
kk_kz: Қағаз нысандар
ru_ru: Отчеты
th_th: แบบฟอร์ม

# titlePaperForm
source: Paper Forms
ar_iq: نموذج ورقي
az_latn_az: Kağız forması
hy_am: Թղթային ձև
ka_ge: ამოსაბეჭდი ფორმა
kk_kz: Қағаз нысан
ru_ru: Бумажные формы
th_th: แบบฟอร์ม

# titlePaperForms
source: Paper Forms
ar_iq: نماذج ورقية
az_latn_az: Kağız formaları
hy_am: Թղթային ձևեր
ka_ge: ამოსაბეჭდი ფორმები
kk_kz: Қағаз нысандар
ru_ru: Бумажные формы
th_th: แบบฟอร์มเอกสาร

# tooltipReport_Id
source: Paper Forms
ar_iq: نماذج ورقية
az_latn_az: Kağız formaları
hy_am: Թղթային ձևեր
ka_ge: ამოსაბეჭდი ფორმები
kk_kz: & Қағаз нысандар
ru_ru: Бумажные формы
th_th: แบบฟอร์มเอกสาร

# msgWaitFormCaption
source: Please wait
ar_iq: يرجى الانتظار
az_latn_az: Zəhmət olmasa, gözləyin
hy_am: Խնդրում ենք սպասել
ka_ge: გთხოვთ მოიცადოთ
kk_kz: Күте тұрыңыз
ru_ru: Подождите, пожалуйста
th_th: กรุณารอสักครู่

# msgClearControl
source: Press Ctrl-Del to clear value.
ar_iq: اضغط على Ctrl-Del لمسح القيمة.
az_latn_az: Dəyəri təmizləmək üçün Ctrl-Del sıxın.
hy_am: Սեղմեք Ctrl-Del՝ արժեքի մաքրման համար:
ka_ge: მნიშვნელობის წასაშლელად დააწექით Ctrl-Del კლავიშს.
kk_kz: Мәнді тазалау үшін Ctrl-Del -ді басыңыз.
ru_ru: Нажмите Ctrl-Del для очистки значения.
th_th: กด Ctrl-Del เพื่อล้างค่า

# strPrintNumbers_Id
source: Print Numbers
ar_iq: طباعة الأرقام
az_latn_az: Nömrələri çap et
hy_am: Տպել համարները
ka_ge: ნომრების ბეჭდვა
kk_kz: Нөмірлерді басу
ru_ru: Печать номеров
th_th: พิมพ์หมายเลข

# strRefresh_Id
source: Refresh
ar_iq: تحديث
az_latn_az: Yenilə
hy_am: Թարմացնել
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: รีเฟรช

# tooltipRefresh_Id
source: Refresh
ar_iq: تحديث
az_latn_az: Təzələmək
hy_am: Թարմացնել
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: รีเฟรช

# strReject_Id
source: Reject
ar_iq: رفض
az_latn_az: Bərpa et
hy_am: Մերժել
ka_ge: უკუგდება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: ปฏิเสธ

# titleRemoveFromPreferences
source: Remove From Preferences
ar_iq: إزالة من التفضيلات
az_latn_az: Seçdiklərimdən sil
hy_am: Ջնջել նախապատվություններից
ka_ge: შერჩეულების ჩამონათვალიდან ამოღება
kk_kz: Артықшылықтардан жою
ru_ru: Удалить из избранного
th_th: ย้ายออกจากการตั้งค่ากำหนดเอง

# strRemove_Id
source: Remove
ar_iq: إزالة
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: ამოღება
kk_kz: Жою
ru_ru: Удалить
th_th: ย้ายออก

# msgConfirmResetLookup
source: Reset the content to default value?
ar_iq: إعادة ضبط المحتوى على القيمة الافتراضية؟
az_latn_az: Sahədə standart dəyəri bərpa etmək istəyirsiniz?
hy_am: Վերաբեռնե՞լ պարունակությունը լռելյայն արժեքով:
ka_ge: გსურთ შიგთავსად ნაგულისმევი მნიშვნელობის დაყენება?
kk_kz: Ішіндегіні әдепкілік бойынша мәнге қою керек пе?
ru_ru: Установить содержимое в значение по умолчанию?
th_th: ตั้งค่าเนื้อหาเป็นค่าตั้งต้นหรือไม่?

# errSampleInTransfer
source: Sample "{0}" is already included in transfer "{1}"
ar_iq: العينة "{0}" مدرجة مسبقاً في نقل "{1}"
az_latn_az: "{0}" nümunə artıq köçürülmə "{1}-ə daxil edildi
hy_am: Նմուշ "{0}" արդեն ընդգրկված է "{1}" տեղափոխման մեջ
ka_ge: ნიმუში ნომრით {0} უკვე შეტანილია ნიმუშის გადაცემის აქტში {1}"
kk_kz: "{0}" сынамасы {1}" беруге енгізіліп қойған
ru_ru: Проба "{0}" уже включена в передачу "{1}"
th_th: ตัวอย่าง"{0}" ถูกรวมอยู่ในการเคลื่อนย้าย "{1}" แล้ว

# titleReportAsSampleCollectedList
source: AS Sample Collected List
ar_iq: قائمة العينات المجمَّعة AS
az_latn_az: Toplanmış nümunələrin siyahısı
hy_am: ԱՀ հավաքագրված նմուշների ցանկ
ka_ge: აღებული ნიმუშების ჩამონათვალი
kk_kz: Іріктелген сынамалар тізімі
ru_ru: Список отобранных проб
th_th: รายการตัวอย่างที่เก็บ AS

# errContainerTransfer
source: Sample "{0}" cannot be transferred because there is at least one test in progress for it
ar_iq: عينة "{0}" لا يمكن نقلها بسبب وجود اختبار واحد على الأقل في طور الانجاز لها
az_latn_az: "{0}" adlı nümunəni gondərmək mümkün deyil, çünki bu nümunə üçün ən azı bir test icra olunur
hy_am: Նմուշ "{0}" չի կարող տեղափոխվել, քանի որ առկա է առնվազն մեկ հետազոտություն նրա համար, որն ընթացքի մեջ է
ka_ge: ნიმუშის "{0}" გადაცემა შეუძლებელია რადგან მასზე დანიშნული ერთი ტესტი მაინც დამუშავების პროცესშია
kk_kz: "{0}" сынамасы берілмейді, өйткені ең болмағанда оған арналған бір тест орындалу сатысында тұр
ru_ru: Проба "{0}" не может быть передана, потому что по крайней мере один тест для нее находится в стадии выполнения.
th_th: ไม่สามารถย้ายตัวอย่าง"{0}" ได้ เนื่องจากมีการทดสอบกำลังทำงานอย่างน้อยหนึ่งการทดสอบ

# ErrExistingBarcode
source: Sample with Lab Sample ID '{0}' already exists in the system. Please enter unique Lab Sample ID value.
ar_iq: العينة مع معرف العينة المخبري '{0}' موجودان مسبقا في النظام. يرجى إدخال قيمة معرف العينة المخبري الفريد.
az_latn_az: {0}' saylı laboratoriya nümunəsi Q/N-i sistemdə artıq mövcuddur. Lütfən unikal Laboratoriya Nümunə Q/N-in qiymətini daxil edin.
hy_am: '{0}' նմուշի լաբորատոր ն/հ-ով նմուշ արդեն արդեն գոյություն ունի համակարգում: Խնդրում ենք մուտքագրել եզակի նմուշի լաբորատոր ն/հ արժեք:
ka_ge: ნიმუში ლაბორატორიული ნომრით '{0}' უკვე არსებობს სისტემაში. გთხოვთ შეიყვანოთ უნიკალური ლაბორატორიული ნიმუშის ID.
kk_kz: '{0}' нөмерлі зертханалық сынама жүйеде бар. Өтініш, жүйеде жоқ нөмерді салыңыз.
ru_ru: Проба с лабораторным номером '{0}' уже существует в системе. Пожалуйста, введите уникальное значение номера.
th_th: มีตัวอย่างที่มีID ตัวอย่างห้องปฏิบัติการ'{0}' อยู่แล้วในระบบ กรุณาป้อนค่าID ตัวอย่างห้องปฏิบัติการอื่น

source: Save data?
ar_iq: هل تريد حفظ البيانات؟
az_latn_az: Məlumatlar yaddaşa salınsın?
hy_am: Պահպանե՞լ տվյալները:
ka_ge: გსურთ მონაცემების შენახვა?
kk_kz: Деректер сақталсын ба?
ru_ru: Сохранить данные?
th_th: บันทึกข้อมูลหรือไม่?

# strSave_Id
source: Save
ar_iq: حفظ
az_latn_az: Yaddaşa sal
hy_am: Պահպանել
ka_ge: დამახსოვრება
kk_kz: Сақтау
ru_ru: Сохранить
th_th: บันทึก

# strSearch_Id
source: Search
ar_iq: بحث
az_latn_az: Axtar
hy_am: Որոնում
ka_ge: ძებნა
kk_kz: Табу
ru_ru: Найти
th_th: ค้นหา

# tooltipSave_Id
source: Save
ar_iq: حفظ
az_latn_az: Yaddaşa sal
hy_am: Պահպանել
ka_ge: დამახსოვრება
kk_kz: Сақтау
ru_ru: Сохранить
th_th: บันทึก

# tooltipSearch_Id
source: Search
ar_iq: بحث
az_latn_az: Axtar
hy_am: Որոնում
ka_ge: ძებნა
kk_kz: Табу
ru_ru: Найти
th_th: ค้นหา

# btnSelect
source: Select
ar_iq: تحديد
az_latn_az: Seç
hy_am: Ընտրել
ka_ge: არჩევა
kk_kz: Таңдау
ru_ru: Выбрать
th_th: เลือก

# strSelect_Id
source: Select
ar_iq: تحديد
az_latn_az: Seç
hy_am: Ընտրել
ka_ge: არჩევა
kk_kz: Таңдау
ru_ru: Выбрать
th_th: เลือก

# strSelectAll_Id
source: Select All
ar_iq: تحديد الكل
az_latn_az: Hamısını seç
hy_am: Ընտրել բոլորը
ka_ge: ყველას არჩევა
kk_kz: Барлығын бөліп көрсету
ru_ru: Выделить все
th_th: เลือกทั้งหมด

# strSelectTest_Id
source: Select Test
ar_iq: تحديد اختبار
az_latn_az: Testi təyin et
hy_am: Ընտրել հետազոտություն
ka_ge: ტესტის შერჩევა
kk_kz: Тест белгілеу
ru_ru: Назначить тест
th_th: เลือกการทดสอบ

# titleSelectTest
source: Select Test
ar_iq: تحديد اختبار
az_latn_az: Testi təyin et
hy_am: Ընտրել հետազոտություն
ka_ge: ტესტის შერჩევა
kk_kz: Тест белгілеу
ru_ru: Назначить тест
th_th: เลือกการทดสอบ

# titleReportAsSessionTests
source: Lab Tests Report
ar_iq: تقرير اختبارات المخبر
az_latn_az: Fəal müşahidə sessiyasının testləri
hy_am: Սեսիայի հետազոտություններ
ka_ge: სესიის ტესტები
kk_kz: Сессияның тесттері
ru_ru: Тесты сессии
th_th: รายงานการทดสอบในห้องปฏิบัติการ

# btnShowErrDetail
source: Show Details
ar_iq: إظهار التفاصيل
az_latn_az: Təfərrüatları göstər
hy_am: Ցուցադրել մանրամասները
ka_ge: დეტალების ჩვენება
kk_kz: Детальдарды көрсету
ru_ru: Показать детали
th_th: แสดงรายละเอียด

# titleFieldTestsSetResult
source: Set result
ar_iq: تعيين النتيجة
az_latn_az: Nəticəni əlavə et
hy_am: Նշել արդյունքը
ka_ge: შედეგის განსაზღვრა
kk_kz: Нәтижені беру
ru_ru: Задать результат
th_th: ตั้งค่าผลลัพธ์ใหม่

# bntShowSearch
source: Show Search
ar_iq: إظهار البحث
az_latn_az: Axtarışı göstər
hy_am: Ցուցադրել որոնումը
ka_ge: ძებნის ჩვენება
kk_kz: Іздеуді көрсету
ru_ru: Показать поиск
th_th: แสดงการค้นหา

# ErrDataValidation
source: Some field contains invalid data.
ar_iq: حقل يحتوي على بيانات غير صالحة.
az_latn_az: Bəzi sahələrdə səhv məlumatlar var.
hy_am: Որոշ դաշտեր պարունակում են անվավեր տվյալներ:
ka_ge: ზოგიერთ უჯრაში არასწორი მონაცემებია
kk_kz: Кейбір жолақта дұрыс емес деректер бар.
ru_ru: Некоторые поля содержат неверные данные.
th_th: ช่องบางช่องมีข้อมูลที่ไม่ถูกต้อง

# ErrUndefinedStdError
source: Some error occurs in the application. Please send information about this error to software development team.
ar_iq: بعض الخطأ يحدث في التطبيق. الرجاء إرسال معلومات حول هذا الخطأ لفريق تطوير البرمجيات.
az_latn_az: Proqramının işində səhv var. Zəhmət olmasa, proqram təchizatı üzrə işçi qrupuna bu səhv haqqda məlumatı göndərin.
hy_am: Ծրագրի աշխատանքում սխալ է առաջացել: Խնդրում ենք ուղարկել այդ սխալի մասին տեղեկատվությունը ծրագրային ապահովման զարգացման թիմին:
ka_ge: პროგრამაში შეცდომაა. გთხოვთ გაუგზავნოთ ამ შეცდმომის შესახებ ინფორმაცია პროგრამის ავტორთა ჯგუფს
kk_kz: Бағдарламаның жұмысынан қате шықты. Бұл қате туралы бағдарламалық қамтамасыз етуді әзірлеу тобына хабар жіберіңіз.
ru_ru: В работе программы произошла ошибка. Пошлите информацию об этой ошибке группе разработки программного обспечения.
th_th: เกิดข้อผิดพลาดบางประการในแอพพลิเคชั่น กรุณาส่งข้อมูลเกี่ยวกับข้อผิดพลาดนี้มาที่ทีมงานพัฒนาซอฟ์ทแวร์

# errUnknownError
source: Some error occured in application
ar_iq: حدث خطأ في التطبيق
az_latn_az: Proqramın işində səhv baş verib
hy_am: Հավելվածում սխալ է առաջացել
ka_ge: პროგრამაში შეცდომაა
kk_kz: Бағдарламада қате пайда болды
ru_ru: В приложении возникла ошибка
th_th: เกิดข้อผิดพลาดบางประการในแอพพลิเคชั่น

# ErrUnprocessedError
source: Some error occurs in the application. Please send information about this error to software development team.
ar_iq: بعض الخطأ يحدث في التطبيق. الرجاء إرسال معلومات حول هذا الخطأ لفريق تطوير البرمجيات.
az_latn_az: Qoşulma proqramının işində səhv var. Zəhmət olmasa, proqram təchizatı üzrə işçi qrupuna bu səhv haqqda məlumatı göndərin.
hy_am: Ծրագրի աշխատանքում սխալ է առաջացել: Խնդրում ենք ուղարկել այդ սխալի մասին տեղեկատվությունը ծրագրային ապահովման զարգացման թիմին:
ka_ge: პროგრამაში შეცდომაა. გთხოვთ გაუგზავნოთ ამ შეცდომის შესახებ ინფორმაცია პროგრამის ავტორთა ჯგუფს
kk_kz: Бағдарламаның жұмысынан қате шықты. Бұл қате туралы бағдарламалық қамтамасыз етуді әзірлеу тобына хабар жіберіңіз.
ru_ru: В работе программы произошла ошибка. Пошлите информацию об этой ошибке группе разработки программного обспечения.
th_th: เกิดข้อผิดพลาดบางประการในแอพพลิเคชั่น กรุณาส่งข้อมูลเกี่ยวกับข้อผิดพลาดนี้มาที่ทีมงานพัฒนาซอฟ์ทแวร์

# msgDataInArchive
source: It is possible that some of the report data has been transferred to the archive. Such data are not included in the report.
ar_iq: من المحتمل أنه قد تم نقل بعض بيانات التقرير إلى الأرشيف، ولن تظهر هذه البيانات في التقرير.
az_latn_az: Hesabat məlumatlarının bir hissəsinin arxivə ötürülməsi mümkündür. Bu cür məlumatlar hesabata daxil deyil.
hy_am: Հաշվետվության տվյալների մի մասը կարող է տեղափոխված լինել արխիվ և չի ցուցադրվի հաշվետվության մեջ:
ka_ge: ანგარიშის მონაცემთა ნაწილი შეიძლება იყოს გადაადგილებული არქივში და არ აისახება ანგარიშში
kk_kz: Есептің бір бөлігін мұрағатқа ауыстыруға болар еді және олар есепте көрсетілмейді.
ru_ru: Возможно, что часть данных отчета могла быть перемещена в архив. Такие данные не будет отображены в отчете.
th_th: เป็นไปได้ว่าข้อมูลบางอย่างของรายงานนั้นถูกย้ายไปที่อาร์ไคฟ์แล้ว ข้อมูลนั้นๆจะไม่รวมอยู่ในรายงาน

# msgReplicationPrompt
source: Start the replication to transfer data on other sites?
ar_iq: هل تود بدء النسخ المتماثل لنقل البيانات على مواقع أخرى؟
az_latn_az: Məlumatın digər saytlara köçürülməsi üçün replikasiya başlanılsın?
hy_am: Սկսե՞լ ռեպլիկացիան՝ տվյալները այլ կայքեր տեղափոխելու համար:
ka_ge: დაიწყოს რეპლიკაცია სხვა ობიექტების გადასახემ მონაცემებზე?
kk_kz: Деректерді басөа сайттарға ауыстыру үшін репликация басталсын ба?
ru_ru: Начать репликацию для перемещения данных на другие сайты?
th_th: เริ่มการเลียนแบบการย้ายข้อมูลไปยังไซต์อื่นๆใช่หรือไม่?
