Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/BvMessages.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th

# titleFieldTestsSetResultEmpty
source: [Empty result]
ar_iq: [نتيجة فارغة]
az_latn_az: [Boş nəticə]
hy_am: [Դատարկ արդյունք]
ka_ge: [ცარიელი შედეგი]
kk_kz: [Бос нәтиже]
ru_ru: [Пустой результат]
th_th: [ผลลัพธ์ว่าง]

# msgDeleteAVRFieldPrompt
source: {0} field will be deleted. Delete field?
ar_iq: سيتم حذف حقل {0}. تود حذف الحقل؟
az_latn_az: {0} sahəsi silinəcək. Sahə silinsin?
hy_am: {0} դաշտը կջնջվի: Ջնջե՞լ դաշտը:
ka_ge: {0} ველი წაიშლება. წაიშალოს ველი?
kk_kz: {0} жолақ жойылады. Жолақ жойылсын ба?
ru_ru: {0} поле будет удалено. Удалить поле?
th_th: ช่อง {0} จะถูกลบ ลบหรือไม่?

# msgTotalNumberOfRecords
source: {0}. Total number of records in the database: {1}
ar_iq: {0}. إجمالي عدد السجلات في قاعدة البيانات: {1}
az_latn_az: {0}.məlumat bazasında cəmi qeydlərin sayı: {1}
hy_am: {0}.Տվյալների բազայում գրառումների թիվը՝ {1}
ka_ge: {0}. მონაცემთა ბაზაში ჩანაწერების საერთო რაოდენობა: {1}
kk_kz: {0}. Деректер базасындағы жазбалардың жалпы саны: {1}
ru_ru: {0}. Общее число записей в базе данных: {1}
th_th: {0} จำนวนบันทึกทั้งหมดในฐานข้อมูล: {1}

# strAccept_Id
source: Accept
ar_iq: قبول
az_latn_az: Qəbul et
hy_am: Ընդունել
ka_ge: დამტკიცება
kk_kz: Қабылдау
ru_ru: Подтвердить
th_th: ยอมรับ

# titleAccessionIn
source: Accession
ar_iq: إضافة
az_latn_az: Qəbul
hy_am: Ընդունում
ka_ge: მიღება
kk_kz: Қабылдау
ru_ru: Принять
th_th: การเริ่มปรากฏของโรค

# msgCaseModeActive
source: Active
ar_iq: نشط
az_latn_az: Aktiv
hy_am: Ակտիվ հսկողություն
ka_ge: აქტიური
kk_kz: Активті
ru_ru: Активный надзор
th_th: ปฏิบัติงาน

# strAdd_Id
source: Add
ar_iq: إضافة
az_latn_az: Əlavə et
hy_am: Ավելացնել
ka_ge: დამატება
kk_kz: Қосу
ru_ru: Добавить
th_th: เพิ่ม

# titleAddToPreferences
source: Add To Preferences
ar_iq: إضافة إلى التفضيلات
az_latn_az: Mənim seçdiklərimə əlavə et
hy_am: Ավելացնել Նախապատվություններին
ka_ge: შერჩეულების ჩამონათვალში დამატება
kk_kz: Артықшылықтарға қосу
ru_ru: Добавить в избранное
th_th: เพิ่มไปที่การตั้งค่ากำหนดเอง

# Amend
source: Amend Result
ar_iq: تعديل النتيجة
az_latn_az: Nəticəni dəyişdir
hy_am: Փոխել արդյունքը
ka_ge: შედეგის შეცვლა
kk_kz: Нәтижені өзгерту
ru_ru: Изменить результат
th_th: เปลี่ยนผลลัพธ์

# msgCancel
source: All entered data will be lost. Continue?
ar_iq: سيتم فقدان جميع البيانات التي تم إدخالها. تود المتابعة؟
az_latn_az: Bütün daxil edilmiş məlumat itəcək. Davam edilsin?
hy_am: Մուտքագրված բոլոր տվյալները կկորչեն: Շարունակե՞լ:
ka_ge: ყველა შეყვანილი მონაცემი დაიკარგება. გააგრძელებთ?
kk_kz: Енгізілген барлық ақпарат жоғалады. Жалғастыру керек пе?
ru_ru: Все введенная информация будет утеряна. Продолжить?
th_th: ข้อมูลที่กรอกไว้ทั้งหมดจะหาย ทำต่อหรือไม่?

# strAliquotsDerivatives_Id
source: Aliquots/Derivatives
ar_iq: القسمة/ المشتقات
az_latn_az: Alikvotlar/Törəmələr
hy_am: Ալեքվոտներ/ածանցյալներ
ka_ge: ალიქვოტები / დერივატები
kk_kz: Сынаманың бөлінуі/туындысы
ru_ru: Деление/производные пробы
th_th: อลิคว๊อท/อนุพันธ์

# titleASAccessionIn
source: AS Accession In
ar_iq: قبول إضافة عينات فترة المراقبة الفعالة
az_latn_az: Fəal müşahidə sessiyasının nümunələrinin qəbulu
hy_am: ԱՀ նմուշների ընդունում
ka_ge: აქტიური ზედამხედველობის სესიის ნიმუშების მიღება
kk_kz: Белсенді қадағалау сессиясы сынамасын қабылдау
ru_ru: Прием проб сессии активного надзора
th_th: AS การเริ่มปรากฏใน

# ErrAVRLayerRemoving
source: AVR layer removing error
ar_iq: خطأ في إزالة طبقة مراقبة صحة التقرير
az_latn_az: AVH qatının silinməsində baş verən səhv
hy_am: ՎՏՀ շերտի հեռացման սխալ
ka_ge: ანალიტიკური მოდულის სქემის წაშლის შეცდომა
kk_kz: ТКЕ қабатын жоюдағы қате
ru_ru: Ошибка удаления слоя АВО
th_th: ข้อผิดพลาดการย้ายAVRเลเยอร์ออก

# errSQLLoginError
source: Cannot connect to SQL server. Check the correctness of SQL connection parameters in the SQL Server tab or SQL server accessibility.
ar_iq: لا يمكن الاتصال بخادم SQL. تحقق من صحة معلمات اتصال SQL في علامة تبويب خادم SQL أو إمكانية الدخول إلى خادم SQL.
az_latn_az: SQL serverinə qoşulmaq mümkün deyil. SQL qoşulma parametrlərinin düzgün olduğunu SQL serverin cədvəlində və ya SQL serverin keçiriciliyində yoxlayın
hy_am: Հնարավոր չէ միանալ SQL սերվերին: Ստուգեք SQL սերվերի միացման պարամետրերի ճշտությունը SQL սերվերի ներդիրում կամ SQL սերվերի հասանելիությունը:
ka_ge: შეუძლებელია SQL სერვერთან დაკავშირება. შეამოწმეთ SQL სერვერთან დაკავშირების პარამეტრების სისწორე SQL სერვერის ჩანართზე ან SQL სერვერის მისაწვდომობა.
kk_kz: SQL серверіне қосылу мүмкін болмай тұр. SQL сервистік кестесінде немесе SQL қосылуларында SQL серверге қосылу параметрлерінің дұрыстығын тексеріңіз .
ru_ru: Невозможно подключиться к SQL серверу. Проверьте правильность параметров соединения SQL в сервисной таблице SQL или подлючениях к SQL серверу.
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์SQL กรุณาตรวจสอบความถูกต้องของพารามิเตอร์การเชื่อมต่อ SQL ในแท็บเซิร์ฟเวอร์ SQL หรือการเข้าถึงเซิร์ฟเวอร์ SQL

# errSqlServerNotFound
source: Cannot connect to SQL server '{0}'. Check the correctness of SQL server name or SQL server accessibility.
ar_iq: لا يمكن الاتصال بخادم SQL '{0}' تحقق من صحة اسم خادم SQL أو إمكانية الدخول إلى خادم SQL.
az_latn_az: SQL '{0}' serverinə qoşulmaq mümkün deyil. SQL server adının düzgün olduğunu və ya SQL serverinə giriş imkanını yoxlayın.
hy_am: Հնարավոր չէ միանալ '{0}' SQL սերվերին: Ստուգեք SQL սերվերի անվանման ճշտությունը կամ սերվերի հասանելիությունը:
ka_ge: შეუძლებელია '{0}' SQL სერვერთან დაკავშირება. შეამოწმეთ SQL სერვერის დასახელების სისწორე ან SQL სერვერის მისაწვდომობა.
kk_kz: '{0} ' SQL серверіне қосылу мүмкін болмай тұр. SQL сервердің бетбелгісінде SQL серверге қосылу параметрлерінің дұрыстығын немесе SQL сервердің қолжетімділігін тексеріңіз .
ru_ru: Не удается подлючиться к SQL серверу '{0}'. Проверьте правильность параметров соединения на закладке SQL Сервер или доступность сервера SQL.
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ SQL '{0}' ตรวจสอบความถูกต้องของชื่อเซิร์ฟเวอร์ SQLหรือการเข้าถึงเซิร์ฟเวอร์ SQL

# strCancel_Id
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: ยกเลิก

# tooltipCancel_Id
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: ยกเลิก

# errDatabaseNotFound
source: Cannot open database '{0}' on server '{1}'. Check the correctness of database name.
ar_iq: لا يمكن فتح قاعدة البيانات '{0}' على الملقم '{1}' تحقق من صحة اسم قاعدة البيانات.
az_latn_az: Server '{1}'-də '{0}' məlumat bazasını açmaq mümkün deyil. Məlumat bazasının adının düzgün olduğunu yoxlayın
hy_am: Հնարավոր չէ բացել '{1}' սերվերի '{0}' տվյալների բազան: Ստուգեք տվյալների բազայի անվանման ճշտությունը:
ka_ge: შეუძლებელია '{0}' მონაცემთა ბაზის გახსნა '{1}' სერვერზე. შეამოწმეთ მონაცემთა ბაზის დასახელების სისწორე.
kk_kz: '{1} ' серверінде '{0}' деректер базасын ашу мүмкін болмай тұр. Деректер базасы атының дұрыстығын тексеріңіз.
ru_ru: Не удается открыть базу данных '{0}' на сервере '{1}'. Проверьте правильность имени базы данных.
th_th: ไม่สามารถเปิดฐานข้อมูล '{0}' บนเซิร์ฟเวอร์ '{1}' ตรวจสอบความถูกต้องของชื่อฐานข้อมูล

# msgTimeoutList
source: Cannot retrieve records from database because of the timeout. Please change search criteria and try again
ar_iq: لا يمكن استرداد السجلات من قاعدة البيانات بسبب المهلة. يرجى تغيير معايير البحث والمحاولة مرة أخرى
az_latn_az: Məlumat bazasından vaxt bitdiyinə görə qeydlərin alınması mümkün deyil. Xahiş edirik axtarış meyarlarını dəyişin və axtarışı təkrar edin
hy_am: Հնարավոր չէ վերստանալ գրառումները տվյալների բազայից, քանի որ սպառվել է սպասելու համար սահմանված ժամանակը: Խնդրում ենք փոխել որոնման չափանիշը և փորձել կրկին:
ka_ge: შეუძლებელია მონახემთა ბაზიდან მონაცემების ასახვა დროის ამოწურვის გამო. გთხოვთ შეცვალოთ ძებნის კრიტერიუმები და სცადოთ ახლიდან.
kk_kz: Жауапты күту шегінің асып кетуіне байланысты деректер базасынан жазба алу мүмкін болмай тұр.
ru_ru: Не удается получить записи из базы данных из-за превышения порога ожидания ответа. Пожалуйста, измените критерии поиска и попробуйте повторить запрос.
th_th: ไม่สามารถกู้บันทึกจากฐานข้อมูลได้ เนื่องจากหมดเวลา กรุณาเปลี่ยนเกณฑ์การค้นหาใหม่และลองอีกครั้ง

# errSqlServerDoesntExist
source: Can't connect to the SQLServer. Please check that network connection is established, SQL Server is not shut down and try to open this form again.
ar_iq: لا يمكن الاتصال بخادم SQL. يرجى التأكد من إنشاء الاتصال مع الشبكة وعدم توقف خادم SQL عن العمل، ثم حاول فتح هذا النموذج مرة أخرى.
az_latn_az: SQLServeri ilə rabitə yaratmaq mümkün deyil. Zəhmət olmasa, şəbəkə rabitəsinin yaradıldığını, SQL Serverin söndürülmədiyini yoxlayın və formanı yenidən açmağa cəhd edin.
hy_am: Հնարավոր չէ միանալ SQL սերվերին: Խնդրում ենք ստուգել, որ ցանցային միացումը կատարվել է, SQL սերվերը անջատված չէ և կրկին փորձել բացել այս ձևը:
ka_ge: შეუძლებელია SQLსერვერთან დაკავშირება. გთხოვთ. შეამოწმეთ, რომ ქსელთან კავშირი ჩართულია, SQL სერვერი არ არის გათიშული და კვლავ სცადეთ ამ ფორმის გახსნა.
kk_kz: SQL серверге қосылу мүмкін болмай тұр. Желілік қосылу орнатылғанын және SQL сервер тоқтамағанын тексеріңіз де, бұл нысанды қайта ашып көріңіз.
ru_ru: Не удается подключиться к SQL серверу. Проверьте, что сетевое соединение установлено, SQL сервер не остановлен и попробуйте открыть эту форму снова.
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ SQL ได้ กรุณาตรวจสอบว่ามีการสร้างการเชื่อมต่อเครือข่ายแล้ว เซิร์ฟเวอร์ SQL ไม่ได้ถูกปิด และพยายามไม่เปิดแบบฟอร์มนี้อีก

# msgCantDelete
source: Can't delete object
ar_iq: لا يمكن حذف هذا الكائن
az_latn_az: Bu obyekt silinə bilməz
hy_am: Հնարավոր չէ ջնջել օբյեկտը
ka_ge: ობიექტის წაშლა შეუძლებელია
kk_kz: Бұл объектіні жоюға болмайды.
ru_ru: Этот объект не может быть удален.
th_th: ไม่สามารถลบวัตถุได้

# errGeneralNetworkError
source: Can't establish connection to the SQL Server. Please check that network connection is established and try to open this form again.
ar_iq: لا يمكن إنشاء اتصال بخادم SQL. الرجاء التأكد من إنشاء الاتصال بالشبكة ومحاولة فتح هذا النموذج من جديد.
az_latn_az: SQL Serveri ilə bağlantı yaratmaq mümkün deyil. Zəhmət olmasa, şəbəkə rabitəsini yoxlayın və bu formanı yenidən açmağa cəhd edin.
hy_am: Հնարավոր չէ միանալ SQL սերվերին: Խնդրում ենք ստուգել, որ ցանցային միացումը կատարվել է և կրկին փորձել բացել այս ձևը:
ka_ge: შეუძლებელია SQLსერვერთან დაკავშირება. გთხოვთ, შეამოწმეთ, რომ ქსელთან კავშირი ჩართულია და კვლავ სცადეთ ამ ფორმის გახსნა.
kk_kz: SQL сервермен қосылуды орнату мүмкін болмай тұр. Желілік қосылу орнатылғанын тексеріңіз де, бұл нысанды қайта ашып көріңіз.
ru_ru: Не удается установить соединение с SQL сервером. Проверьте, что сетевое соединение установлено и попробуйте открыть эту форму снова.
th_th: ไม่สามารถสร้างการเชื่อมต่อสำหรับเซิร์ฟเวอร์ SQL ได้ กรุณาตรวจสอบการเชื่อมต่อเครือข่ายว่าเชื่อมต่อหรือไม่ และลองอีกครั้ง

# msgCannotShowReport
source: Can't show report
ar_iq: لا يمكن إظهار التقرير
az_latn_az: Hesabatı göstərmək mümkün deyil
hy_am: Հնարավոր չէ ցուցադրել հաշվետվությունը
ka_ge: შეუძლებელია ანგარიშის ჩვენება
kk_kz: Есепті көрсету мүмкін болмай тұр.
ru_ru: Не удается показать отчет
th_th: ไม่สามารถแสดงรายงาน

# titleCaseInvestigationReport
source: Case Investigation Form
ar_iq: تقرير التحقيق في الحالة
az_latn_az: İnsan xəstəliyinin tədqiqat forması
hy_am: Դեպքի հետազոտության հաշվետվական ձև
ka_ge: შემთხვევის გამოკვლევის ფორმა
kk_kz: Адамның ауыру жағдайын эпидемиологиялық зерттеу картасы
ru_ru: Карта эпидемиологического расследования случая заболевания человека
th_th: รายงานการตรวจสอบผู้ป่วย

# btnClear
source: Clear the field contents
ar_iq: مسح محتويات الحقل
az_latn_az: Sahənin içindəkiləri təmizlə
hy_am: Մաքրել դաշտերի պարունակությունը
ka_ge: ველში ჩაწერილი ტექსტის გასუფთავება
kk_kz: Жолақты тазалау керек пе?
ru_ru: Очистить полe
th_th: ล้างเนื้อหาในช่อง

# msgConfirmClearFlexForm
source: Clear the panel content?
ar_iq: مسح محتوى اللوحة؟
az_latn_az: Panel təmizlənsin?
hy_am: Մաքրե՞լ պանելի պարունակությունը:
ka_ge: გავასუფთავო პანელის შიგთავსი?
kk_kz: Тапсырмалар панелін тазалау керек пе?
ru_ru: Очистить панель задач?
th_th: ล้างเนื้อหาในแถบหรือไม่?

# msgConfirmClearLookup
source: Clear the content?
ar_iq: مسح المحتوى؟
az_latn_az: Sahə təmizlənsin?
hy_am: Մաքրե՞լ պարունակությունը:
ka_ge: გავასუფთავო შიგთავსი?
kk_kz: Жолақты тазалау керек пе?
ru_ru: Очистить поле?
th_th: ล้างเนื้อหาหรือไม่?

# strClose_Id
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด

# titleClearTestResults
source: Clear test results
ar_iq: مسح نتائج الاختبار
az_latn_az: Test nəticələrini sil
hy_am: Մաքրել հետազոտության արդյունքները
ka_ge: ტესტის შედეგების გასუფთავება
kk_kz: Тест нәтижелерін тазалау
ru_ru: Очичтить результаты теста
th_th: ล้างผลลัพธ์การทดสอบ

# tooltipClose_Id
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด

# tooltipSelect_Id
source: Close the form and return selected item(s)
ar_iq: يرجى إغلاق النموذج وإعادة العنصر (العناصر) المحدد
az_latn_az: Formanı bağla və siyahının seçilmiş elementlərini geri qaytar
hy_am: Փակել ձևը և վերադարձնել ցանկի ընտրված տարր(եր)ը
ka_ge: ფორმის დახურვა და ჩამონათვალის არჩეული ელემენტ(ებ)ის დაბრუნება
kk_kz: Нысанды жауып, тізімнің таңдалған элементтерін қайтару
ru_ru: Закрыть форму и вернуть выбранные элементы списка
th_th: ปิดแบบฟอร์ม และคืนรายการที่เลือก

# tooltipSelectAll_Id
source: Close the form and return all items in the list
ar_iq: يرجى إغلاق النموذج وإعادة جميع العناصر الموجودة في القائمة
az_latn_az: Formanı bağla və siyahının bütün elementlərini geri qaytar
hy_am: Փակել ձևը և վերադարձնել ցանկի բոլոր տարրերը
ka_ge: ფორმის დახურვა და ჩამონათვალის ყველა ელემენტის დაბრუნება
kk_kz: Нысанды жауып, тізімнің барлық элементтерін қайтару
ru_ru: Закрыть форму и вернуть все элементы списка.
th_th: ปิดแบบฟอร์ม และคืนรายการที่เลือกในลิสต์

# msgPasswordNotTheSame
source: New and Confirmed passwords must match
ar_iq: يجب أن تتطابق كلمة المرور الجديدة وكلمة المرور المؤكدة
az_latn_az: Yeni və Təsdiqlənmiş parollar uyğun gəlməlidir
hy_am: Նոր և հաստատված գաղտնաբառերը պետք է համընկնեն:
ka_ge: პაროლი და პაროლის დადასტურება უნდა ემთხვეოდეს ერთმანეთს
kk_kz: Жаңа және расталған паролдер бір-біріне ұқсау керек
ru_ru: Новый и подтвержденный пароли должны совпадать.
th_th: รหัสผ่านใหม่และรหัสที่ยืนยันต้องเหมือนกัน

source: Confirmation
ar_iq: تأكيد
az_latn_az: Təsdiq etmə
hy_am: Հաստատում
ka_ge: დადასტურება
kk_kz: Растау
ru_ru: Подтверждение
th_th: การยืนยัน

# msgConfimation
source: Confirmation
ar_iq: تأكيد
az_latn_az: Təsdiq etmə
hy_am: Հաստատում
ka_ge: დადასტურება
kk_kz: Растау
ru_ru: Подтверждение
th_th: การยืนยัน

# msgREplicationPromptCaption
source: Confirm Replication
ar_iq: تأكيد النسخ المتماثل
az_latn_az: Replikasiyanı təsdiqləyin
hy_am: Հաստատել տվյալների ռեպլիկացիան
ka_ge: დაადასტურეთ რეპლიკაცია
kk_kz: Деректер репликациясын растау
ru_ru: Подтвердить репликацию данных
th_th: ยืนยันการเลียนแบบ

# strCopy_Id
source: Copy
ar_iq: نسخ
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: ასლი
kk_kz: Көшіру
ru_ru: Копировать
th_th: คัดลอก

# ErrPermissionError
source: Current user have not permissions for this operation.
ar_iq: المستخدم الحالي ليس لديه أذونات لهذه العملية.
az_latn_az: Hazırki istifadəçinin bu əməliyyatı aparmağa hüququ yoxdur
hy_am: Ներկա օգտագործողը չունի այս գործողությունը կատարելու թույլտվություն:
ka_ge: მიმდინარე მომხმარებელს არ გააჩნია მოცემული ოპერაციის შესრულების უფლება
kk_kz: Бұл пайдаланушының осы операцияны орындауға құқығы жоқ.
ru_ru: Текущий пользователь не имеет права на выполнение данной операции.
th_th: ผู้ใช้ปัจจุบันไม่มีสิทธิ์ในการเข้าถึงการปฏิบัติงานนี้

source: Delete Record
ar_iq: حذف السجل
az_latn_az: Qeydi sil
hy_am: Ջնջել գրառումը
ka_ge: ჩანაწერის წაშლა
kk_kz: Жазбаны жою
ru_ru: Удалить запись
th_th: ลบบันทึก

# strDelete_Id
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ

# titleDeleteTest
source: Delete Test
ar_iq: حذف الاختبار
az_latn_az: Testi sil
hy_am: Ջնջել հետազոտությունը
ka_ge: ტესტის წაშლა
kk_kz: Тестті жою
ru_ru: Удалить тест
th_th: ลบการทดสอบ

# tooltipDelete_Id
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ

# msgCancelPrompt
source: Do you want to cancel all the changes and close the form?
ar_iq: هل ترغب في إلغاء كل التغييرات وإغلاق النموذج؟
az_latn_az: Siz bütün dəyişiklikləri ləğv edib formanı bağlamaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք չեղարկել բոլոր փոփոխությունները և փակել ձևը:
ka_ge: გსურთ ყველა ცვლილების გაუქმება და ფორმის დახურვა?
kk_kz: Сіз барлық өзгерісті жойып, нысанды жапқыңыз келе ме?
ru_ru: Вы хотите отменить все изменения и закрыть форму?
th_th: คุณต้องการยกเลิกการเปลี่ยนแปลงทั้งหมด และปิดแบบฟอร์มหรือไม่?

# msgOKPrompt
source: Do you want to save changes and close the form?
ar_iq: هل تريد حفظ التغييرات وإغلاق النموذج؟
az_latn_az: Siz bütün dəyişikləri yaddaşa salmaq və formanı bağlamaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք պահպանել փոփոխությունները և փակել ձևը:
ka_ge: გსურთ მონაცემების შენახვა და ფორმის დახურვა?
kk_kz: Сіз барлық өзгерісті сақтап, нысанды жапқыңыз келе ме?
ru_ru: Вы хотите сохранить все изменения и закрыть форму?
th_th: คุณต้องการบันทึกการเปลี่ยนแปลงเหล่านี้ และปิดแบบฟอร์มหรือไม่?

# msgSavePrompt
source: Do you want to save changes?
ar_iq: هل تريد حفظ التغييرات؟
az_latn_az: Siz bütün dəyişikləri yaddaşa salmaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք պահպանել փոփոխությունները:
ka_ge: გსურთ მონაცემების შენახვა?
kk_kz: Сіз барлық өзгерісті сақтағыңыз келе ме?
ru_ru: Вы хотите сохранить все изменения?
th_th: คุณต้องการบันทึกการเปลี่ยนแปลงเหล่านี้หรือไม่?

# strEdit_Id
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Редакциялау
ru_ru: Редактировать
th_th: แก้ไข

# tooltipEdit_Id
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Редакциялау
ru_ru: Редактировать
th_th: แก้ไข

# SecurityLog_EIDSS_finished_successfully
source: EIDSS finished successfully
ar_iq: انتهى النظام الالكتروني المتكامل لمراقبة الأمراض بنجاح
az_latn_az: YXEMS işini müvəffəqiyyətlə bitirmişdir
hy_am: ՀՀԷՀՀ-ն հաջողությամբ փակվեց:
ka_ge: დზეის-ი დაიხურა წარმატებით
kk_kz: АҚЭИЖ ойдағыдай жабылды
ru_ru: ЭИСНЗ успешно закрыта
th_th: EIDSS เสร็จสิ้น

# SecurityLog_EIDSS_started_abnormaly
source: EIDSS started abnormaly
ar_iq: بدأ تشغيل النظام الالكتروني المتكامل لمراقبة الأمراض بشكل غير عادي
az_latn_az: YXEMS qeyri-normal şəkildə işə salınmışdır
hy_am: ՀՀԷՀՀ-ն մեկնարկեց սխալներով:
ka_ge: დზეის-ი გაეშვა არასწორად
kk_kz: АҚЭИЖ қателіктермен басталды
ru_ru: ЭИСНЗ стартовала с ошибками
th_th: EIDSS เริ่มต้นอย่างผิดปกติ

# SecurityLog_EIDSS_started_successfully
source: EIDSS started successfully
ar_iq: بدأ تشغيل النظام الالكتروني المتكامل لمراقبة الأمراض بنجاح
az_latn_az: YXEMS müvəffəqiyyətlə işə salınmışdır
hy_am: ՀՀԷՀՀ-ն հաջողությամբ մեկնարկեց:
ka_ge: დზეის-ი გაეშვა წარმატებით
kk_kz: АҚЭИЖ ойдағыдай басталды
ru_ru: ЭИСНЗ успешно стартовала
th_th: EIDSS เริ่มต้นอย่างสมบูรณ์

# titleEditSample
source: Edit Sample
ar_iq: تحرير العينة
az_latn_az: Nümunəni redaktə et
hy_am: Խմբագրել նմուշը
ka_ge: ნიმუშის რედაქტირება
kk_kz: Сынаманы редакциялау
ru_ru: Редактировать пробу
th_th: แก้ไขการทดสอบ

# titleEditTest
source: Edit Test
ar_iq: تحرير الاختبار
az_latn_az: Testi redaktə et
hy_am: Խմբագրել հետազոտությունը
ka_ge: ტესტის რედაქტირება
kk_kz: Тестті редакциялау
ru_ru: Редактировать тест
th_th: แก้ไขการทดสอบ

# ErrDatabase
source: Error during database operation.
ar_iq: حدث خطأ أثناء عملية قاعدة البيانات.
az_latn_az: Məlumat bazasın əməliyyatı zamanı səhv.
hy_am: Սխալ է արձանագրվել տվյալների բազայի հետ աշխատելու ընթացքում:
ka_ge: შეცდომა მონაცემთა ბაზასთან მუშაობის დროს.
kk_kz: Деректер базасымен жұмыс кезінде қате жіберілді
ru_ru: Произошла ошибка во время работы с базой данных.
th_th: ข้อผิดพลาดระหว่างการปฏิบัติงานฐานข้อมูล

# ErrFillDataset
source: Error during retrieving data from database.
ar_iq: خطأ أثناء استرداد البيانات من قاعدة البيانات.
az_latn_az: Məlumatlar bazasından məlumatı çıxararkən səhv.
hy_am: Սխալ է արձանագրվել տվյալների բազայից տվյալների ընդունման ընթացքում:
ka_ge: შეცდომა მონაცემთა ბაზიდან მონაცემთა ამოღებისას
kk_kz: Деректер базасынан дерек алу кезіндегі қате
ru_ru: Ошибка при получении данных из базы данных
th_th: ข้อผิดพลาดระหว่างการรับข้อมูลจากฐานข้อมูล

source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด

# ErrPost
source: Error during saving data in database.
ar_iq: حدث خطأ أثناء حفط البيانات في قاعدة البيانات.
az_latn_az: Məlumatları məlumat bazasında yaddaşa salarkən səhv.
hy_am: Սխալ է արձանագրվել տվյալների բազայում տվյալների պահպանման ընթացքում:
ka_ge: შეცდომა მონაცემთა ბაზაში მონაცემთა დამახსოვრებისას
kk_kz: Деректер базасына дерек жазу кезіндегі қате
ru_ru: Ошибка при записи данных в базу данных
th_th: ข้อผิดพลาดระหว่างการบันทึกข้อมูลในฐานข้อมูล

# ErrSqlQuery
source: Error during executing sql query.
ar_iq: حدث خطأ أثناء تنفيذ استعلام SQL.
az_latn_az: SQL sorğunun icrası zamanı səhv.
hy_am: Սխալ է արձանագրվել SQL հարցման ընթացքում:
ka_ge: შეცდომა sql მოთხოვნის შესრულებისას.
kk_kz: sql сұранымын орындау кезінде қате жіберілді.
ru_ru: Произошла ошибка во время выполнения запроса sql.
th_th: ข้อผิดพลาดระหว่างการดำเนินการข้อคำถาม sql

# ErrStoredProcedure
source: Error during executing database stored procedure.
ar_iq: حدث خطأ أثناء تنفيذ إجراء قاعدة البيانات المخزنة.
az_latn_az: Məlumat bazasının saxlanılması prosedurunu icra edərkən səhv.
hy_am: Սխալ է արձանագրվել տվյալների բազայի պահպանված ընթացակարգի կատարման ժամանակ:
ka_ge: მონაცემთა ბაზაში შენახვის პროცედურის შესრულების დროს დაფიქსირდა შეცდომა
kk_kz: Сақталатын рәсімдерді орындау кезіндегі қате
ru_ru: Ошибка при выполнении хранимой процедуры
th_th: ข้อผิดพลาดระหว่างการดำเนินการกักเก็บฐานข้อมูล

# msgErrorDelete
source: Error occurred while deleting object
ar_iq: حدث خطأ أثناء حذف كائن
az_latn_az: Obyekti silən zaman səhv baş verdi
hy_am: Սխալ է արձանագրվել օբյեկտը ջնջելիս:
ka_ge: ობიექტის წაშლის შეცდომა
kk_kz: Объектіні жою қатесі
ru_ru: Ошибка удаления объекта
th_th: เกิดข้อผิดพลาดระหว่างการลบวัตถุ

# ErrRefreshingMap
source: Error refreshing Map and Map Content after map settings defenition
ar_iq: خطأ في تحديث الخريطة و محتواها بعد تحديد إعدادات الخريطة
az_latn_az: Xəritənin təfsilatlarını müəyyən edəndən sonra Xəritəni və Xəritənin məzmununu yeniləyərkən səhv
hy_am: Սխալ է արձանագրվել քարտեզի և նրա պարունակության թարմացման ժամանակ՝ քարտեզի կարգավորումները սահմանելիս
ka_ge: შეცდომა რუკის და რუკის შინაარსის განახლებაში რუკის პარამეტრების დაყენების შემდეგ
kk_kz: Карта параметрлері берілгеннен кейін картаны қайта жүктеудің және оның ішіндегілердің қатесі
ru_ru: Ошибка перезагрузки карты и ее содержимого после задания параметров карты.
th_th: ข้อผิดพลาดการรีเฟรชแผนที่ และเนื้อหาแผนที่หลังจากกำหนดการตั้งค่าแผนที่

# ErrCreateParameter
source: Error during command parameter creation.
ar_iq: حصل خطأ أثناء إنشاء معلمة الأمر.
az_latn_az: Əməliyyatın parametrinin yaradılması zamanı səhv baş verdi.
hy_am: Սխալ է արձանագրվել հրամանների պարամետրերի ստեղծման ընթացքում:
ka_ge: ბრძანების პარამეტრის შექმნის შეცდომა.
kk_kz: Пәрмен параметрлерін құрудағы қате
ru_ru: Ошибка создания параметров команды.
th_th: ข้อผิดพลาดระหว่างการสร้างพารามิเตอร์สั่งการ

# msgParameterAlreadyExists
source: Field Already Exists
ar_iq: الحقل موجود مسبقاً
az_latn_az: Belə sahə artıq mövcuddur
hy_am: Այդպիսի դաշտ արդեն գոյություն ունի
ka_ge: ველი უკვე არსებობს
kk_kz: Мұндай жолақ бұрыннан бар
ru_ru: Такое поле уже существует
th_th: ช่องนี้มีอยู่แล้ว
