Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.TrnCustomAxisLabelChanged
source: Custom Axis Labels changed
ar_iq: تم تغيير تسميات المحور المخصص
az_latn_az: İstifadəçinin ox dəyərləri dəyişdirilmişdir
hy_am: Փոխվել են առանցքի օգտվողի պիտակները
ka_ge: ღერძის ინდივიდუალური ნიშნულები შეცვლილია
kk_kz: Осьтің пайдаланушылық белгілері өзгерді
ru_ru: Пользовательские метки оси изменились
th_th: ฉลากแกนกำหนดเองถูกเปลี่ยน
uk_ua: Мітки осі користувача змінені

# ChartStringId.WizPanesPageDescription
source: Customize panes of the diagram. Note that you may select a pane to be modified on the chart preview.
ar_iq: تخصيص أجزاء من الرسم التخطيطي. لاحظ أن بإمكانك تحديد جزء لتعديله في معاينة المخطط.
az_latn_az: Diaqramın panellərini quraşdırın. Nəzərdə saxlayın ki, diaqramın görünüşünə baxış zamanı modifikasiya ediləcək paneli seçə bilərsiniz.
hy_am: Կարգավորել դիագրամի վահանակները: Նկատի ունեցեք, որ կարող եք ընտրել փոփոխման ենթակա վահանակը դիագրամի նախնական դիտման ժամանակ:
ka_ge: დიაგრამის პანელების ინდივიდუალურად დაყენება. გაითვალისწინეთ, რომ შეგიძლიათ შეარჩიოთ პანელი რედაქტირებისთვის და ასევე წინასწარი ნახვის რეჟიმში.
kk_kz: Диаграмма панелін теңшеу. Алдын ала қарап шығу кезінде модификациялау үшін панель таңдай алатыныңызға назар аударыңыз.
ru_ru: Настроить панели диаграммы. Обратите внимание, что вы можете выбрать панель для модификации в предварительном просмотре.
th_th: กำหนดแผงของไดอะแกรม โปรดทราบว่าคุณอาจเลือกแผงให้แก้ไขได้ในการพรีวิวแผนภูมิ
uk_ua: Настроїти панелі діаграми. Пам'ятайте, що ви можете обрати панель, яку необхідно змінити, у попередньому перегляді діаграми.

# GridStringId.CardViewQuickCustomizationButton
source: Customize
ar_iq: تخصيص
az_latn_az: Fərdiləşdir
hy_am: Կարգավորել
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшеу
ru_ru: Настроить
th_th: กำหนดเอง
uk_ua: Налаштувати

# GridStringId.CustomFilterDialogFormCaption
source: Custom AutoFilter
ar_iq: عامل تصفية تلقائي مخصص
az_latn_az: Istifadəçi tərəfindən köklənilən filter
hy_am: Օգտագործողի ԱվտոՖիլտր
ka_ge: ინდივიდუალური აუტოფილტრი
kk_kz: Пайдаланушылық автосүзгі
ru_ru: Пользовательский автофильтр
th_th: กำหนดตัวกรองอัตโนมัติ
uk_ua: Автофільтр користувача

# GridStringId.CustomizationCaption
source: Customization
ar_iq: تخصيص
az_latn_az: Sütunların seçimi
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Бағана таңдау
ru_ru: Выбор колонок
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# GridStringId.LayoutViewCustomizeBtnHint
source: Customization
ar_iq: تخصيص
az_latn_az: Quraşdırma
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшелім
ru_ru: Настройка
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# GridStringId.LayoutViewGroupCustomization
source: Customization
ar_iq: تخصيص
az_latn_az: Quraşdırma
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшелім
ru_ru: Настройка
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# GridStringId.MenuFooterCustomFormat
source: Custom={0}
ar_iq: مخصص={0}
az_latn_az: Şərt={0}
hy_am: Պայման={0}
ka_ge: ინდივიდუალური={0}
kk_kz: Шарт={0}
ru_ru: Условие={0}
th_th: กำหนดเอง={0}
uk_ua: Своє={0}

# LayoutStringId.CustomizationFormTitle
source: Customization
ar_iq: تخصيص
az_latn_az: Yərləşmə yerin köklənilməsi
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Орналастыру теңшеліміі
ru_ru: Настройка расположения
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# LayoutStringId.CustomizationParentName
source: Customization
ar_iq: تخصيص
az_latn_az: Köklənmə
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшелім
ru_ru: Настройка
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# LayoutStringId.ShowCustomizationFormMenuText
source: Customize Layout
ar_iq: تخصيص التخطيط
az_latn_az: Cədvəli yerləşdir
hy_am: Կարգավորել դիրքը
ka_ge: სქემის ინდივიდუალურად დაყენება
kk_kz: Орналастырылуын теңшеу
ru_ru: Настроить расположение
th_th: กำหนดเลย์เอาท์เอง
uk_ua: Налаштувати схему

# PivotGridStringId.CustomizationFormLayoutButtonTooltip
source: Customization Form Layout
ar_iq: تخطيط نموذج التخصيص
az_latn_az: Kökləmə formasının yerləşməsi
hy_am: Կարգավորման ձևի դիրքը
ka_ge: ინდივიდუალური ფორმის განლაგების სქემა
kk_kz: Орналастыру пішінінің теңшелімі
ru_ru: Расположение формы настройки
th_th: เลย์เอาท์แบบฟอร์มการตั้งค่ากำหนดเอง
uk_ua: Налаштування форми схеми

# PivotGridStringId.SummaryCustom
source: Custom
ar_iq: مخصص
az_latn_az: Standart
hy_am: Օգտվողի
ka_ge: ინდივიდუალური
kk_kz: Пайдаланушылық
ru_ru: Пользовательский
th_th: กำหนดเอง
uk_ua: Користувацький

# PreviewStringId.RibbonPreview_PageSetup_Caption
source: Custom Margins...
ar_iq: تخصيص الهامش...
az_latn_az: Kənarlar kökləmələri
hy_am: Դաշտերի կարգավորում...
ka_ge: ზღვრების ინდივიდუალურად დაყენება...
kk_kz: Жолақтардың теңшелімі
ru_ru: Настройка полей...
th_th: การกำหนดขอบเอง..
uk_ua: Налаштування полів...

# PreviewStringId.TB_TTip_Customize
source: Customize
ar_iq: تخصيص
az_latn_az: Quraşdır
hy_am: Կարգավորել
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшеу
ru_ru: Настроить
th_th: กำหนดเอง
uk_ua: Налаштувати

# ReportStringId.FSForm_Cat_Currency
source: Currency
ar_iq: عملة
az_latn_az: Valyuta
hy_am: Տարադրամ
ka_ge: ვალუტა
kk_kz: Ақшалай
ru_ru: Денежное
th_th: ค่าเงิน
uk_ua: Грошове

# ReportStringId.FSForm_Tab_Custom
source: Custom
ar_iq: مخصص
az_latn_az: İstifadəçi üçün
hy_am: Օգտվողի
ka_ge: ინდივიდუალური
kk_kz: Пайдаланушылық
ru_ru: Пользовательский
th_th: กำหนดเอง
uk_ua: Користувацький

# ReportStringId.UD_Capt_Cut
source: Cu&t
ar_iq: ق&ص
az_latn_az: Kə&s
hy_am: Կտրե&լ
ka_ge: ამო&ჭრა
kk_kz: Қиып алу
ru_ru: Вы&резать
th_th: ตัด
uk_ua: Ви&різати

# StringId.ColorTabCustom
source: Custom
ar_iq: مخصص
az_latn_az: İstifadəçi
hy_am: Օգտվողի
ka_ge: ინდივიდუალური
kk_kz: Пайдалаушылық
ru_ru: Пользователя
th_th: กำหนดเอง
uk_ua: Користувацький

# StringId.FilterCriteriaToStringFunctionCustom
source: Custom
ar_iq: مخصص
az_latn_az: İstifadəçi üçün
hy_am: Օգտվողի
ka_ge: ინდივიდუალური
kk_kz: Пайдаланушылық
ru_ru: Пользовательский
th_th: กำหนดเอง
uk_ua: Користувацький

# StringId.TextEditMenuCut
source: Cu&t
ar_iq: ق&ص
az_latn_az: Kə&s
hy_am: Կտրե&լ
ka_ge: ამო&ჭრა
kk_kz: Қиып алу
ru_ru: &Вырезать
th_th: ตัด
uk_ua: Ви&різати

# TreeListStringId.ColumnCustomizationText
source: Customization
ar_iq: تخصيص
az_latn_az: Quraşdırma
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Бағаналарды таңдау
ru_ru: Выбор колонок
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# VGridStringId.RowCustomizationText
source: Customization
ar_iq: تخصيص
az_latn_az: Quraşdırma
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшеу
ru_ru: Настроить
th_th: การตั้งค่ากำหนดเอง
uk_ua: Налаштування

# ChartStringId.WizSeriesLabelsPageDescription
source: Customize point label properties of the selected series. Note that you may select labels to be modified on the chart preview.
ar_iq: تخصيص خصائص تسمية نقطة من السلسلة المحددة. لاحظ أنه يمكنك تحديد تسميات لتعديلها من خلال معاينة التخطيط.
az_latn_az: Seçilmiş seriyanın nöqtəvi nişan xüsusiyyətlərini quraşdırın .Nəzərdə saxlayın ki, diaqramın görünüşünə baxış zamanı modifikasiya ediləcək dəyərləri seçə bilərsiniz.
hy_am: Կարգավորել ընտրված հաջորդականության կետերի պիտակների հատկությունները: Նկատի ունեցեք, որ կարող եք ընտրել ձևափոխման ենթակա պիտակները դիագրամի նախնական դիտման ժամանակ:
ka_ge: შერჩეული სერიების წერტილების მახასიათებლების ინდივიდუალური დაყენება. გაითვალისწინეთ, რომ შეგიძლიათ შეარჩიოთ წერტილის ნიშნული რედაქტირებისთვის და ასევე წინასწარი ნახვის რეჟიმში.
kk_kz: Таңдалған реттілікті белгілеу нүктелерінің қасиетін теңшеу. Диаграмманы алдын ала қарап шығу кезінде модификациялау үшін белгіні таңдай алатыныңызға назар аударыңыз.
ru_ru: Настроить свойства точки метки выбранной последовательности. Обратите внимание, что вы можете выбрать метки для модификации в предарительном просмотре диаграммы.
th_th: กำหนดคุณลักษณะป้ายจุดของซีรี่ส์ที่เลือก โปรดทราบว่าคุณอาจต้องเลือกป้ายเพื่อให้แก้ไขได้ในการพรีวิวแผนภูมิ
uk_ua: Налащтувати властивості точки мітки обраних послідовностей. Пам'ятайте. що ви можете обрати мітки, які необхідно змінити, у попередньому перегляду графіку.

# ChartStringId.MsgIncorrectDashStyle
source: DashStyle.Empty can only be assigned to a constant line's LineStyle property.
ar_iq: الشكل المتقطع. الفراغ لا يجوز الا لخاصية الخط الفارغ من الشكل الخطي
az_latn_az: ŞtrixNövü.Boş yalnız sabit xətlərdə XəttinNövü xassəsi üçün təyin oluna bilər.
hy_am: ՇտրիխայինՈճ.Դատարկը կարող է միայն վերագրվել անընդհատ գծի LineStyle հատկությանը:
ka_ge: დაშტრიხული სტილი. ცარიელის მინიჭება შესაძლებელია მხოლოდ მუდმივი ხაზის LineStyle მახასიათებლისთვის.
kk_kz: Штрихты стиль.Тұрақты сызықтың LineStyle қасиетіне ғана Бос берілуі мүмкін.
ru_ru: ШтриховойСтиль. Пустой может быть присвоен только свойству LineStyle постоянной линии.
th_th: สามารถกำหนด DashStyle.Empty ไปที่คุณลักษณะ constant line's LineStyle ได้เท่านั้น
uk_ua: ШтрихСтиль. Порожнє може бути надане лише константі властивості лінії LineStyle.

# ChartStringId.WizAxesPageDescription
source: Customize X and Y axis of the diagram. Note that you may select an axis to be modified on the chart preview.
ar_iq: تخصيص محاور X و Y للرسم التخطيطي. لاحظ أن بإمكانك تحديد محور لتعديله في معاينة التخطيط.
az_latn_az: Diaqramın X və Y oxlarını quraşdırın. Nəzərdə saxlayın ki, diaqramın görünüşünə baxış zamanı dəyişdiriləcək oxu seçə bilərsiniz.
hy_am: Կարգավորել դիագրամի X և Y առանցքները: Նկատի ունեցեք, որ կարող եք ընտրել փոփոխման ենթակա առանցքը դիագրամի նախադիտման ժամանակ:
ka_ge: გრაფიკების X and Y ღერძების ინდივიდუალური დაყენება.გაითვალისწინეთ, რომ შეგიძლიათ შეარჩიოთ ღერძი რედაქტირებისთვის და ასევე წინასწარი ნახვის რეჟიმში.
kk_kz: X және Y диаграммаларының осін теңшеу. Алдын ала қарап шығу кезінде модификациялау үшін ось таңдай алатыныңызға назар аударыңыз.
ru_ru: Настроить оси X и Y диаграммы. Обратите внимание, что вы можете выбрать ось для модификации в предварительном просмотре.
th_th: กำหนดแกน X และ Y ของไดอะแกรม โปรดทราบว่าคุณอาจเลือกให้มีการแก้ไขแกนขนการพรีวิวแผนภูมิ
uk_ua: Настроїти вісі X та Y діаграми. Пам'ятайте, що ви можете обрати вісь, яку необхідно змінити, у попередньому перегляді діаграми.

# ChartStringId.WizBar3DModelCylinder
source: Cylinder
ar_iq: اسطوانة
az_latn_az: Silindr
hy_am: Գլան
ka_ge: ცილინდრი
kk_kz: Цилиндр
ru_ru: Цилиндр
th_th: ไซลินเดอร์
uk_ua: Циліндр

# ChartStringId.WizChartPageDescription
source: Customize the chart's properties.
ar_iq: تحديد خصائص المخطط.
az_latn_az: Diaqramın xassələrini quraşdır
hy_am: Կարգավորել դիագրամի հատկությունները:
ka_ge: დიაგრამის მახასიათებლების ინდივიდუალური დაყენება.
kk_kz: Диаграмма қасиеттерін теңшеу
ru_ru: Настройка свойств диаграммы
th_th: กำหนดลักษณะของแผนภูมิ
uk_ua: Налаштувати властивості діаграми.

# ChartStringId.WizDiagramPageDescription
source: Customize the diagram's properties.
ar_iq: تحديد خصائص الرسم التخطيطي.
az_latn_az: Diaqramın xassələrini quraşdır
hy_am: Կարգավորել դիագրամի հատկությունները:
ka_ge: დიაგრამის მახასიათებლების ინდივიდუალური დაყენება.
kk_kz: Диаграмма қасиеттерін теңшеу
ru_ru: Настройка свойств диаграммы.
th_th: กำหนดคุณลักษณะไดอะแกรม
uk_ua: Налаштувати властивості діаграми.

# ChartStringId.WizHatchDarkDownwardDiagonal
source: DarkDownwardDiagonal
ar_iq: قطري إلى أسفل داكن
az_latn_az: Tünd, aşağı istiqamətlənmiş diaqonal
hy_am: ՄուգՆերքևԱնկյունագծով
ka_ge: მუქი ქვევითკენ დიაგონალურად
kk_kz: Күңгірт Төмен Диагональ бойынша
ru_ru: ТёмныйВнизПоДиагонали
th_th: การแทยงมุมลงแบบมืด
uk_ua: ТемнийВнизПоДіагоналі

# ChartStringId.WizHatchDarkHorizontal
source: DarkHorizontal
ar_iq: أفقي داكن
az_latn_az: Tünd, üfüqi
hy_am: ՄուգՀորիզոնական
ka_ge: მუქი ჰორიზონტალური
kk_kz: Күңгірт Көлденең
ru_ru: ТёмныйГоризонтальный
th_th: แนวนอนมืด
uk_ua: ТемнийПоГоризонталі

# ChartStringId.WizHatchDarkUpwardDiagonal
source: DarkUpwardDiagonal
ar_iq: قطري إلى أعلى داكن
az_latn_az: Tünd, yuxarı istiqamətlənmiş diaqonal
hy_am: ՄուգՎերևԱնկյունագծով
ka_ge: მუქი ზევითკენ დიაგონალურად
kk_kz: Күңгірт Төмен Диагональ бойынша
ru_ru: ТёмныйВверхПоДиагонали
th_th: การแทยงมุมขึ้นแบบมืด
uk_ua: ТемнийДогориПоДіагоналі

# ChartStringId.WizHatchDarkVertical
source: DarkVertical
ar_iq: عمودي داكن
az_latn_az: Tünd, şaquli
hy_am: ՄուգՈւղղահայաց
ka_ge: მუქი ვერტიკალური
kk_kz: Күңгірт Тігінен
ru_ru: ТёмныйВертикальный
th_th: แนวตั้งมืด
uk_ua: ТемнийПоВертикалі

# ChartStringId.WizHatchDashedDownwardDiagonal
source: DashedDownwardDiagonal
ar_iq: قطري إلى أسفل متقطع
az_latn_az: Qırıq xətli, aşağı istiqamətlənmiş diaqonal
hy_am: ՇտրիխայինՆերքևԱնկյունագծով
ka_ge: დაშტრიხული ქვევითკენ დიაგონალურად
kk_kz: Штрихты Төмен Диагональ бойынша
ru_ru: ШтриховойВнизПоДиагонали
th_th: การแทยงลงแบบปรุ
uk_ua: ШтриховийВнизПоДіагоналі

# ChartStringId.WizHatchDashedHorizontal
source: DashedHorizontal
ar_iq: أفقي متقطع
az_latn_az: Qırıq xətli, üfüqi
hy_am: ՇտրիխայինՀորիզոնական
ka_ge: დაშტრიხული ჰორიზონტალური
kk_kz: Штрихты Көлденең
ru_ru: ШтриховойГоризонтальный
th_th: แนวนอนแบบปรุ
uk_ua: ШтриховийПоГоризонталі

# ChartStringId.WizHatchDashedUpwardDiagonal
source: DashedUpwardDiagonal
ar_iq: قطري إلى أعلى متقطع
az_latn_az: Qırıq xətli, yuxarı istiqamətlənmiş diaqonal
hy_am: ՇտրիխայինՎերևԱնկյունագծով
ka_ge: დაშტრიხული ზევითკენ დიაგონალურად
kk_kz: Штрихты Жоғары Диагональ бойынша
ru_ru: ШтриховойВверхПоДиагонали
th_th: การแทยงมุมขึ้นแบบปรุ
uk_ua: ШтриховийДогориПоДіагоналі

# ChartStringId.WizHatchDashedVertical
source: DashedVertical
ar_iq: عمودي متقطع
az_latn_az: Qırıq xətli, şaquli
hy_am: ՇտրիխայինՈւղղահայաց
ka_ge: დაშტრიხული ვერტიკალური
kk_kz: Штрихты Тігінен
ru_ru: ШтриховойВертикальный
th_th: แนวตั้งปรุ
uk_ua: ШтриховийПоВертикалі

# ChartStringId.WizLegendPageDescription
source: Customize the legend's properties.
ar_iq: تحديد خصائص جدول الإيضاح.
az_latn_az: Şərti işarələrin xassələrini quraşdır
hy_am: Կարգավորել պայմանական նշանների հատկությունները:
ka_ge: პირობითი აღნიშვნების ინდივიდუალური დაყენება.
kk_kz: Шартты белгілеулер қасиеттерін теңшеу.
ru_ru: Настройка свойств условных обозначений.
th_th: กำหนดคุณลักษณะคำอธิบายสัญลักษณ์
uk_ua: Налаштувати властивості умовних позначень.

# ChartStringId.WizSeriesViewPageDescription
source: Customize series view properties of the selected series. Note that you may select a series to be modified on the chart preview.
ar_iq: تحديد خصائص عرض سلسلة من السلاسل المحددة. لاحظ أنه يمكنك تحديد سلسلة لتعديلها من خلال معاينة المخطط.
az_latn_az: Seçilmiş ardıcıllığın görünüş xüsusiyyətlərini quraşdırın. Nəzərdə saxlayın ki, diaqramın görünüşünə baxış zamanı modifikasiya ediləcək seriyanı seçə bilərsiniz.
hy_am: Կարգավորել ընտրված հաջորդականության դիտման հատկություները: Նկատի ունեցեք, որ դուք կարող եք ընտրել ձևափոխման ենթակա հաջորդականությունը դիագրամի նախնական դիտման ժամանակ:
ka_ge: შერჩეული თანმიმდევრობის გამოსახულების მახასიათებლების ინდივიდუალური დაყენება. გაითვალისწინეთ, რომ შეგიძლიათ შეარჩიოთ თანმიმდევრობები რედაქტირებისთვის და ასევე წინასწარი ნახვის რეჟიმში.
kk_kz: Таңдалған реттілікті қарап шығу қасиетін теңшеу. Диаграмманы алдын ала қарап шығу кезінде модификациялау үшін реттілікті таңдай алатыныңызға назар аударыңыз.
ru_ru: Настроить свойства просмотра выбранной последовательность. Обратите внимание, что вы можете выбрать поледовательность для модификации в предарительном просмотре диаграммы.
th_th: กำหนดคุณลักษณะมุมมองซีรี่ส์ของซีรี่ส์ที่เลือก โปรดทราบว่าคุณอาจต้องเลือกป้ายเพื่อให้แก้ไขได้ในการพรีวิวแผนภูมิ
uk_ua: Налаштувати властивості перегляду орбаної послідовності. Пам'ятайте, що ви можете обрати послідовність, яку необхідно змінити, у попередньому перегляді діаграми.

# GridStringId.LayoutViewCustomizationFormDescription
source: Customize the card layout using drag-and-drop and customization menu, and preview data in the View Layout page.
ar_iq: تخصيص تخطيط البطاقات باستخدام قائمة السحب و التخصيص، وتخصيص بيانات المعاينة في صفحة عرض التخطيط.
az_latn_az: Çəkib gətirilmə metoddan və kökləmə meyudan istifadə etməklə kartın yerləşmə yerinin müəyyənləşdirilməsi və məlumatın Baxış rejimində nəzərdən keçirilməsi
hy_am: Կարգավորել քարտի դասավորությունը՝ օգտագործելով քաշել և թողնել և կարգավորումների մենյուն և կատարել տվյալների նախնական դիտում Դիտել դասավորությունը էջում:
ka_ge: ბარათის სქემის ინდივიდუალური დაყენება თაგვის ისრით გადათრევა–დაგდების გზით და დაყენების მენიუს დახმარებით, და სქემის დაყენების ფანჯარაში მონაცემთა ნახვა.
kk_kz: Кәртішкенің орналасуын алып келу және теңшеу мәзірі арқылы теңшеу және орналастыруды теңшеу терезесінде деректерді қарап шығу
ru_ru: Настройка расположения карточки путем перетаскивания и меню настройки, и просмотр данных в окне настройке расположения
th_th: กำหนดเลย์เอาท์การ์ดโดยการใช้การลากและวาง และเมนูการตั้งค่ากำหนดเอง และพรีสิสข้อมูลในหน้ามุมมองเลย์เอาท์
uk_ua: Налаштуйте вигляд картки за допомогою перетаскування та меню налаштувань, та перегляньте дані на попередньому перегляді.

# ReportStringId.PivotGridForm_ItemLayout_Description
source: Customize the current XRPivotGrid's layout and preview its data.
ar_iq: تخصيص XRPivotGrid الحالي ومعاينة البيانات الخاصة به.
az_latn_az: Hazırki XRPivotGrid-in Cədvəlini quraşdırın və onun məlumatlarını gözdən keçirin
hy_am: Հարմարեցնել ընթացիկ XRամփոփիչաղյուսակ-ի ներկայացումը և նախադիտել դրա տվյալները:
ka_ge: მიმდინარე XRPivotGrid–ის სქემის ინდივიდუალური დაყენება და მის მონაცემთა ნახვა.
kk_kz: Ағымдағы XRPivotGrid's орналасуын теңшеу және деректерді қарап шығу
ru_ru: Настройка расположения текущего XRPivotGrid's и просмотр данных
th_th: กำหนดเลย์เอาท์ XRPivotGrid ปัจจบัน และพรีวิวข้อมูลของมัน
uk_ua: Настроїти схему чинної XRPivotGrid та переглянути її дані.

# ReportStringId.RibbonXRDesign_Cut_Caption
source: Cut
ar_iq: قص
az_latn_az: Kəs
hy_am: Կտրել
ka_ge: ამოჭრა
kk_kz: Қиып алу
ru_ru: Вырезать
th_th: ตัด
uk_ua: Вирізати

# ReportStringId.RibbonXRDesign_Cut_STipContent
source: Cut the selected controls from the report and put them on the Clipboard.
ar_iq: قص عناصر التحكم المحددة من التقرير ووضعها في الحافظة.
az_latn_az: Seçilmiş idarə elementləri hesabatdan kəsin və mübadilə buferinə yerləşdirin.
hy_am: Կտրել ընտրված կառավարման տարրերը հաշվետվությունից և տեղադրել փոխանակման բուֆերում:
ka_ge: ანგარიშიდან ამოჭერით შერჩეული მართვის ელემენტები და მოათავსეთ ისინი გასვლის ბუფერში.
kk_kz: Таңдалған басқару элементтерін есептен қиып алыңыз және оларды алмастыру буферіне орналастырыңыз.
ru_ru: Вырежьте выбранные элементы управления от отчёта и поместите их в буфер обмена.
th_th: ตัดดารควบคุมที่เลือกจากรายงาน และวางไว้ในคลิปบอร์ด
uk_ua: Вирізати обрані елементи управління зв звіту та вставити їх у буфер обміну.

# ReportStringId.RibbonXRDesign_Cut_STipTitle
source: Cut
ar_iq: قص
az_latn_az: Kəs
hy_am: Կտրել
ka_ge: ამოჭრა
kk_kz: Қиып алу
ru_ru: Вырезать
th_th: ตัด
uk_ua: Вирізати

# ReportStringId.UD_TTip_EditCut
source: Cut
ar_iq: قص
az_latn_az: Kəs
hy_am: Կտրել
ka_ge: ამოჭრა
kk_kz: Қиып алу
ru_ru: Вырезать
th_th: ตัด
uk_ua: Вирізати

# StringId.PictureEditMenuCut
source: Cut
ar_iq: قص
az_latn_az: Kəs
hy_am: Կտրել
ka_ge: ამოჭრა
kk_kz: Қиып алу
ru_ru: &Вырезать
th_th: ตัด
uk_ua: Вирізати

# VGridStringId.StyleCreatorName
source: customStyleCreator
ar_iq: منشئ نمط مخصص
az_latn_az: Adəti üslub yaradıcısı
hy_am: Օգտվողի ոճի ստեղծում
ka_ge: ინდივიდუალური სტილის შექმნა
kk_kz: Пайдаланушы стилін құру
ru_ru: Создание пользовательского стиля
th_th: ตัวสร้างรูปแบบกำหนดเอง
uk_ua: Створення власного стилю

# AccStringId.BarDockControlBottom
source: Dock Bottom
ar_iq: تركيب في الأسفل
az_latn_az: Aşağı bəndlə
hy_am: Տեղադրել ներքև
ka_ge: ქვემოთ დაყენება
kk_kz: Төменге орнату
ru_ru: Установить вниз
th_th: หักลงล่าง
uk_ua: Поставити вниз

# AccStringId.BarDockControlLeft
source: Dock Left
ar_iq: تركيب في الأيسر
az_latn_az: Sola bəndlə
hy_am: Տեղադրել ձախ
ka_ge: მარცხნივ დაყენება
kk_kz: Солға орнату
ru_ru: Установить влево
th_th: หักไปทางซ้าย
uk_ua: Поставити вліво

# AccStringId.BarDockControlRight
source: Dock Right
ar_iq: تركيب في الأيمن
az_latn_az: Sağa bəndlə
hy_am: Տեղադրել աջ
ka_ge: მარჯვნივ დაყენება
kk_kz: Оңға орнату
ru_ru: Установить вправо
th_th: หักไปทางขวา
uk_ua: Поставити вправо

# AccStringId.BarDockControlTop
source: Dock Top
ar_iq: تركيب في الأعلى
az_latn_az: Yuxarı bəndlə
hy_am: Տեղադրել վերևում
ka_ge: ზემოთ დაყენება
kk_kz: Жоғарыға орнату
ru_ru: Установить вверх
th_th: หักขึ้น
uk_ua: Поставити догори

# AccStringId.GridDataPanel
source: Data Panel
ar_iq: لوحة البيانات
az_latn_az: Məlumatlar paneli
hy_am: Տվյալների վահանակ
ka_ge: მონაცემთა პანელი
kk_kz: Деректер панелі
ru_ru: Панель данных
th_th: แผงข้อมูล
uk_ua: Панель даних

# AccStringId.MouseDoubleClick
source: Double Click
ar_iq: نقر مزدوج
az_latn_az: İkiqat klik
hy_am: Կրկնակի սեղմում
ka_ge: ორჯერ დაწკაპუნება
kk_kz: Екі рет шерту
ru_ru: двойной щелчок
th_th: คลิกสองครั้ง
uk_ua: Подвійне натискання

# AccStringId.ScrollableControlDefaultAction
source: Default Action
ar_iq: الإجراء الافتراضي
az_latn_az: Standart hərəkət
hy_am: Լռելյայն գործողություն
ka_ge: ნაგუსლისხმევი მოქმედება
kk_kz: Әдепкілік бойынша әрекет
ru_ru: Действие по умолчанию
th_th: การดำเนินการตั้งต้น
uk_ua: Дія за умовчанням

# AccStringId.SpinDownButton
source: Down
ar_iq: أسفل
az_latn_az: Aşağı
hy_am: Ներքև
ka_ge: ქვემოთ
kk_kz: Төмен
ru_ru: Вниз
th_th: ลง
uk_ua: Вниз

# AccStringId.TreeListDataPanel
source: Data Panel
ar_iq: لوحة البيانات
az_latn_az: Məlumatlar paneli
hy_am: Տվյալների վահանակ
ka_ge: მონაცემთა პანელი
kk_kz: Деректер панелі
ru_ru: Панель данных
th_th: แผงข้อมูล
uk_ua: Панель даних

# ChartStringId.DefaultDataFilterName
source: DataFilter
ar_iq: عامل تصفية بيانات
az_latn_az: Məlumatların filtri
hy_am: Տվյալների ֆիլտր
ka_ge: მონაცემთა ფილტრი
kk_kz: Деректер сүзгісі
ru_ru: Фильтр данных
th_th: ตัวกรองข้อมูล
uk_ua: Фільтр Даних

# ChartStringId.DefaultPaneName
source: Default Pane
ar_iq: جزء افتراضي
az_latn_az: Standart panel
hy_am: Լռելյայն վահանակ
ka_ge: ნაგულისხმევი პანელი
kk_kz: Әдепкілік бойынша панелі
ru_ru: Панель по умолчанию
th_th: แผงตั้งต้น
uk_ua: Панель за умовчанням

# ChartStringId.MenuItemDelete
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити

# ChartStringId.MsgPaletteDoubleClickToEdit
source: Double-click to edit...
ar_iq: للتحرير انقر بشكل مزدوج...
az_latn_az: Redaktə etmək üçün iki dəfə klik edin...
hy_am: Կրկնակի սեղմեք խմբագրելու համար
ka_ge: რედაქტირებისთვის დააწკაპუნეთ ორჯერ...
kk_kz: Редакциялау үші тімтуірмен екі рет шертіңіз
ru_ru: Для редактирования щелкнуть мышью два раза
th_th: คลิกสองครั้งเพื่อแก้ไข…
uk_ua: Для редагування натисніть двічі на клавішу мишки...

# ChartStringId.MsgUnsupportedDateTimeScaleModeForGanttDiagram
source: DateTimeScaleMode isn't supported for the GanttDiagram.
ar_iq: وضع مقياس تاريخ وقت غير معتمد لنظام جانت للرسم التخطيطي.
az_latn_az: Qant diaqramı TarixVaxtŞkalasıRejimini dəstəkləmir.
hy_am: Ժամանակի մասշտաբավորման ռեժիմը չի աջակցվում Գանտի Դիագրամի համար:
ka_ge: თარიღიდრომასშტაბის რეჟიმი არ მუშაობს განტის დიაგრამისთვის.
kk_kz: Уақытты ауқымдау режимі Гантт диаграммасы үшін қолдау таппайды
ru_ru: Режим масштабирования времени не поддерживается для Диаграммы Гантта
th_th: โหมด DateTimeScaleMode ไม่รองรับสำหรับ GanttDiagram
uk_ua: Режим Масштабування Часу не підтримується для діаграми Ганта.

# ChartStringId.ScaleTypeDateTime
source: date-time
ar_iq: التاريخ والوقت
az_latn_az: Tarix-saat
hy_am: Ամսաթիվ-Ժամ
ka_ge: თარიღი–დრო
kk_kz: Күн-уақыт
ru_ru: Дата-время
th_th: วัน เวลา
uk_ua: дата-час

# ChartStringId.SvnDoughnut
source: Doughnut
ar_iq: دائري مجوف
az_latn_az: Halqa
hy_am: Օղակաձև
ka_ge: ბლითისებული
kk_kz: Сақиналы
ru_ru: Кольцевая
th_th: โดนัท
uk_ua: Кільцева

# ChartStringId.SvnDoughnut3D
source: Doughnut 3D
ar_iq: دائري مجوف ثلاثي الأبعاد
az_latn_az: Halqa 3D
hy_am: Եռաչափ /3D/ օղակաձև
ka_ge: 3D ბლითისებური
kk_kz: Көлемді сақиналы
ru_ru: Объемная кольцевая
th_th: โดนัท 3D
uk_ua: Об'ємна кільцева
