Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# WizardStringId.PageDescriptionText
source: Wizard page subtitle: this should help the user complete a subtask
ar_iq: العنوان الفرعي لصفحة المعالج: هذا يمكن أن يساعد المستخدم في إكمال المهمة الفرعية
az_latn_az: Bələdçi səhifəsinin alt-başlığı: bu, istifadəçiyə alt-tapşırığı tamamlamaqda kömək etməlidir.
hy_am: Կառուցիչի էջի ենթավերնագիր. սա պետք է օգնի օգտագործողին ավարտել ենթաառաջադրանքը
ka_ge: ოსტატის გვერდის ქვესათაური: დაეხმარება მომხმარებელს ქვედავალების შესრულებაში
kk_kz: Шебер бетінің тақырыпшасы: бұл пайдаланушының тапсырманы орындауы үшін көмек
ru_ru: Подзаголовок страницы Мастера: это помощь пользователю завершить подзадачу
th_th: หัวข้อสำรองหน้าวิซาร์ด
uk_ua: Підзаголовок сторінки Майстра: це допоможе користувачу виконати підзавдання

# WizardStringId.WelcomePageIntroductionText
source: This wizard simplifies the implementation of a complex set of tasks by guiding the user through a series of simple steps
ar_iq: يبسط هذا المعالج تنفيذ مجموعة معقدة من المهام من خلال توجيه المستخدم من خلال سلسلة من الخطوات البسيطة
az_latn_az: Bu bələdçi istifadəçiyə sadə addımlardan ibarət seriyalar boyunca bələdçilik etməklə mürəkkəb tapşırıqlar dəstinin icrasını sadələşdirir.
hy_am: Այս Կառուցիչը հեշտացնում է խնդիրների բարդ խմբի իրացումը օգտագործողի համար՝ ուղղորդելով նրան պարզ քայլերի շարքի միջոցով
ka_ge: მოცემული ოსტატი მომხმარებელს უადვილებს რთული დავალებების კომპლექტის რეალიზებას მარტივი ეტაპების გამოყენების გზით.
kk_kz: Бұл шебер пайдаланушыға күрделі теңшелімді іске асыруды қарапайым тапсырмалар сериясы арқылы оңайлатады
ru_ru: Этот мастер упрощает реализацию сложных настроек задач пользователю через серию простых шагов
th_th: วิซาร์ดนี้ทำให้การนำเอากลุ่มภารกิจที่สมบูรณ์ไปทำให้เสร็จสิ้นได้ง่ายขึ้น โดยการแนะนำผู้ใช้ตลอดการทำงานขั้นตอนง่ายๆเหล่านี้
uk_ua: Цей майстер спрощує реалізацію складних налаштувань користувачеві через серію простих кроків

# WizardStringId.WelcomePageProceedText
source: To continue, click Next
ar_iq: للمتابعة، انقر فوق التالي
az_latn_az: Davam etmək üçün Növbəti düyməsinə basın.
hy_am: Շարունակնելու համար, սեղմեք Հաջորդը
ka_ge: გასაგრძელებლად, დააწკაპუნეთ ღილაკზე "შემდეგი".
kk_kz: Жалғастыру үшін Одан әрі батырмасын басыңыз
ru_ru: Для продолжения нажмите Далее
th_th: ดำเนินการต่อ คลิก ต่อไป
uk_ua: Щоб продовжити роботу, натисніть Далі

# WizardStringId.WelcomePageTitleText
source: Welcome to the wizard
ar_iq: مرحباً بك في المعالج
az_latn_az: Bələdçiyə xoş gəlmisiniz
hy_am: Բարի գալուստ Կառուցիչ
ka_ge: მოგესალმებათ ოსტატი
kk_kz: Сізіге Шебер сәлем жолдайды
ru_ru: Вас приветствует Мастер
th_th: ยินดีต้อนรับเข้าสู่วิซาร์ด
uk_ua: Вас вітає Майстер

# WizardStringId.WizardTitle
source: Wizard Title
ar_iq: عنوان المعالج
az_latn_az: Bələdçinin başlığı
hy_am: Կառուցիչի վերնագիր
ka_ge: ოსტატის სათაური
kk_kz: Шебердің тақырыбы
ru_ru: Заголовок Мастера
th_th: หัวข้อวิซาร์ด
uk_ua: Заголовок Майстра

# ChartStringId.MsgSummaryFunctionParameterIsNotSpecified
source: You should specify all of the summary function parameters.
ar_iq: يجب تحديد كافة معلمات دالة التلخيص.
az_latn_az: Yekun funksiyalarının bütün parametrlərini təyin etməlisiniz.
hy_am: Դուք պետք է նշեք ամփոփիչ ֆունկցիայի բոլոր պարամետրերը:
ka_ge: უნდა მიუთითოთ ჯამური ფუნქციის ყველა პარამეტრი.
kk_kz: Жиынтық функцияның барлық параметрлерін көрсетуге тиіссіз.
ru_ru: Вы должны указать все параметры итоговой функции
th_th: คุณควรกำหนดพารามิเตอร์ฟังค์ชั่นการสรุปทั้งหมด
uk_ua: Необхідно вказати усі параметри ітогової функції.

# PivotGridStringId.TotalFormatVarp
source: {0} Varp
ar_iq: {0} تباين المحتوى
uk_ua: {0} Вар

# BarString.AddOrRemove
source: &Add or Remove Buttons
ar_iq: &إضافة أو إزالة أزرار
az_latn_az: &Düymələri əlavə et və ya sil
hy_am: &Ավելացնել կամ հեռացնել կոճակները
ka_ge: ღილაკების დამატება და ამოღება
kk_kz: & Батырманы қосу немесе жою
ru_ru: &Добавить или удалить кнопки
th_th: &เพิ่ม หรือย้ายปุ่มออก
uk_ua: &додати або видалити кнопки

# BarString.CustomizeButton
source: &Customize ...
ar_iq: &تخصيص ...
az_latn_az: &Köklənilir ...
hy_am: &Կարգավորել ...
ka_ge: &მორგება...
kk_kz: & Теңшелім
ru_ru: &Настройка...
th_th: &กำหนดเอง ...
uk_ua: &налаштування...

# BarString.ResetButton
source: &Reset Toolbar
ar_iq: &إعادة تعيين شريط الادوات
az_latn_az: &Alətlər panelini əvvəlki vəziyyətinə qaytar
hy_am: &Սկզբնական վիճակին բերել վահանակը
ka_ge: &ხელსაწყოთა ზოლის ხელახლა ჩატვირთვა
kk_kz: & Панельді шығарып тастау
ru_ru: &Сброс панели
th_th: &ตั้งค่าแถบเครื่องมือใหม่
uk_ua: &перезавантажити панель

# BarString.RibbonToolbarAbove
source: &Place Quick Access Toolbar above the Ribbon
ar_iq: &وضع شريط أدوات الوصول السريع فوق الشريط
az_latn_az: &Alətlər panelini yuxarıda yerləşdir
hy_am: &Տեղադրել արագ մուտքի վահանակը ժապավենի վերևում
ka_ge: &სწრაფი წვდომის პანელის ჩვენება ჩანართების ლენტის ზემოთ
kk_kz: & Қосымша бет таспасының үстіндегі Тез кіру панелін көрсету
ru_ru: &Отобразить Панель быстрого доступа над Лентой вкладок
th_th: & วางแถบเครื่องมือเข้าถึงอย่างรวดเร็วไว้เหนือริบบอน
uk_ua: Відобразити панель швидкого доступу над стрічкою

# BarString.RibbonToolbarAdd
source: &Add to Quick Access Toolbar
ar_iq: &إضافة إلى شريط أدوات الوصول السريع
az_latn_az: &Alətlər panelinə əlavə et
hy_am: Ավելացնել արագ մուտք գործելու վահանակին
ka_ge: &სწრაფი წვდომის პანელში ჩამატება
kk_kz: & Тез қол жеткізу панеліне қосу
ru_ru: &Добавить на Панель быстрого доступа
th_th: & เพื่อไปที่แถบเครื่องมือเข้าถึงอย่างรวดเร็ว
uk_ua: Додати до панелі швидкого доступу

# BarString.RibbonToolbarBelow
source: &Place Quick Access Toolbar below the Ribbon
ar_iq: &وضع شريط أدوات الوصول السريع تحت الشريط
az_latn_az: &Alətlər panelini aşağıda yerləşdir
hy_am: &Տեղադրել արագ մուտքի վահանակը ժապավենի ներքևում
ka_ge: &სწრაფი წვდომის პანელის ჩვენება ჩანართების ლენტის ქვემოთ
kk_kz: & Қосымша бет таспасының астындағы Тез кіру панелін көрсету
ru_ru: &Отобразить Панель быстрого доступа ниже Ленты вкладок
th_th: & วางแถบเครื่องมือเข้าถึงอย่างรวดเร็วไว้ใต้ริบบอน
uk_ua: Відобразити панель швидкого доступу під стрічкою

# BarString.RibbonToolbarRemove
source: &Remove from Quick Access Toolbar
ar_iq: &إزالة من شريط أدوات الدخول السريع
az_latn_az: &Alətlər panelindən sil
hy_am: &Հեռացնել արագ մուտքի վահանակից
ka_ge: &სწრაფი წვდომის პანელიდან ამოღება
kk_kz: Тез қол жеткізу панелінен алып тастау
ru_ru: &Удалить с Панели быстрого доступа
th_th: & ย้ายออกจากแถบเครื่องมือเข้าถึงเร็ว
uk_ua: Видалити з панелі швидкого доступу

# BarString.ToolBarMenu
source: &Reset$&Delete$!&Name$!Defau&lt style$&Text Only (Always)$Text &Only (in Menus)$Image &and Text$!Begin a &Group$&Visible$&Most recently used
ar_iq: &إعادة تعيين$&إزالة$!&اسم$!نمط افترا&ضي$&النص فقط (دائما)$النص &فقط (في القوائم)$الصورة &والنص$!بدء &مجموعة$&مرئي (مرئية)$&استخدم (استخدمت) مؤخراً
az_latn_az: &Yenidən qur$&Sil$!&Ad$!Əsas& üslublar$&Yalnız Mətn(Həmişə)$Mətn &Yalnız (Menyularda)$Şəkil &və Mətn$!Qrupa & başla$&Görünə bilən$&Sonuncu dəfə istifadə olunmuş
hy_am: &Սկզբնական վիճակին բերել$&Ջնջել$!&Անուն$!Լռելյայն ոճ$&Միայն տեքստը (Միշտ)$Միայն&Տեքստ (Մենյուում)$Նկար &և Տեքստ$!Սկսել &Խումբը$&Տեսանելի$&Ամենավերջում օգտագործված
ka_ge: &აღდგენა$&წაშლა$!&სახელი$!ნაგულისხმევი სტილი$&მხოლოდ ტექსტი (ყოველთვის)$მხოლოდ ტექსტი (მენიუში)$ნახატი &aდა ტექსტი$!დაწყება &ჯგუფი$&ხილული$&უკანასკნელად გამოყენებული
kk_kz: &Шығарып тастау$& Жою$!& Аты$! Негізгі стиль$&Тек қана мәтін (әрқашан)$Тек қана мәтін (мәзірге)$Белгі және мәтін$Топты бастау$&Көрнекі$&Таяуда пайдаланылды
ru_ru: С&брос$&Удалить$!Им&я:$!&Основной стиль$&Только текст (всегда)$То&лько текст (в меню)$Зна&чок и текст$!Начать &группу$Видимый$Недавно использовался
th_th: &ตั้งค่าใหม่$&ลบ$!&ชื่อ$!ค่าตั้งต้นรูปแบบ$&ตัวอักษรเท่านั้น(เสมอ)$ตัวอักษร &เท่านั้น ในเมนู)$รูปภาพ &และตัวอักษร$!เริ่ม &จัดกลุ่ม$&ที่ใช้ล่าสุด$&Mที่เห็นได้
uk_ua: &Перезавантажити$&Видалити$!&Назва$!Стиль за умовчанн&ям$&Лише текст (Завжди)$Лише &текст (у Меню)$Зображення &та текст$!Почати &групу$&Видимий$&Останній використаний

# ChartStringId.MsgIncorrectStripConstructorParameters
source: The minimum and maximum limits of the Strip can not be the same.
ar_iq: لا يجب ان تتساوى الحدود القصوى والدنيا للشريط (المسار).
az_latn_az: Xəttin minimal və maksimal hüdudları eyni ola bilməz.
hy_am: Շերտի նվազագույն և առավելագույն սահմանները չեն կարող լինել նույնը:
ka_ge: ზოლის მინიმალური და მაქსიმალური ზღვრები არ შეიძლება იყოს ერთნაირი.
kk_kz: Жолақтың ең төменгі және ең жоғарғы шегі бірдей болмауға тиіс.
ru_ru: Минимальная и максимальная границы полосы не должны быть одинаковыми.
th_th: ค่าจำกัดที่น้อยที่สุด และมากที่สุดของ สตริป ไม่สามารถเหมือนกันได้
uk_ua: Мінімальна та максимальна межі стрічки не можуть мати однакове значення.

# GridStringId.ColumnViewExceptionMessage
source: Do you want to correct the value ?
ar_iq: هل ترغب في تصحيح القيمة؟
az_latn_az: Dəyəri düzəltmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ուղղել արժեքը:
ka_ge: გინდათ მოცემული სიდიდის შესწორება?
kk_kz: Мәнді өзгерткіңіз келе ме?
ru_ru: Хотите исправить значение?
th_th: คุณต้องการแก้ไขค่าหรือไม่?
uk_ua: Бажаєте виправити значення?

# GridStringId.CustomFilterDialogCancelButton
source: &Cancel
ar_iq: &الغاء
az_latn_az: &İmtina
hy_am: &Չեղարկել
ka_ge: &გაუქმება
kk_kz: & Қолданбау
ru_ru: Отмена
th_th: &ยกเลิก
uk_ua: &Скасувати

# GridStringId.CustomFilterDialogRadioAnd
source: &And
ar_iq: &و
az_latn_az: &Və
hy_am: &և
ka_ge: &და
kk_kz: &Және
ru_ru: &И
th_th: &และ
uk_ua: &Та

# GridStringId.FilterBuilderApplyButton
source: &Apply
ar_iq: &تطبيق
az_latn_az: &Tətbiq et
hy_am: &Կիրառել
ka_ge: &გამოყენება
kk_kz: & Қолдану
ru_ru: &Применить
th_th: &นำไปใช้
uk_ua: &Застосувати

# GridStringId.FilterBuilderCancelButton
source: &Cancel
ar_iq: &الغاء
az_latn_az: İmtina
hy_am: &Չեղարկել
ka_ge: &გაუქმება
kk_kz: & Қолданбау
ru_ru: Отмена
th_th: &ยกเลิก
uk_ua: &Скасувати

# GridStringId.LayoutViewButtonApply
source: &Apply
ar_iq: &تطبيق
az_latn_az: &Tətbiq et
hy_am: &Կիրառել
ka_ge: &გამოყენება
kk_kz: &Қолдану
ru_ru: Применить
th_th: &นำไปใช้
uk_ua: &Застосувати

# GridStringId.LayoutViewButtonLoadLayout
source: &Load Layout...
ar_iq: &تحميل التخطيط...
az_latn_az: &Cədvəli yüklə...
hy_am: &Բեռնել դասավորվածությունը...
ka_ge: &განკაგების სქემის ჩატვირთვა...
kk_kz: & ... орналастыруды жүктеу
ru_ru: Загрузить размещение...
th_th: &โหลดเลย์เอาท์
uk_ua: &Завантажити схему...

# GridStringId.LayoutViewButtonReset
source: &Reset Template Card
ar_iq: &إعادة تعيين بطاقة قالب
az_latn_az: &Şablon kartını ilkin vəziyyətə qaytar
hy_am: &Բեռնել ձևանմուշ քարտը
ka_ge: &შაბლონური ბარათის ჩატვირთვა
kk_kz: & Қалып-кәртішкені жүктеу
ru_ru: Загрузить карточку-шаблон
th_th: &ตั้งค่าเท็มเพลตการ์ด
uk_ua: &Перезавантажити карту - шаблон

# NavBarStringId.NavPaneMenuAddRemoveButtons
source: &Add or Remove Buttons
ar_iq: &إضافة أو إزالة أزرار
az_latn_az: &Düymələri əlavə et və ya sil
hy_am: &Ավելացնել կամ հեռացնել կոճակները
ka_ge: ღილაკების დამატება და ამოღება
kk_kz: & Батырманы қосу немесе жою
ru_ru: &Добавить или удалить кнопки
th_th: &เพิ่ม หรือลบปุ่ม
uk_ua: &Додати або видалити кнопки

# PreviewStringId.ExportOption_ConfirmPermissionsPasswordForm_Name
source: &Permissions Password:
ar_iq: &كلمة مرور الأذونات:
az_latn_az: &İcazələr üçün parol:
hy_am: &Թույլտվությունների գաղտնաբառ՝
ka_ge: &ხელმისაწვდომობის ნებართვების პაროლი:
kk_kz: & Қол жеткізу құқығының паролі
ru_ru: &Пароль прав доступа:
th_th: รหัสผ่านการอนุญาติ:
uk_ua: &Пароль прав доступу:

# PreviewStringId.MenuItem_BackgrColor
source: &Color...
ar_iq: &اللون...
az_latn_az: &Rəng...
hy_am: &Գույն...
ka_ge: &ფერი...
kk_kz: & Бояу...
ru_ru: &Заливка...
th_th: &สี...
uk_ua: &Колір...

# PreviewStringId.MenuItem_Background
source: &Background
ar_iq: &الخلفية
az_latn_az: &Fon
hy_am: Ֆոն
ka_ge: &ფონი
kk_kz: & Фон
ru_ru: Ф&он
th_th: &พื้นหลัง
uk_ua: &Фон

# PreviewStringId.MenuItem_Export
source: &Export To
ar_iq: &تصدير إلى
az_latn_az: &Buraya eksport et
hy_am: &Արտահանել
ka_ge: &ექსპორტი
kk_kz: & Экспорт
ru_ru: &Экспорт
th_th: &ส่งออกไปที่
uk_ua: &Експортувати до

# PreviewStringId.MenuItem_File
source: &File
ar_iq: &ملف
az_latn_az: &Fayl
hy_am: &Ֆայլ
ka_ge: &ფაილი
kk_kz: & Файл
ru_ru: &Файл
th_th: &ไฟล์
uk_ua: &Файл

# PreviewStringId.MenuItem_PageLayout
source: &Page Layout
ar_iq: &تخطيط الصفحة
az_latn_az: &Səhifənin strukturu
hy_am: &Էջի դասավորվածությունը
ka_ge: &გვერდის სქემა
kk_kz: & Беттің макеті
ru_ru: Макет страницы
th_th: &เลย์เอาท์หน้า
uk_ua: &Схема сторінки

# PreviewStringId.MenuItem_Print
source: &Print...
ar_iq: &طباعة...
az_latn_az: &Çap et...
hy_am: &Տպել...
ka_ge: &ბეჭდვა...
kk_kz: & Баып шығару..
ru_ru: &Печать...
th_th: &พิมพ์...
uk_ua: &Друк...

# PreviewStringId.MenuItem_ViewContinuous
source: &Continuous
ar_iq: &مستمر
az_latn_az: &Davamedici
hy_am: &Շարունակական
ka_ge: &შუალედების დამალვა
kk_kz: & Бос орынды жасыру
ru_ru: &Скрыть пробелы
th_th: &ต่อไป
uk_ua: &Безперервний

# PreviewStringId.MenuItem_ViewFacing
source: &Facing
ar_iq: &مواجه (واجهة)
az_latn_az: &Təsvirin kökləməsi
hy_am: &Ցույց տալ բացատները
ka_ge: &შუალედების გამოჩენა
kk_kz: & Бос орынды көрсету
ru_ru: &Показать пробелы
th_th: &เผชิญ
uk_ua: &Показати пробіли

# PreviewStringId.ScalePopup_NormalSize
source: % normal size
ar_iq: حجم عادي %
az_latn_az: Normal ölçünün %-i
hy_am: % նորմալ չափի
ka_ge: ნორმალური ზომის %
kk_kz: қалыпты өлшемге шаққанда %
ru_ru: % от нормального размера
th_th: % ขนาดปกติ
uk_ua: % від нормального розміру

# PreviewStringId.WMForm_PageRangeRgrItem_All
source: &All
ar_iq: &الكل
az_latn_az: &Hamısı
hy_am: &Բոլորը
ka_ge: &ყველა
kk_kz: & Барлығы
ru_ru: &Все
th_th: &ทั้งหมด
uk_ua: &Усі

# PreviewStringId.WMForm_PageRangeRgrItem_Pages
source: &Pages:
ar_iq: &الصفحات:
az_latn_az: &Səhifələr:
hy_am: &Էջեր:
ka_ge: &გვერდები:
kk_kz: & Беттер:
ru_ru: &Страницы:
th_th: &หน้า:
uk_ua: &Сторінки:

# PreviewStringId.WMForm_ZOrderRgrItem_Behind
source: &Behind
ar_iq: &خلف
az_latn_az: &Arxada
hy_am: &Ետևում
ka_ge: &ქვემოდან
kk_kz: & Төменнен
ru_ru: &Снизу
th_th: &หลัง
uk_ua: &Знизу

# ReportStringId.Cmd_BringToFront
source: &Bring To Front
ar_iq: &إحضار إلى المقدمة
az_latn_az: &Ön plana gətir
hy_am: &Տեղափոխել առաջ
ka_ge: &წინა პლანზე გადმოტანა
kk_kz: & Алдыңғы бетке
ru_ru: На &передний план
th_th: นำมาข้างหน้า
uk_ua: &Перенести на передній план

# ReportStringId.Cmd_Delete
source: &Delete
ar_iq: &حذف
az_latn_az: &Silmək
hy_am: &Ջնջել
ka_ge: &წაშლა
kk_kz: & Жою
ru_ru: &Удалить
th_th: ลบ
uk_ua: &Видалити

# ReportStringId.Cmd_Paste
source: &Paste
ar_iq: &لصق
az_latn_az: &Daxil et
hy_am: &Տեղադրել
ka_ge: &ჩასმა
kk_kz: & Кірістіру
ru_ru: &Вставить
th_th: วาง
uk_ua: &Вставити

# ReportStringId.Cmd_TableDeleteColumn
source: &Column
ar_iq: &العمود
az_latn_az: &Sütun
hy_am: &Սյունակ
ka_ge: &სვეტი
kk_kz: & Бағана
ru_ru: &Колонка
th_th: &คอลัมน์
uk_ua: &Колонка

# ReportStringId.Cmd_TableDeleteRow
source: &Row
ar_iq: &السطر
az_latn_az: &Sıra
hy_am: &Տող
ka_ge: &სტრიქონი
kk_kz: &Жол
ru_ru: &Строка
th_th: &แถว
uk_ua: &Рядок

# ReportStringId.Cmd_TableInsert
source: &Insert
ar_iq: &إدراج
az_latn_az: Əlavə et
hy_am: &Ավելացնել
ka_ge: &ჩამატება
kk_kz: & Қосу
ru_ru: &Добавить
th_th: &ป้อน
uk_ua: &Вставити

# ReportStringId.Cmd_TableInsertCell
source: &Cell
ar_iq: &خلية
az_latn_az: &Xana
hy_am: &Վանդակ
ka_ge: &უჯრა
kk_kz: & Ұяшық
ru_ru: &Ячейка
th_th: &เซลล์
uk_ua: &Клітинка

# ReportStringId.SSForm_Msg_SelectedStylesText
source: selected styles...
ar_iq: النمط المحدد...
az_latn_az: seçilmiş üslublar...
hy_am: ընտրված ոճեր...
ka_ge: შერჩეული სტილები...
kk_kz: таңдалған стильдер
ru_ru: выбранные стили...
th_th: รูปแบบที่เลือก...
uk_ua: Обрані стилі...

# ReportStringId.SSForm_Msg_StyleNamePreviewPostfix
source: style
ar_iq: النمط
az_latn_az: üslub
hy_am: ոճ
ka_ge: სტილი
kk_kz: стиль
ru_ru: стиль
th_th: รูปแบบ
uk_ua: Стиль

# ReportStringId.UD_Capt_AlignBottoms
source: &Bottoms
ar_iq: &أسفل
az_latn_az: &Aşağı hissələr
hy_am: &Ներքև
ka_ge: &ქვედა მხარე
kk_kz: & Төмен
ru_ru: &Низ
th_th: &ล่าง
uk_ua: &Низ

# ReportStringId.UD_Capt_AlignCenters
source: &Centers
ar_iq: &المراكز
az_latn_az: &Mərkəzi hissələr
hy_am: &Կենտրոններ
ka_ge: &ცენტრები
kk_kz: & Орталық
ru_ru: &Центр
th_th: &ตรงกลาง
uk_ua: &Центри

# ReportStringId.UD_Capt_AlignLefts
source: &Lefts
ar_iq: &الأيسر
az_latn_az: &Sol hissələr
hy_am: &Ձախ
ka_ge: &მარცხნივ
kk_kz: & Солға
ru_ru: &Лево
th_th: &ซ้าย
uk_ua: &Ліво

# ReportStringId.UD_Capt_AlignMiddles
source: &Middles
ar_iq: &الوسط
az_latn_az: &Orta hissələr
hy_am: &Մեջտեղ
ka_ge: &შუა
kk_kz: & Ортасы
ru_ru: &Середина
th_th: &ตรงกลาง
uk_ua: &Середина

# ReportStringId.UD_Capt_AlignRights
source: &Rights
ar_iq: &حقوق
az_latn_az: &Sağ hissələr
hy_am: &Աջ
ka_ge: &მარჯვნივ
kk_kz: &Оңға
ru_ru: &Право
th_th: &ขวา
uk_ua: &Право

# ReportStringId.UD_Capt_CenterInFormHorizontally
source: &Horizontally
ar_iq: &أفقيا
az_latn_az: &Şaquli
hy_am: &Հորիզոնական
ka_ge: &ჰორიზონტალურად
kk_kz: & Көлденең
ru_ru: &Горизонтально
th_th: &แนวนอน
uk_ua: &Горизонтально

# ReportStringId.UD_Capt_Copy
source: &Copy
ar_iq: &نسخ
az_latn_az: &Surətini çıxar
hy_am: &Պատճենել
ka_ge: &კოპირება
kk_kz: & Көшіру
ru_ru: &Копировать
th_th: &คัดลอก
uk_ua: &Копіювати

# ReportStringId.UD_Capt_Delete
source: &Delete
ar_iq: &حذف
az_latn_az: &Silmək
hy_am: &Ջնջել
ka_ge: &წაშლა
kk_kz: &Жою
ru_ru: &Удалить
th_th: &ลบ
uk_ua: &Видалити

# ReportStringId.UD_Capt_FontBold
source: &Bold
ar_iq: &عريض
az_latn_az: &Qalın
hy_am: Թավատառ
ka_ge: &მსხვილი
kk_kz: & Жуандау
ru_ru: &Полужирный
th_th: &ตัวหนา
uk_ua: &Напівжирний

# ReportStringId.UD_Capt_FontItalic
source: &Italic
ar_iq: &مائل
az_latn_az: &Kursiv
hy_am: &Շեղագիր
ka_ge: &დახრილი
kk_kz: & Курсив
ru_ru: &Курсив
th_th: &ตัวเอียง
uk_ua: &Курсив

# ReportStringId.UD_Capt_JustifyCenter
source: &Center
ar_iq: &وسط
az_latn_az: &Mərkəz
hy_am: &Կենտրոն
ka_ge: &ცენტრი
kk_kz: & Орталық
ru_ru: &Центр
th_th: &กลาง
uk_ua: &Центр

# ReportStringId.UD_Capt_JustifyJustify
source: &Justify
ar_iq: &ضبط
az_latn_az: &Düz sıraya düzmək
hy_am: &Հավասարեցնել
ka_ge: &გათანაბრება
kk_kz: & Туралау
ru_ru: &Выравнивать
th_th: &จัดให้เท่า
uk_ua: &Вирівняти

# ReportStringId.UD_Capt_JustifyLeft
source: &Left
ar_iq: &يسار
az_latn_az: &Sol
hy_am: &Ձախ
ka_ge: &მარცხნივ
kk_kz: & Солға
ru_ru: &Лево
th_th: &ซ้าย
uk_ua: &Ліво

# ReportStringId.UD_Capt_JustifyRight
source: &Rights
ar_iq: &حقوق
az_latn_az: &Sağ hissələr
hy_am: &Աջ
ka_ge: &მარჯვნივ
kk_kz: &Оңға
ru_ru: &Право
th_th: &ขวา
uk_ua: &Право

# ReportStringId.UD_Capt_MakeSameSizeBoth
source: &Both
ar_iq: &الاثنان
az_latn_az: &Hər ikisi
hy_am: &Երկուսն էլ
ka_ge: &ორივე
kk_kz: & Екеуі де
ru_ru: &Оба
th_th: &ทั้งคู่
uk_ua: &Обидва

# ReportStringId.UD_Capt_MakeSameSizeHeight
source: &Height
ar_iq: &الارتفاع
az_latn_az: &Hündürlük
hy_am: &Բարձրություն
ka_ge: &სიმაღლე
kk_kz: & Биіктігі
ru_ru: &Высота
th_th: &ความสูง
uk_ua: &Висота

# ReportStringId.UD_Capt_NewReport
source: &New
ar_iq: &جديد
az_latn_az: &Yeni
hy_am: &Նոր
ka_ge: &ახალი
kk_kz: &Жаңа
ru_ru: &Новый
th_th: &ใหม่
uk_ua: &Новий

# ReportStringId.UD_Capt_OpenFile
source: &Open...
ar_iq: &افتح...
az_latn_az: &Aç...
hy_am: &Բացել...
ka_ge: &გახსნა...
kk_kz: & ...ашу
ru_ru: &Открыть...
th_th: &เปิด...
uk_ua: &Відкрити...

# ReportStringId.UD_Capt_OrderBringToFront
source: &Bring to Front
ar_iq: &إحضار إلى الأمام
az_latn_az: &Ön plana keçirtmək
hy_am: &Տեղափոխել առաջ
ka_ge: &წინა პლანზე გადმოტანა
kk_kz: & Алдыңғы бетке шығару
ru_ru: &Перенести на передний план
th_th: &นำมาข้างหน้า
uk_ua: &Перенести на передній план

# ReportStringId.UD_Capt_Paste
source: &Paste
ar_iq: &لصق
az_latn_az: &Yapışdır
hy_am: &Տեղադրել
ka_ge: &ჩასმა
kk_kz: & Кірістіру
ru_ru: &Вставить
th_th: &วาง
uk_ua: &Вставити

# ReportStringId.UD_Capt_Redo
source: &Redo
ar_iq: &إعادة
az_latn_az: &Yenidən icra et
hy_am: &Կրկնել
ka_ge: &გამეორება
kk_kz: Қайталау
ru_ru: &Повторить
th_th: &ทำใหม่
uk_ua: &Повторити

# ReportStringId.UD_Capt_SpacingDecrease
source: &Decrease
ar_iq: &إنقاص
az_latn_az: &Azaltmaq
hy_am: &Նվազեցնել
ka_ge: &შემცირება
kk_kz: & Кеміту
ru_ru: &Уменьшить
th_th: &ลด
uk_ua: З&меншити

# ReportStringId.UD_Capt_SpacingIncrease
source: &Increase
ar_iq: &زيادة
az_latn_az: &Artırmaq
hy_am: &Ավելացնել
ka_ge: &გაზრდა
kk_kz: & Ұлғайту
ru_ru: &Увеличить
th_th: &เพิ่ม
uk_ua: З&більшити

# ReportStringId.UD_Capt_SpacingRemove
source: &Remove
ar_iq: &إزالة
az_latn_az: &Silmək
hy_am: &Հեռացնել
ka_ge: &ამოღება
kk_kz: & Алып тастау
ru_ru: &Удалить
th_th: &ย้ายออก
uk_ua: &Видалити

# ReportStringId.UD_Group_Align
source: &Align
ar_iq: &المحاذاة
az_latn_az: &Düzmək
hy_am: &Հավասարեցնել
ka_ge: &გათანაბრება
kk_kz: & Туралау
ru_ru: &Выравнивать
th_th: &จัดแนว
uk_ua: &Вирівняти

# ReportStringId.UD_Group_CenterInForm
source: &Center in Form
ar_iq: &توسيط في النموذج
az_latn_az: &Formanın mərkəzində
hy_am: &Կենտրոնը ձևում
ka_ge: &ცენტრი ფორმაში
kk_kz: & Пішіндегі орталық
ru_ru: &Центр в Форме
th_th: &ตรงกลางในแบบฟอร์ม
uk_ua: &Центр у формі

# ReportStringId.UD_Group_Edit
source: &Edit
ar_iq: &تحرير
az_latn_az: &Redaktə etmək
hy_am: &Խմբագրել
ka_ge: &რედაქტირება
kk_kz: & Түзету
ru_ru: &Правка
th_th: &ออก
uk_ua: &Редагувати

# ReportStringId.UD_Group_File
source: &File
ar_iq: &ملف
az_latn_az: &Fayl
hy_am: &Ֆայլ
ka_ge: &ფაილი
kk_kz: & Файл
ru_ru: &Файл
th_th: &ไฟล์
uk_ua: &Файл

# ReportStringId.UD_Group_Font
source: &Font
ar_iq: &الخط
az_latn_az: &Şrift
hy_am: &Ֆոնտ
ka_ge: &შრიფტი
kk_kz: &Қаріп
ru_ru: &Шрифт
th_th: &แบบอักษร
uk_ua: &Шрифт

# ReportStringId.UD_Group_HorizontalSpacing
source: &Horizontal Spacing
ar_iq: &تباعد أفقي
az_latn_az: &Üfuqi məsafə
hy_am: Հորիզոնական միջակայք
ka_ge: &ჰორიზონტალური ინტერვალი
kk_kz: & Көлденең аралық
ru_ru: &Горизонтальный Интервал
th_th: &ช่องว่างแนวนอน
uk_ua: &Горизонтальний інтервал

# ReportStringId.UD_Group_Justify
source: &Justify
ar_iq: &ضبط
az_latn_az: &Düzmək
hy_am: &Հավասարեցնել
ka_ge: &გათანაბრება
kk_kz: & Туралау
ru_ru: &Выравнивать
th_th: &จัดให้เท่า
uk_ua: &Вирівняти

# ReportStringId.UD_Group_MakeSameSize
source: &Make Same Size
ar_iq: &تنفيذ نفس القياس
az_latn_az: &Eyni ölçüdə etmək
hy_am: &Դարձնել նույն չափի
ka_ge: &გააკეთეთ იგივე ზომის
kk_kz: & Дәл сол өлшемді жасаңыз
ru_ru: &Сделайте тот же самый размер
th_th: &ทำให้เป็นขนาดเดียวกัน
uk_ua: &Зробити однакового розміру

# ReportStringId.UD_Group_Order
source: &Order
ar_iq: &ترتيب
az_latn_az: &Sıralamaq
hy_am: &Պատվեր
ka_ge: &შეკვეთა
kk_kz: & Тапсырыс
ru_ru: &Заказ
th_th: &คำสั่ง
uk_ua: &Замовлення

# SpellCheckerStringId.MnuAddtoDictionaryCaption
source: &Add to Dictionary
ar_iq: &إضافة إلى القاموس
az_latn_az: Lüğətə əlavə et
hy_am: Ավելացնել բառարանին
ka_ge: &ლექსიკონში ჩამატება
kk_kz: & Сөздікке қосу
ru_ru: &Добавить в словарь
th_th: &เพิ่มไปที่ดิกชันนารี
uk_ua: &Додати у словник

# SpellCheckerStringId.MnuDeleteRepeatedWord
source: &Delete Repeated Word
ar_iq: &حذف الكلمة المكررة
az_latn_az: &Təkrarlanan sözü sil
hy_am: &Ջնջել կրկնվող բառը
ka_ge: &გამეორებული სიტყვის წაშლა
kk_kz: & Қайталанатын сөздерді жою
ru_ru: Удалить повторяющееся слово
th_th: &ลบคำซ้ำ
uk_ua: &Видалити слова, що повторюються

# SpellCheckerStringId.MnuIgnoreAllItemCaption
source: &Ignore All
ar_iq: & تجاهل الكل
az_latn_az: &Hamısını rədd et
hy_am: &Անտեսել բոլորը
ka_ge: &ყველას იგნორირება
kk_kz: & Бәрін елемеу
ru_ru: Пропустить вс&е
th_th: &เพิกเฉยทั้งหมด
uk_ua: Пропустити &усе

# SpellCheckerStringId.MnuIgnoreRepeatedWord
source: &Ignore
ar_iq: &تجاهل
az_latn_az: &Rədd et
hy_am: &Անտեսել
ka_ge: &იგნორირება
kk_kz: & Елемеу
ru_ru: &Пропустить
th_th: &เพิกเฉย
uk_ua: &Пропустити

# StringId.TextEditMenuCopy
source: &Copy
ar_iq: &نسخ
az_latn_az: &Surətini çıxar
hy_am: &Պատճենել
ka_ge: &ასლი
kk_kz: &Көшіру
ru_ru: &Копировать
th_th: &คัดลอก
uk_ua: &Копіювати

# StringId.TextEditMenuDelete
source: &Delete
ar_iq: &حذف
az_latn_az: &Silmək
hy_am: &Ջնջել
ka_ge: &წაშლა
kk_kz: &Жою
ru_ru: &Удалить
th_th: &ลบ
uk_ua: &Видалити

# StringId.TextEditMenuPaste
source: &Paste
ar_iq: &لصق
az_latn_az: &Yapışdır
hy_am: &Տեղադրել
ka_ge: &ჩასმა
kk_kz: & Кірістіру
ru_ru: Вст&авить
th_th: &วาง
uk_ua: &Вставити
