Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgIncorrectLegendSpacingHorizontal
source: The legend horizontal spacing should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن يكون التباعد الأفقي لوسيلة الإيضاح أكبر من أو يساوي 0 وأقل من 1000.
az_latn_az: Şərti işarənin üfüqi məsafələnməsi 0-dan böyük və ya ona bərabər və 1000-dən kiçik olmalıdır.
hy_am: Հորիզոնական միջտողային միջակայքի չափը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: აღნიშვნის ჰორიზონტალური შუალედი უნდა იყოს 0–ზე მეტი ან ტოლი და 1000–ზე ნაკლები ან ტოლი.
kk_kz: Көлденең жоларалық өлшемі 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Размер горизонтального междустрочного интервала должен быть больше или равен 0 и меньше чем 1000.
th_th: ช่องว่างแนวนอนคำอธิบายสัญลักษณ์ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Умовне позначення горизонтального інтервалу повинно бути більше або дорівнювати 0 та менше 1000.

# ChartStringId.MsgIncorrectLegendSpacingVertical
source: The legend vertical spacing should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن يكون التباعد العمودي لوسيلة الإيضاح أكبر من أو يساوي 0 وأقل من 1000.
az_latn_az: Şərti işarənin şaquli məsafələnməsi 0-dan böyük və ya ona bərabər və 1000-dən kiçik olmalıdır.
hy_am: Ուղղահայաց միջտողային միջակայքի չափը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: აღნიშვნის ვერტიკალური შუალედი უნდა იყოს 0–ზე მეტი ან ტოლი და 1000–ზე ნაკლები ან ტოლი.
kk_kz: Тік жоларалық өлшемі 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Размер вертикального междустрочного интервала должен быть больше или равен 0 и меньше чем 1000.
th_th: ช่องว่างแนวตั้งคำอธิบายสัญลักษณ์ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Вертикальний відступ умовного позначення повинен бути більше, ніж або дорівнювати 0 та менше, ніж 1000.

# ChartStringId.MsgIncorrectLegendTextOffset
source: The legend text offset should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن يكون انزياح نص وسيلة الإيضاح أكبر من أو يساوي 0 وأقل من 1000.
az_latn_az: Şərti işarələrin mətninin ofseti 0-a bərabər və ya ondan böyük və 100-dən kiçik olmalıdır.
hy_am: Տեքստի տեղաշարժը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: პირობითი აღნიშვნის გადახრა უნდა იყოს 0 -ზე მეტი ან ტოლი და 1000 -ზე ნაკლები.
kk_kz: Мәтіннің жылжуы 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Сдвиг текста должен быть больше или равен 0 и меньше чем 1000.
th_th: ออฟเซ็ตตัวอักษรคำอธิบายสัญลักษณ์ควรมากกว่าหรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Зсув тексту умовного позначення повинен бути більше або дорівнювати 0 та менше 1000.

# ChartStringId.MsgIncorrectLegendVerticalIndent
source: The legend vertical indent should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن تكون المسافة البادئة العمودية لوسيلة الإيضاح أكبر من أو تساوي 0 وأقل من 1000.
az_latn_az: Şərti işarələrin şaquli çıxıntısı 0-a bərabər və ya ondan böyük və 100-dən kiçik olmalıdır.
hy_am: Ուղղահայաց տողագլխի չափը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: პირობითი აღნიშვნის ვერტიკალური დაცილება უნდა იყოს 0 -ზე მეტი ან ტოლი და 1000 -ზე ნაკლები.
kk_kz: Тік шегініс өлшемі 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Вертикальный отступ должен быть больше или равен 0 и меньше чем 1000.
th_th: ย่อหน้าแนวตั้งคำอธิบายสัญลักษณ์ ควรมากกว่าหรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Вертикальний відступ умовного позначення повинен бути більше або дорівнювати 0 та менше 1000.

# ChartStringId.MsgIncorrectRangeBarSeriesLabelIndent
source: The indent should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة البادئة أكبر من أو تساوي 0.
az_latn_az: Çıxıntının qiyməti 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Տողագլուխը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: შეწეული ნაწილი უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Шегініс 0-ден артық немесе тең болуға тиіс.
ru_ru: Отступ должен быть больше или равен 0.
th_th: ย่อหน้าควรมากกว่า หรือเท่ากับ 0
uk_ua: Відступ повинен бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectTickmarkMinorLength
source: The length of the minor tickmark should be greater than 0.
ar_iq: ينبغي أن يكون طول علامة التجزئة الثانوية أكبر من 0.
az_latn_az: Kiçik zaman işarəsinin uzunluğu 0-dan böyük olmalıdır.
hy_am: Փոքր ժամանակային նիշի երկարությունը պետք է լինի 0-ից մեծ:
ka_ge: დროის მცირე აღნიშვნის სიგრძე უნდა იყოს 0–ზე მეტი.
kk_kz: Кіші уақыттық белгінің ұзындығы 0-ден артық болуға тиіс.
ru_ru: Длина малой временной отметки должна быть больше чем 0.
th_th: ความยาวของเครื่องหมายติ๊กเล็กควรมากกว่า 0
uk_ua: Довжина малої тимчасової відмітки повинна бути більше 0.

# ChartStringId.MsgWizardNonUniqueGroupName
source: The group with the {0} name is already registered.
ar_iq: المجموعة التي تحمل الاسم {0} مسجلة مسبقاً.
az_latn_az: {0} adlı qrup artıq qeydiyyata alınmışdır.
hy_am: {0} անունով խումբն արդեն գրանցված է:
ka_ge: ჯგუფი {0} სახელით უკვე დარეგისტრირებულია.
kk_kz: {0} атауымен топ тіркеліп қойған
ru_ru: Группа с {0} именем уже зарегистрирована.
th_th: กลุ่มที่มีชื่อ {0} ถูกลงทะเบียนแล้ว
uk_ua: Група за назвою {0} вже зареєстрована.

# GridStringId.LayoutModifiedWarning
source: The layout has been modified. Do you want to save the changes?
ar_iq: تم تعديل التخطيط. هل تريد حفظ التغييرات؟
az_latn_az: Cədvəl dəyişdirilmişdir.Dəyişiklikləri yaddaşa salmaq istəyirsinizmi?
hy_am: Դասավորությունը փոխվել է: Ցանկանու՞մ եք այն պահպանել:
ka_ge: სქემა შეიცვალა. გსურთ სცვლილებების დამახსოვრება?
kk_kz: Орналасу өзгертілді
ru_ru: Расположение было изменено
th_th: เลย์เอาท์ถูกแก้ไขแล้ว คุณต้องการบันทึกการเปลี่ยนแปลงหรือไม่?
uk_ua: Схема була змінена. Бажаєте зберегти зміни?

# ChartStringId.IODeleteAxis
source: The primary axis can't be deleted. If you want to hide it, set its Visible property to false.
ar_iq: لا يمكن حذف المحور الأساسي. إذا كنت ترغب في إخفائه، قم بتعيين خاصيته ’مرئي‘ إلى خطأ.
az_latn_az: Əsas ox silinə bilməz. Əgər onu gizlətmək istəyirsinizsə, Görünmə xassəsini Yanlış rejiminə qoyun.
hy_am: Հիմնական առանցքը չի կարող հեռացվել: Եթե ​​ցանկանում եք թաքցնել այն, նշեք նրա «տեսանելի» հատկությունը որպես "կեղծ(ոչ)":
ka_ge: შეუძლებელია პირველადი ღერძის წაშლა. თუ გსურთ მის დამალვა, მისი "ხილული" მახასიათებელი დააყენეთ false–ზე.
kk_kz: Басты ось жойылмайды.Егер оны жасырғыңыз келсе, false-ге "Көрінетін" деген қасиетті қойыңыз.
ru_ru: Главная ось не может быть удалена. Если вы хотите скрыть ее, поставьте свойство "Видимый" в false.
th_th: ไม่สามารถลบแกนหลักได้ ถ้าคุณต้องการซ่อน สามารถตั้งค่าให้ไม่เห็นได้
uk_ua: Головна вісь не може бути видалена. Якщо ви бажаєте сховати її, встановіть її властивість Visible на значення False.

# ChartStringId.MsgAddExistingPaletteError
source: The palette with the {0} name already exists in the repository.
ar_iq: لوح الألوان الذي يحمل اسم {0} موجود مسبقاً في المستودع.
az_latn_az: {0} adlı palitra artıq kolleksiyada mövcuddur.
hy_am: {0} անունով երանգապնակ արդեն գոյություն ունի պահեստում:
ka_ge: პალიტრა {0} სახელით უკვე არსებობს საცავში.
kk_kz: {0} атауымен палитра бұрыннан бар.
ru_ru: Палитра с именем {0} уже существует.
th_th: ชื่อเมนูสี {0} มีอยู่แล้วในที่เก็บ
uk_ua: Палітра з {0} назвою вже існує у сховищі.

# ChartStringId.MsgIncorrectAxisRange
source: The min value of the axis range should be less than its max value.
ar_iq: يجب أن تكون قيمة الحد الأدنى لنطاق المحور أقل من قيمة الحد الأقصى لها.
az_latn_az: Oxun intervalının minimum dəyəri maksimum dəyərindən kiçik olmalıdır.
hy_am: ({0}) շրջանի առանցքի նվազագույն արժեքը պետք է փոքր լինի նրա առավելագույն արժեքից:
ka_ge: ღერძის დიაპაზონის მინიმლაური მნიშვნელობა უნდა იყოს მის მაქსიმალურ მნიშვნელობაზე ნაკლები.
ru_ru: Минимальное значение оси области должно быть меньше чем ее максимальное значение.
th_th: ค่าที่น้อยที่สุดของช่วงแกนนั้นควรน้อยกว่าค่าที่มากที่สุด
uk_ua: Мінімальне значення діапазону осі повинно бути менше її максимального значення.

# ChartStringId.MsgIncorrectBubbleMaxSize
source: The maximum size should be greater than the minimum size.
ar_iq: يجب أن يكون الحجم الأقصى أكبر من الحجم الأدنى.
az_latn_az: Maksimum ölçü minimum ölçüdən böyük olmalıdır.
hy_am: Առավելագույն չափը պետք է նվազագույն չափից ավելի մեծ լինի:
ka_ge: მაქსიმალური ზომა უნდა იყოს მინიმალურ ზომაზე მეტი.
kk_kz: Ең үлкен мән ең кіші мәннен артық болуға тиіс.
ru_ru: Максимальное значение должно быть больше минимального
th_th: ขนาดใหญ่ที่สุดคุณมากกว่าขนาดเล็กที่สุด
uk_ua: Максимальний розмір повинен бути більше, ніж мінімальний.

# ChartStringId.MsgIncorrectBubbleMinSize
source: The minimum size should be greater than or equal to 0, and less than the maximum size.
ar_iq: يجب أن يكون الحجم الأدنى أكبر أو يساوي 0 وأقل من الحجم الأقصى.
az_latn_az: Minimum ölçü 0-dan böyük və ya ona bərabər və maksimum ölçüdən kiçik olmalıdır.
hy_am: Նվազագույն չափը պետք է լինի մեծ կամ հավասար 0-ի, և փոքր առավելագույն չափից:
ka_ge: მინიმალური ზომა უნდა იყოს 0–ზე მეტი ან ტოლი და მაქსიმალურ ზომაზე ნაკლები.
kk_kz: Ең аз өлшем 0-ден артық немесе тең болуға және ең жоғары өлшемнен кем болуға тиіс.
ru_ru: Минимальный размер должен быть больше или равен 0 и меньше максимального значения
th_th: ขนาดเล็กที่สุดควรมากกว่า หรือเท่ากับ 0 และน้อยกว่าขนาดใหญ่ที่สุด
uk_ua: Мінімальний розмір повинен бути більше або дорівнювати 0, та менше, ніж максимальний розмір.

# ChartStringId.MsgIncorrectChartTitleMaximumLinesCount
source: The maximum lines count should be greater than or equal to 0 and less than or equal to 20.
ar_iq: ينبغي أن يكون الحد الأقصى لعدد الخطوط أكبر من أو يساوي 0 وأقل من أو يساوي 20.
az_latn_az: Maksimum sətir sayı 0-a bərabər və ya ondan böyük və 20-yə bərabər və ya ondan kiçik olmalıdır.
hy_am: Գծերի առավելագույն հաշվիչը պետք է լինի մեծ կամ հավասար 0-ի, և փոքր կամ հավասար 20-ի:
ka_ge: ხაზების მაქსიმალური რაოდენობა უნდა იყოს 0 -ზე მეტი ან ტოლი და 20 -ზე ნაკლები ან ტოლი.
kk_kz: Сызықтың ең үлкен санағышы 0-ден артық немесе тең және 20-ға тең болуға тиіс.
ru_ru: Максимальный счетчик линий должен быть больше или равен 0 и меньше или равен 20.
th_th: จำนวนแถวที่มากที่สุดควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า หรือเท่ากับ 20
uk_ua: Максимальна кількість ліній повинна бути більше або дорівнювати 0 та менше, або дорівнювати 20.

# ChartStringId.MsgIncorrectLineTensionPercent
source: The line tension percentage should be greater than or equal to 0 and less than or equal to 100.
ar_iq: يجب أن تكون النسبة المئوية لشد الخط أكبر من أو تساوي 0 وأقل من أو تساوي 100.
az_latn_az: Sıranın gərilmə faizi 0-dan böyük və ya ona bərabər və 100-dən kiçik və ya ona bərabər olmalıdır.
hy_am: Գծի ձգելու տոկոսը պետք է լինի մեծ կամ հավասար 0-ի և փոքր կամ հավասար 100-ի:
ka_ge: ხაზის დაჭიმულობის პროცენტი უნდა იყოს 0–ზე მეტი ან ტოლი და 100–ზე ნაკლები ან ტოლი.
kk_kz: Сызықтың созылу пайызы 0-ден артық немесе тең және 100-ге тең болуға тиіс.
ru_ru: Процент растяжения линии должен быть больше или равен 0 и менее или равен 100.
th_th: เปอร์เซ็นของความตึงของเส้น ควรมากกว่าหรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Відсоток розтягнення лінії повинен бути більше або дорівнювати 0 та менше або дорівнювати 100.

# ChartStringId.MsgIncorrectLineThickness
source: The line thickness should be greater than 0.
ar_iq: يجب أن يكون سمك الخط أكبر من 0.
az_latn_az: Sıranın qalınlığı 0-dan böyük olmalıdır.
hy_am: Գծի հաստությունը պետք է լինի մեծ 0-ից:
ka_ge: ხაზის სისქე უნდა იყოს 0–ზე მეტი.
kk_kz: Сызықтың қалыңдығы 0-ден артық болуға тиіс.
ru_ru: Толщина линии должна быть больше чем 0.
th_th: ความหนาของเส้นควรมากกว่า 0
uk_ua: Товщина лінії повинна бути більше 0.

# ChartStringId.MsgIncorrectLineWidth
source: The line width should be greater than 0.
ar_iq: يجب أن يكون عرض الخط أكبر من 0.
az_latn_az: Sıranın qalınlığı 0-dan böyük olmalıdır.
hy_am: Տողի լայնությունը պետք է լինի մեծ 0-ից:
ka_ge: ხაზის სიგანე უნდა იყოს 0–ზე მეტი.
kk_kz: Сызықтың ені 0-ден артық болуға тиіс.
ru_ru: Ширина строки должна быть больше чем 0.
th_th: ความกว้างของเส้นควรมากกว่า 0
uk_ua: Ширина лінії повинна бути більше 0.

# ChartStringId.MsgIncorrectMargins
source: The margin should be greater than or equal to 0.
ar_iq: يجب أن يكون الهامش أكبر من أو يساوي 0.
az_latn_az: Kənar 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Լուսանցքները պետք է լինեն մեծ կամ հավասար 0-ի:
ka_ge: გვერდის ზღვარი უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Беттің жолағы 0-ден артық немесе тең болуға тиіс.
ru_ru: поле страницы должно быть больше или равно 0
th_th: ขอบควรมากกว่า หรือเท่ากับ 0
uk_ua: Поле повинно бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectMarkerSize
source: The marker size should be greater than 1.
ar_iq: يجب أن يكون حجم العلامة أكبر من 1.
az_latn_az: Markerin ölçüsü 1-dən artıq olmalıdır.
hy_am: Մարկերի չափը պետք է լինի մեծ 1-ից:
ka_ge: მარკერის ზომა უნდა იყოს 1–ზე მეტი.
kk_kz: Маркердің өлшемі 1-ден артық болуға тиіс.
ru_ru: Размер маркера должен быть больше чем1.
th_th: ขนาดตัวทำเครื่องหมายควรมากกว่า 1
uk_ua: Розмір маркеру повинен бути більше 1.

# ChartStringId.MsgIncorrectMarkerStarPointCount
source: The number of star points should be greater than 3 and less than 101.
ar_iq: يجب أن يكون عدد نقاط النجمة أكبر من 3 وأقل من 101.
az_latn_az: Ulduzun uclarının sayı 3-dən böyük və 101-dən kiçik olmalıdır.
hy_am: Աստղային կետերի քանակը պետք է լինի մեծ 3-ից և փոքր 101-ից:
ka_ge: ვარსკვლავის წერტილების რაოდენობა უნდა იყოს 3–ზე მეტი და 101–ზე ნაკლები.
kk_kz: Жұлдызды нүктелер саны 3-тен артық және 101-ден кем болуға тиіс.
ru_ru: Количество звездных точек должно быть больше чем 3 и меньше чем 101.
th_th: จำนวนของ จุดแบบดาว ควรมากกว่า 3 และน้อยกว่า 101
uk_ua: Кількість зіркових точок повинна бути більше 3 та менше 101.

# ChartStringId.MsgIncorrectMinorCount
source: The number of minor count should be greater than 0 and less than 100.
ar_iq: يجب أن يكون عدد التعداد الثانوي أكبر من 0 وأقل من 100.
az_latn_az: Ən kiçik say üzrə rəqəm 0-dan böyük və 100-dən kiçik olmalıdır.
hy_am: Հաշվարկի միավորի թիվը պետք է լինի մեծ 0-ից, և փոքր 100-ից:
ka_ge: ათვლის ერთეულის რიცხვი უნდა იყოს 0–ზე მეტი და 100–ზე ნაკლები.
kk_kz: Есептеу бірлігінің саны 0-ден артық және 1000-нан кем болуға тиіс.
ru_ru: Число единицы отсчета должно быть больше чем 0 и меньше чем 1000.
th_th: จำนวนของเส้นที่น้อยควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 100
uk_ua: Число одиниці відліку повинно бути більше 0 та менше 100.

# ChartStringId.MsgIncorrectNumericPrecision
source: The precision should be greater than or equal to 0.
ar_iq: يجب أن تكون الدقة أكبر من أو تساوي 0.
az_latn_az: Dəqiqlik 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Ճշգրտությունը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: სიზუსტე უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Дәлдік 0-ден артық немесе тең болуға тиіс.
ru_ru: Точность должна быть больше чем равна 0.
th_th: ความแม่นยำควรมากกว่า หรือเท่ากับ 0
uk_ua: Точність повинна бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectPadding
source: The padding should be greater than or equal to 0.
ar_iq: يجب أن تكون المساحة المتروكة أكبر من أو تساوي 0.
az_latn_az: Doldurma 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Լրացումը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: შევსება უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Толтырылу 0-ден артық немесе тең болуға тиіс.
ru_ru: Заполнение должно быть больше или равно 0.
th_th: การเสริมเต็ม ควรมากกว่า หรือเท่ากับ 0
uk_ua: Заповнення повинно бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectPaletteBaseColorNumber
source: The palette base color number should be greater than or equal to 0 and less than or equal to the total number of palette colors.
ar_iq: يجب أن يكون عدد الألوان الأساسية للوح الألوان أكبر من أو يساوي 0 وأقل من أو يساوي العدد الإجمالي لألوان لوح الألوان.
az_latn_az: Palitranın əsas rənginin qiyməti 0-dan böyük və ya ona bərabər və palitra rənglərinin ümumi sayından kiçik və ya ona bərabər olmalıdır.
hy_am: Հիմնական երանգապնակի գույների քանակը պետք է մեծ կամ հավասար 0-ի, և փոքր կամ հավասար երանգապնակի գույների ընդհանուր թվին:
ka_ge: პალიტრის ბაზური ფარის რაოდენობა უნდა იყოს 0–ზე მეტი ან ტოლი და პალიტრის ფერების საერთო რაოდენობაზე ნაკლები ან ტოლი.
kk_kz: Базалық палитра саны 0-ден артық немесе тең және палитраның жалпы санынан кем немесе тең болуға тиіс.
ru_ru: Число цветов базовой палитры должно быть большим либо равным 0 и меньшим либо равным общему числу цветов палитры.
th_th: จำนวนสีของฐานพาเล็ตต์ ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า หรือเท่ากับจำนวนทั้งหมดของพาเล็ตต์สี
uk_ua: Кількість базових кольорів палітри повинна бути більше або дорівнювати 0 та менше або дорівнювати загальній кількості кольорів у палтірі.

# ChartStringId.MsgIncorrectPercentageAccuracy
source: The percentage accuracy should be greater than 0.
ar_iq: يجب أن تكون نسبة الدقة أكبر من 0.
az_latn_az: Faiz dəqiqliyi 0-dan böyük olmalıdır.
hy_am: Տոկոսային ճշտությունը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: პროცენტის სიზუსტე უნდა იყოს 0–ზე მეტი.
kk_kz: Пайыз 0-ден артық немесе тең болуға тиіс.
ru_ru: Процент должен быть больше или равен 0.
th_th: ความแม่นยำของเปอร์เซ็นควรมากกว่า 0
uk_ua: Відсоткова точність повинна бути більше 0.

# ChartStringId.MsgIncorrectPercentPrecision
source: The precision of the percent value should be greater than 0.
ar_iq: يجب أن تكون دقة قيمة النسبة المئوية أكبر من 0.
az_latn_az: Faiz göstəricisinin dəqiqliyi 0-dan böyük olmalıdır.
hy_am: Տոկոսային մեծության ճշտությունը պետք է լինի մեծ 0-ից:
ka_ge: პროცენტული მნიშვნელობის სიზუსტე უნდა იყოს 0–ზე მეტი.
kk_kz: Пайыздық шаманың дәлдігі 0-ден артық болуға тиіс
ru_ru: Точность процентной величины должна быть больше чем 0.
th_th: ความแม่นยำของค่าเปอร์เซ็นควรมากกว่า 0
uk_ua: Точність відсоткового значення повинно бути більше 0.

# ChartStringId.MsgIncorrectPercentValue
source: The percent value should be greater than or equal to 0 and less than or equal to 100.
ar_iq: يجب أن تكون قيمة النسبة المئوية أكبر من أو تساوي 0 وأقل من أو تساوي 100.
az_latn_az: Faiz göstəricisi 0-dan böyük və ya ona bərabər və 100-dən kiçik və ya ona bərabər olmalıdır.
hy_am: Տոկոսային մեծությունը պետք է լինի մեծ կամ հավասար 0-ի և փոքր կամ հավասար 100-ի:
ka_ge: პროცენტული მნიშვნელობა უნდა იყოს 0–ზე მეტი ან ტოლი და 100–ზე ნაკლები ან ტოლი.
kk_kz: Пайыздық шама 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Процентная величина должна быть больше или равна 0 и меньше чем 1000.
th_th: ค่าเปอร์เซ็นควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า หรือเท่ากับ 100
uk_ua: Відстокове значення повинне бути більше або дорівнювати 0 та менше або дорівнювати 100.

# ChartStringId.MsgIncorrectPerspectiveAngle
source: The perspective angle should be greater than or equal to 0 and less than 180.
ar_iq: يجب أن تكون زاوية المنظور أكبر من أو تساوي 0 وأقل من 180.
az_latn_az: Proyeksiya bucağı 0-dan böyük və ya ona bərabər və 180-dən kiçik olmalıdır.
hy_am: Պրոեկցիայի անկյունը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 180-ից:
ka_ge: პროექციის კუთხე უნდა იყოს 0–ზე მეტი ან ტოლი და 180–ზე ნაკლები.
kk_kz: Проекцияның бұрышы 0-ден артық немесе тең және 180-нен кем болуға тиіс.
ru_ru: Угол проекции должен быть больше либо равным 0 и меньше 180.
th_th: มุมภาพรวมควรมากกว่า หรือเท่ากับ 0 และน่อยกว่า 180
uk_ua: Кут проекції повинен бути більше або дорівнювати 0 та менше 180.

# ChartStringId.MsgIncorrectPieDepth
source: The pie depth should be greater than 0 and less than or equal to 100, since its value is measured in percents.
ar_iq: يجب أن يكون العمق الدائري أكبر من 0 وأقل من أو يساوي 100، حيث تقاس قيمته بالنسبة المئوية.
az_latn_az: Dairənin dərinliyi 0-dan böyük və 100-dən kiçik və ya ona bərabər olmalıdır, belə ki, onun qiyməti faizlərlə ölçülür.
hy_am: Շրջանաձև դիագրամի խորությունը պետք է լինի մեծ 0-ից, և փոքր կամ հավասար 100-ի, քանի որ նրա արժեքը չափվում է տոկոսներով:
ka_ge: წრიული დიაგრამის სიღრმე უნდა იყოს 0–ზე მეტი ან ტოლი და 100–ზე ნაკლები ან ტოლი, რადგან მისი მნიშვნელობა იზომება პროცენტებში.
kk_kz: Шеңберлі диаграммның тереңдігі оның мәні пайызбен өлшенгеннен бастап 0-ден артық немесе тең және 100-ден кем емесе тең болуға тиіс.
ru_ru: Глубина круговой диаграммы должна быть больше чем 0 и меньше чем или равна 100 с тех пор как ее значение измеряется в процентах.
th_th: ความลึกของpieควรมากกว่า 0 และน้อยกว่า หรือเท่ากับ 100 เพราะค่านี้ถูกวัดเป็นเปอร์เซ็น
uk_ua: Глибина колової діаграми повинна бути більше 0 та менше або дорівнювати 100, тому що її значення вимірюється у відсотках.

# ChartStringId.MsgIncorrectPointDistance
source: The point distance value should be greater than 0.
ar_iq: يجب أن تكون قيمة مسافة النقطة أكبر من 0.
az_latn_az: Nöqtənin uzaqlıq göstəricisi 0-dan böyük olmalıdır.
hy_am: Կետերի միջև հեռավորությունը պետք է 0-ից մեծ լինի:
ka_ge: წერტილის მანძილის სიდიდე უნდა იყოს მეტი, ვიდრე 0.
kk_kz: Нүктелер арасындағы қашықтық 0-ден артық болуға тиіс.
ru_ru: Расстояние между точками доллжно быть больше 0
th_th: ค่าจุดระยะห่างควรมากกว่า 0
uk_ua: Значення відстані між точками повинне бути більше 0.

# ChartStringId.MsgIncorrectReductionColorValue
source: The reduction color value can't be empty.
ar_iq: لا يمكن لقيمة لون التخفيض أن تكون فارغة.
az_latn_az: Reduksiya rənginin göstəricisi boş ola bilməz.
hy_am: Գույնի արժեքը չի կարող դատարկ լինել:
ka_ge: ფერის მნიშვნელობა არ შეიძლება იყოს შეუვსებელი.
kk_kz: Түстің мәні бос болмауға тиіс.
ru_ru: Значение цвета не должно быть пустым.
th_th: ค่าของสีที่ลดไม่สามารถปล่อยว่าง
uk_ua: Значення зниження кольору не може бути порожнім.

# ChartStringId.MsgIncorrectScrollBarThickness
source: The scroll bar thickness should be greater than or equal to 3 and less than or equal to 25.
ar_iq: يجب أن يكون سمك شريط التمرير أكبر من أو يساوي 3 وأقل من أو يساوي 25.
az_latn_az: Yuxarı-aşağı hərəkət etdirmə sütununun qalınlığı 3-ə bərabər və ya ondan böyük və 25-ə bərabər və ya ondan kiçik olmalıdır.
hy_am: Ոլորման շերտի հաստությունը պետք է լինի մեծ կամ հավասար 3-ի և փոքր կամ հավասար 25-ի:
ka_ge: გადაადგილების ზოლის სისქე უნდა იყოს 3–ზე მეტი ან ტოლი და 25–ზე ნაკლები ან ტოლი.
kk_kz: Айналу жолағының қалыңдығы 3-тен артық немесе тең және 25-тен кем не тең болуға тиіс.
ru_ru: Толщина полосы прокрутки должна быть больше чем или равной 3 и меньше чем или равной 25.
th_th: ความหนาของแถบเลื่อนควรมากกว่า หรือเท่ากับ 3 และน้อยกว่า หรือเท่ากับ 25
uk_ua: Товщина стрічки прокрутки повинна бути більшою або дорівнювати 3 та менше або дорівнювати 25.

# ChartStringId.MsgIncorrectSeriesDistance
source: The series distance should be greater than or equal to 0.
ar_iq: يجب أن تكون مسافة السلسلة أكبر من أو تساوي 0.
az_latn_az: Sıranın məsafəsi 0-dan böyük, ya da ona bərabər olmalıdır.
hy_am: Սերիաների միջև հեռավորությունը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: სერიებს შორის მანძილი უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Сериялар аралығының қашықтығы 0-ден артық немесе тең болуға тиіс.
ru_ru: Расстояние между сериями должно быть больше или равно 0.
th_th: ระยะห่างของซีรี่ส์ควรมากกว่า หรือเท่ากับ 0
uk_ua: Відстань між послідовностями повинна бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectSeriesLabelLineLength
source: The line length should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن يكون طول الخط أكبر من أو يساوي 0 وأقل من 1000.
az_latn_az: Seriyanın uzunluğu 0-dan böyük və ya ona bərabər və 1000-dən kiçik olmalıdır.
hy_am: Գծի երկարությունը պետք է լինի մեծ կամ հավասար 0-ի, և փոքր 1000-ից:
ka_ge: ხაზის სიგრძე უნდა იყოს 0–ზე მეტი ან ტოლი და 1000–ზე ნაკლები ან ტოლი.
kk_kz: Сызықтың ұзындығы 0-ден артық немесе тең, бірақ 1000-нан кем болуға тиіс.
ru_ru: Длина линии должна быть больше или равна 0, но меньше 1000.
th_th: ความยาวของเส้นควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Довжина лінії повинна бути більше або дорівнювати 0 та менше 1000.
