Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PreviewStringId.ExportOption_ConfirmPermissionsPasswordForm_Caption
source: Confirm Permissions Password
ar_iq: تأكيد كلمة مرور الأذونات
az_latn_az: İcazələr parolunu təsdiqlə
hy_am: Հաստատել մուտքի իրավունքի գաղտնաբառը
ka_ge: დაადასტურეთ ხელმისაწვდომობის ნებართვების პაროლი
kk_kz: Қол жеткізу құқығы паролін растау
ru_ru: Подтверждать пароль прав доступа
th_th: ยืนยันรหัสผ่านการอนุญาติ
uk_ua: Підтвердити пароль прав доступу

# PreviewStringId.ExportOption_NativeFormatCompressed
source: Compressed
ar_iq: مضغوط
az_latn_az: Sıxılmış
hy_am: Սեղմված
ka_ge: შეკუმშული
kk_kz: Қысылған
ru_ru: Сжатый
th_th: ถูกกด
uk_ua: Зжатий

# PreviewStringId.ExportOption_PdfChangingPermissions_CommentingFillingSigning
source: Commenting, filling in form fields, and signing existing signature fields
ar_iq: التعليق، وإملاء حقول النموذج، والتوقيع في حقول التوقيع الموجودة
az_latn_az: Qeydlər daxil etmə, formanın xanalarını doldurma və mövcud imza xanalarında imzalama
hy_am: Մեկնաբանություն, ձևանմուշի դաշտերի լրացում և առկա ստորագրման ենթակա դաշտերի ստորագրում
ka_ge: კომენტირება, ფორმის ველების შევსება, და არსებული ხელმოწერის ველებში ხელის მოწერა
kk_kz: Пішін жолағын толтырып және сигнатураның бар жолағына жаза отырып, түсіндірмелер
ru_ru: Комментарий, заполняя в полях формы, и подписывая существующие поля сигнатуры...
th_th: ให้ความเห็น กรอกแบบฟอร์ม และเซ็นในช่องลายเซ็นที่มีอยู่
uk_ua: Коментар, що вводиться у поля форми, з підписом існуючих полів для підпису

# PreviewStringId.ExportOption_PdfCompressed
source: Compressed
ar_iq: مضغوط
az_latn_az: Sıxılmış
hy_am: Սեղմված
ka_ge: შეკუმშული
kk_kz: Қысу
ru_ru: Сжат
th_th: ถูกกด
uk_ua: Стиснутий

# PreviewStringId.ExportOption_XpsCompression
source: Compression:
ar_iq: ضغط:
az_latn_az: Sıxma kökləmələri:
hy_am: Սեղմում.
ka_ge: შეკუმშვა:
kk_kz: Қысу опциялары:
ru_ru: Опции сжатия:
th_th: การบีบอัด:
uk_ua: Стискання:

# PreviewStringId.Msg_CantFitBarcodeToControlBounds
source: Control's boundaries are too small for the barcode
ar_iq: حدود عناصر التحكم صغيرة جدا بالنسبة للرمز الشريطي
az_latn_az: İdarə elementinin sərhədləri ştrix kod üçün çox kiçikdir
hy_am: Կառավարման սահմանները չափազանց փոքր են շտրիխ կոդի համար
ka_ge: მართვის საზღვრები ძალიან პატარებია შტრიხკოდისთვის
kk_kz: Штрих-код үшін басқару шекаралары тіпті кішкентай болып табылады
ru_ru: Границы управления являются слишком маленькими для штрихового кода
th_th: ขอบตัวควบคุมเล็กเกินไปสำหรับบาร์โค้ด
uk_ua: Контрольні межі занадто малі для штрих-коду

# PreviewStringId.RibbonPreview_ClosePreview_Caption
source: Close Print Preview
ar_iq: إغلاق معاينة الطبع
az_latn_az: Çapa ilkin baxışı bağla
hy_am: Փակել տպելու նախադիտումը
ka_ge: ბეჭდვის წინასწარი ნახვის დახურვა
kk_kz: Басып шығаруды алдын ала қарап шығуды жабу
ru_ru: Закрыть предпросмотр печати
th_th: ปิดการพรีวิวการพิมพ์
uk_ua: Закрити попередній перегляд друку

# PreviewStringId.RibbonPreview_ClosePreview_STipContent
source: Close Print Preview of the document.
ar_iq: إغلاق معاينة طباعة المستند.
az_latn_az: Sənədin çapa ilkin baxışi bağla
hy_am: Փակել փաստաթղթի տպելու նախադիտումը
ka_ge: დოკუმენტის ბეჭდვის წინასწარი ნახვის დახურვა
kk_kz: Құжатты басып шығаруды алдын ала қарап шығуды жабу
ru_ru: Закрыть предпросмотр печати документа.
th_th: ปิดการพรีวิวการพิมพ์ของเอกสาร
uk_ua: Закрити попередній перегляд друку документу

# PreviewStringId.RibbonPreview_ClosePreview_STipTitle
source: Close Print Preview
ar_iq: إغلاق معاينة الطبع
az_latn_az: Çapa ilkin baxışı bağla
hy_am: Փակել տպելու նախադիտումը
ka_ge: ბეჭდვის წინასწარი ნახვის დახურვა
kk_kz: Басып шығаруды алдын ала қарап шығуды жабу
ru_ru: Закрыть предпросмотр печати
th_th: ปิดการพรีวิวการพิมพ์
uk_ua: Закрити попередній перегляд друку

# PreviewStringId.RibbonPreview_ExportCsv_Description
source: Comma-Separated Values Text
ar_iq: قيم نص مفصولة بفواصل
az_latn_az: Vergül işarəsiylə ayrılmış göstəricilər mətni
hy_am: Ստորակետով բաժանված տեքստային արժեքներ
ka_ge: მძიმით გამოყოფილი მნიშვნელობების ტექსტი
kk_kz: Мәтіндік мәндер үтір арқылы
ru_ru: Текстовые значения через запятую
th_th: ตัวอักษรค่าคอมม่าที่คั่น
uk_ua: Текстові значення через кому

# PreviewStringId.RibbonPreview_FillBackground_STipContent
source: Choose a color for the background of the document pages.
ar_iq: اختيار لون خلفية صفحات المستند.
az_latn_az: Sənədin səhifələri üçün fon rəngini seç.
hy_am: Փաստաթղթի ետնապատկերի համար ընտրեք գույն:
ka_ge: შეარჩიეთ ფერი დოკუმენტის გვერდების ფონისთვის.
kk_kz: Құжат фоны үшін түс таңдаңыз.
ru_ru: Выберите цвет для фона документа.
th_th: เลือกสีสำหรับพื้นหลังของหน้าเอกสาร
uk_ua: Оберіть колір фону документу.

# PreviewStringId.RibbonPreview_MultiplePages_STipContent
source: Choose the page layout to arrange the document pages in preview.
ar_iq: اختيار تخطيط الصفحة لترتيب صفحات المستند في المعاينة.
az_latn_az: Önbaxış zamanı sənədin səhifələrini qaydaya salmaq üçün səhifə strukturunu seçin.
hy_am: Ընտրեք էջի դիրքը նախադիտման համար:
ka_ge: შეარჩიეთ გვერდის განლაგების სქემა დოკუმენტის გვერდების წინასწარი ნახვისათვის .
kk_kz: Алдын ала қарап шығу үшін беттің орнын таңдаңыз
ru_ru: Выберите положение страницы для предпросмотра.
th_th: เลือกเลย์เอาท์หน้า เพื่อจัดเรียงหน้าเอกสารในพรีวิว
uk_ua: Оберіть розташування сторінки, щоб впорядкувати сторінки документу у попередньому перегляді.

# PreviewStringId.RibbonPreview_PaperSize_STipContent
source: Choose the paper size of the document.
ar_iq: اختيار حجم ورق المستند.
az_latn_az: Sənəd üçün kağızın ölçüsünü seçin.
hy_am: Փաստաթղթի տպման համար ընտրեք թղթի չափը:
ka_ge: შეარჩიეთ დოკუმენტის გვერდის ზომა.
kk_kz: Құжат үшін қағаздың өлшемін таңдаңыз.
ru_ru: Выберите размер бумаги для документа.
th_th: เลือกขนาดของหน้ากระดาษของเอกสาร
uk_ua: Оберіть розмір паперу для документу.

# PreviewStringId.RibbonPreview_SendCsv_Description
source: Comma-Separated Values Text
ar_iq: قيم نص مفصولة بفواصل
az_latn_az: Vergül işarəsiylə ayrılmış göstəricilər mətni
hy_am: Ստորակետով բաժանված տեքստային արժեքներ
ka_ge: მძიმით გამოყოფილი მნიშვნელობების ტექსტი
kk_kz: Мәтіндік мәндер үтір арқылы
ru_ru: Текстовые значения через запятую
th_th: ตัวอักษรค่าคอมม่าคั่น
uk_ua: Текстові значення через кому

# PreviewStringId.TB_TTip_Close
source: Close Preview
ar_iq: إغلاق المعاينة
az_latn_az: Önbaxışı bağla
hy_am: Փակել նախադիտումը
ka_ge: წინასწარი ნახვის დახურვა
kk_kz: Қарап шығуды жабу
ru_ru: Закрыть просмотр
th_th: ปิดพรีวิว
uk_ua: Закрити попередній перегляд

# PreviewStringId.WMForm_ImageClip
source: Clip
ar_iq: قصاصة
az_latn_az: Kəs
hy_am: Կտրել
ka_ge: მოკვეცა
kk_kz: Қиып алу
ru_ru: Обрезать
th_th: ตัด
uk_ua: Обрізати

# PreviewStringId.WMForm_Watermark_Confidential
source: CONFIDENTIAL
ar_iq: سري
az_latn_az: MƏXFİ
hy_am: ԳԱՂՏՆԻ
ka_ge: კონფიდენციალური
kk_kz: ҚҰПИЯ
ru_ru: КОНФИДЕНЦИАЛЬНО
th_th: เป็นความลับ
uk_ua: КОНФІДЕНЦІЙНО

# PreviewStringId.WMForm_Watermark_Copy
source: COPY
ar_iq: نسخة
az_latn_az: Surətini çıxar
hy_am: ՊԱՏՃԵՆԵՆԵԼ
ka_ge: ასლი
kk_kz: КӨШІРМЕ
ru_ru: КОПИЯ
th_th: คัดลอก
uk_ua: КОПІЮВАТИ

# ReportStringId.Cmd_Copy
source: Cop&y
ar_iq: ن&سخ
az_latn_az: Surətini çıxar
hy_am: Պատճենե&լ
ka_ge: კოპირე&ბა
kk_kz: Көшіру
ru_ru: Копироват&ь
th_th: คัดลอก
uk_ua: Копі&ювати

# ReportStringId.Cmd_RtfClear
source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# ReportStringId.Cmd_TableInsertColumnToLeft
source: Column To &Left
ar_iq: العمود إلى &اليسار
az_latn_az: Sütunu sol tərəfə
hy_am: Սյունակը դեպի &ձախ
ka_ge: სვეტი &მარცხნივ
kk_kz: Бағананы солға
ru_ru: Колонку в&лево
th_th: คอลัมน์มาทางซ้าย
uk_ua: Колонку &вліво

# ReportStringId.Cmd_TableInsertColumnToRight
source: Column To &Right
ar_iq: العمود إلى &اليمين
az_latn_az: Sütunu sağ tərəfə
hy_am: Սյունակը դեպի &աջ
ka_ge: სვეტი &მარჯვნივ
kk_kz: Бағананы оңға
ru_ru: Колонку вп&раво
th_th: คอลัมน์มาทางขวา
uk_ua: Колонку &вправо

# ReportStringId.FRSForm_TTip_ClearRules
source: Clear formatting rules
ar_iq: مسح قواعد التنسيق
az_latn_az: Formatlaşdırma qaydalarını təmizlə
hy_am: Մաքրել ֆորմատավորման կանոնները
ka_ge: დაფორმატების წესების გასუფთავება
kk_kz: Пішімдеу ережесін тазарту
ru_ru: Очистить правила форматирования
th_th: ล้างเกณฑ์การฟอร์แม็ต
uk_ua: Очистити правила форматування

# ReportStringId.MultiColumnDesignMsg2
source: Controls placed here will be printed incorrectly.
ar_iq: ستتم طباعة خاطئة لعناصر التحكم المدرجة هنا.
az_latn_az: Burda yerləşdirilmiş idarə elementlərinin çapı qeyri-düzgün olacaqdır
hy_am: Այստեղ տեղադրված կառավարման տարրերը սխալ կտպվեն:
ka_ge: აქ მოთავსებული მართვის ელემენტები არასწორად ამოიბეჭდება
kk_kz: Бұл жерге орналастырылған басқару элементтері дұрыс басып шығарылмайтын болады.
ru_ru: Элементы управления помещённые сюда будут распечатаны не верно.
th_th: การควบคุมวางที่นี่ จะถูกพิมพ์อย่างไม่ถูกต้อง
uk_ua: Елементи управління, що розташовані тут, будуть надруковані невірно.

# ReportStringId.RibbonXRDesign_Copy_Caption
source: Copy
ar_iq: نسخ
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: კოპირება
kk_kz: Көшіру
ru_ru: Копировать
th_th: คัดลอก
uk_ua: Копіювати

# ReportStringId.RibbonXRDesign_Copy_STipContent
source: Copy the selected controls and put them on the Clipboard.
ar_iq: نسخ عناصر التحكم المحددة ووضعها في الحافظة.
az_latn_az: Seçilmiş idarə elementlərinin surətini çıxar və onları mübadilə buferinə köçür.
hy_am: Պատճենել ընտրված կառավարման տարրերը և տեղադրել փոխանակման բուֆերում:
ka_ge: დააკოპირეთ შერჩეული მართვის ელემენტები და მოათავსეთ ისინი გაცვლის ბუფერში.
kk_kz: Таңдалған элементтерді көшіріп, оларды алмастыру буферіне орналастырыңыз
ru_ru: Скопируйте выбранные элементы управления и поместите их в буфер обмена.
th_th: คัดลอกการควบคุมที่เลือก และวางไว้ในคลิปบอร์ด
uk_ua: Копіювати обрані контрольні елементи до буферу обміну.

# ReportStringId.RibbonXRDesign_Copy_STipTitle
source: Copy
ar_iq: نسخ
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: კოპირება
kk_kz: Көшіру
ru_ru: Копировать
th_th: คัดลอก
uk_ua: Копіювати

# ReportStringId.RibbonXRDesign_NewReport_STipContent
source: Create a new blank report so that you can insert fields and controls and design a report.
ar_iq: إنشاء تقرير جديد فارغ بحيث يمكنك إدراج الحقول وعناصر التحكم والقيام بتصميم تقرير.
az_latn_az: Xanalar və kontrollar daxil edə, eləcə də hesabatı tərtib edə bilmək üçün yeni boş hesabat yaradın
hy_am: Ստեղծել նոր հաշվետվություն այնպես, որ կարողանաք մտցնել դաշտերը և կառավարման տարրերը և ձևավորել հաշվետվությունը:
ka_ge: შექმენით ახალი სუფთა ანგარიში ისე, რომ შეძლოთ ველების, მართვის ელემენტების ჩასმა და შექმნათ ანგარიში.
kk_kz: Жолақты, басқару элементтерін қойып, есепті жобалайтындай болып жаңа есеп жасаңыз.
ru_ru: Создайте новый отчёт так, чтобы Вы могли вставить поля, элементы управления и проектировать отчёт.
th_th: สร้างรายงานใหม่เพื่อคุณจะได้สามารถป้อนช่อง และการควบคุม และออกแบบรายงานได้
uk_ua: Створити пустий звіт таким чином, щоб можна було вставити поля, контрольні елементи та створити звіт.

# ReportStringId.ScriptEditor_ClickValidate
source: Click "Validate" to check scripts.
ar_iq: انقر على زر "التحقق من صحة" للتحقق من البرامج النصية.
az_latn_az: Skriptləri yoxlamaq üçün "Yoxla" düyməsinə basın.
hy_am: Սեղմեք «Ստուգել»՝ սկրիպտերի ստուգման համար:
ka_ge: სცენარების შესამოწმებლად დააწკაპუნეთ "გადამოწმებაზე".
kk_kz: Скрипттерді тексеру үшін "Тексеруді" басыңыз
ru_ru: Щелкните "Проверить" для проверки скриптов.
th_th: คลิก "ตรวจสอบ" เพื่อตรวจสอบสคริปต์
uk_ua: Натисніть "Перевірити" для перевірки скриптів.

# ReportStringId.ScriptEditor_ErrorColumn
source: Column
ar_iq: العمود
az_latn_az: Sütun
hy_am: Սյունակ
ka_ge: სვეტი
kk_kz: Бағана
ru_ru: Колонка
th_th: คอลัมน์
uk_ua: Колонка

# ReportStringId.SSForm_Btn_Close
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# ReportStringId.SSForm_TTip_ClearStyles
source: Clear styles
ar_iq: مسح الأنماط
az_latn_az: Üslubları təmizlə
hy_am: Մաքրել ոճերը
ka_ge: სტილების გასუფთავება
kk_kz: Стильдерді тазарту
ru_ru: Очистить стили
th_th: ล้างรูปแบบ
uk_ua: Очистити стилі

# ReportStringId.STag_Name_ColumnCount
source: Column Count
ar_iq: عدد الاعمدة
az_latn_az: Sütunların sayı
hy_am: Սյունակների քանակ
ka_ge: სვეტის რაოდენობა
kk_kz: Бағана саны
ru_ru: Количество колонок
th_th: จำนวนคอลัมน์
uk_ua: Кількість колонок

# ReportStringId.STag_Name_ColumnSpacing
source: Column Spacing
ar_iq: تباعد العمود
az_latn_az: Sütunun məsafəsi
hy_am: Սյունակների միջակայք
ka_ge: სვეტის ინტერვალი
kk_kz: Бағана аралығы
ru_ru: Интервал Столбца
th_th: ช่องว่างคอลัมน์
uk_ua: Інтервал колонки

# ReportStringId.STag_Name_ColumnWidth
source: Column Width
ar_iq: عرض العمود
az_latn_az: Sütunun eni
hy_am: Սյունակի լայնություն
ka_ge: სვეტის სიგანე
kk_kz: Бағананың ені
ru_ru: Ширина колонки
th_th: ความกว้างคอลัมน์
uk_ua: Ширина колонки

# ReportStringId.UD_Hint_Copy
source: Copy the control to the clipboard
ar_iq: نسخ عنصر التحكم إلى الحافظة
az_latn_az: idarə elementin surətini mübadilə buferinə köçür
hy_am: Պատճենել կառավարման տարրերը փոխանակման բուֆեր
ka_ge: მართვის ელემენტის კოპირება გაცვლის ბუფერში
kk_kz: Баскару элементін алмастыру буферіне көшіру
ru_ru: Копировать элемент управления в буфер обмена
th_th: คัดลอกการควบคุมไปที่คลิปบอร์ด
uk_ua: Копіювати елемент до буферу обміну

# ReportStringId.UD_Hint_Exit
source: Close the designer
ar_iq: إغلاق المصمم
az_latn_az: Layihə tərtibatçısını bağlamaq
hy_am: Փակել դիզայները
ka_ge: დიზაინერის დახურვა
kk_kz: Дизайнерді жабу
ru_ru: Закрыть дизайнер
th_th: ปิดตัวออกแบบรายงาน
uk_ua: Закрити конструктор

# ReportStringId.UD_Hint_NewReport
source: Create a new blank report
ar_iq: إنشاء تقرير فارغ جديد
az_latn_az: Yeni boş hesabat yarat
hy_am: Ստեղծել նոր հաշվետվություն
ka_ge: ახალი სუფთა ანგარიშის შექმნა
kk_kz: Жаңа есеп құру
ru_ru: Создать новый отчёт
th_th: สร้างรายงานเปล่าใหม่
uk_ua: Створити новий звіт

# ReportStringId.UD_TTip_EditCopy
source: Copy
ar_iq: نسخ
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: კოპირება
kk_kz: Көшіру
ru_ru: Копировать
th_th: คัดลอก
uk_ua: Копіювати

# ReportStringId.Verb_RTFClear
source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# StringId.DateEditClear
source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# StringId.FilterClauseContains
source: Contains
ar_iq: يحتوي
az_latn_az: İbarətdir
hy_am: Պարունակում է
ka_ge: შეიცავს
kk_kz: Ішіндегісі
ru_ru: Содержит
th_th: บรรจุ
uk_ua: Містить

# StringId.FilterCriteriaToStringFunctionConcat
source: Concat
ar_iq: دمج
hy_am: Միավորել
ka_ge: ჩამოჭრა
kk_kz: Біріктіру
ru_ru: Объединить
uk_ua: Об'єднати

# StringId.FilterMenuClearAll
source: Clear All
ar_iq: مسح الكل
az_latn_az: Hamısını təmizlə
hy_am: Մաքրել բոլորը
ka_ge: ყველაფრის გასუფთავება
kk_kz: Барлығын тазарту
ru_ru: Очистить все
th_th: ล้างทั้งหมด
uk_ua: Очистити усе

# StringId.FilterToolTipValueType
source: Compare with a value / another field's value
ar_iq: مقارنة مع قيمة/قيمة حقل آخر
az_latn_az: Göstəriciylə/digər bir xananın göstəricisi ilə müqayisə et
hy_am: Համեմատել արժեքի / այլ դաշտի արժեքի հետ
ka_ge: შეადარეთ მნიშვნელობას/სხვა ველის მნიშვნელობას
kk_kz: Мәнімен / басқа бағана мәнімен салыстыру
ru_ru: Сравнить со значением / значением другой колонки
th_th: เปรียบเทียบกับค่า/ค่าในช่องอื่น
uk_ua: Порівняти зі значенням / іншим полем

# StringId.PictureEditCopyImageError
source: Could not copy image
ar_iq: لا يمكن نسخ الصورة
az_latn_az: Rəsmin surətini çıxarmaq mümkün olmadı
hy_am: Հնարավոր չէ պատճենել պատկերը
ka_ge: სურათის კოპირება შეუძლებელია
kk_kz: Кескінді көшіруге болмайды
ru_ru: Нельзя скопировать изображение
th_th: ไม่สามารถคัดลอกรูปภาพ
uk_ua: Не можливо скопіювати зображення

# StringId.PictureEditMenuCopy
source: Copy
ar_iq: نسخ
az_latn_az: Surətini çıxar
hy_am: Պատճենել
ka_ge: კოპირება
kk_kz: Көшіру
ru_ru: &Копировать
th_th: คัดลอก
uk_ua: Копіювати

# StringId.TabHeaderButtonClose
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# TreeListStringId.ColumnNamePrefix
source: col
ar_iq: عمود
az_latn_az: sütun
hy_am: սյունակ
ka_ge: კოლ
kk_kz: кол
ru_ru: кол
th_th: คอลัมน์
uk_ua: кол

# TreeListStringId.MenuColumnColumnCustomization
source: Column Chooser
ar_iq: محدد العمود
az_latn_az: Sütun seçimi
hy_am: Սյունակի ընտրություն
ka_ge: სვეტის შერჩევა
kk_kz: Бағаналарды таңдау
ru_ru: Выбор колонок
th_th: ตัวเลือกคอลัมน์
uk_ua: Вибір колонки

# TreeListStringId.MenuFooterCount
source: Count
ar_iq: العدد
az_latn_az: Say
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: Количество
th_th: จำนวน
uk_ua: Кількість

# WizardStringId.CompletionPageTitleText
source: Completing the wizard
ar_iq: جاري إكمال المعالج
az_latn_az: Bələdçinin komandalarının başa çatdırılması
hy_am: Կառուցիչի աշխատանքի ավարտ
ka_ge: ოსტატის მუშაობის დასრულება
kk_kz: Шебер жұмысының аяқталуы
ru_ru: Завершение работы Мастера
th_th: สิ้นสุดวิซาร์ดนี้
uk_ua: Завершення роботи мастера

# ChartStringId.WizAnnotationsPageDescription
source: Create and customize annotations anchored to a chart, pane or series point. Note that you may select an annotation by clicking it in the chart preview.
ar_iq: إنشاء و تخصيص تعليقات توضيحية مرتسية بالمخطط أو باللوحة أو بنقطة سلسلة. يمكنك أن تختار تعليقاً توضيحياً بالنقر عليه في معاينة المخطط.
az_latn_az: Diaqrama bağlanmış xülasələr, panel və ya sıralar nöqtəsi yarat və köklə. Nəzərə almaq lazımdır ki, hər hansı xülasəniı seçmək üçün diaqrama ilkin baxış pəncərəsində onun üzərinə klik etmək mümkündür.
hy_am: Ստեղծել և կարգավորել դիագրամին, վահանակին կամ հաջորդականության կետերին կցված անոտացիաները: Ուշադրություն դարձրեք, որ կարող եք ընտրել անոտացիան սեղմելով նրա վրա դիագրամի նախադիտման ժամանակ:
ka_ge: შექმენით და ინდივიდუალურად დააყენეთ ანოტაციები, რომლებიც მიმაგრებულია დიაგრამაზე, გრაფიკზე ან სერიების წერტილზე. გაითვალისწინეთ, რომ ანოტაციის მონიშვნა შეიძლება დიაგრამის წინასწარი ნახვის რეჟიმში ამ ანოტაციაზე დაწკაპუნებით.
kk_kz: Диагараммаға, панельге немесе реттілік нүктесіне байланған аннотация құрып, теңшеу. Сіз диаграмманы алдын ала қарап шығу кезінде шерту арқылы аннотацияны таңдауға болатынына назар аударыңыз.
ru_ru: Создать и настроить аннотации, привязанные к диаграмме, панели или точке последовательности.Обратите внимание, что вы можете выбрать аннотацию щелкнув по ней в предварительном просмотре диаграммы.
th_th: สร้าง และกำหนดบรรณนิทัศน์ที่ติดกับแผนภูมิ แผง หรือจุดซีรี่ส์ โปรดทราบว่าคุณอาจต้องเลือกบรรณนิทัศน์โดยการคลิกที่การพริวิวแผนภูมิ
uk_ua: Створити та налаштувати анотації, пов'язані з діаграмою, панелю або точкою послідовності. Пам'ятайте, що ви можете обрати анотацію, натиснувши на неї у попередньому перегляді діаграми.

# ChartStringId.WizHatchCross
source: Cross
ar_iq: تقاطع
az_latn_az: Kəsişmə
hy_am: Հատում
ka_ge: გადაკვეთა
kk_kz: Айқастыру
ru_ru: Пересечение
th_th: ข้าม
uk_ua: Пересічення

# ChartStringId.WizSeriesPageDescription
source: Create required series of points to be displayed in the chart, and customize their primary properties.
ar_iq: إنشاء سلسلة من النقاط المطلوبة ليتم عرضها في المخطط، وتخصيص خصائصها الأساسية.
az_latn_az: Diaqramda əks etdirilmək üçün tələb olunan nöqtələr seriyasını yarat və onların əsas xassələrini modifikasiya et.
hy_am: Ստեղծել դիագրամում արտացոլվող կետերի անհրաժեշտ հաջորդականությունը և կարգավորել նրանց առաջնային հատկությունները:
ka_ge: შექმენით წერტილების მოთხოვნილი თანმიმდევრობა, რომლებიც უნდა აისახოს გრაფიკზე, და ინდივიდუალურად დააყენეთ მათი ძირითადი მახასიათებლები.
kk_kz: Диаграммада көрсету үшін талап етілетін нүктелер реттілігін құру және олардың бастапқы қасиетін теңшеу.
ru_ru: Создать требуемую последовательность точек для отображения в диаграмме и настроить их первичные свойства.
th_th: สร้างซีรี่ส์ของจุดที่ต้องการเพื่อให้แสดงในแผนภูมิ และกำหนดคุณลักษณะหลักของมัน
uk_ua: Створити необхідну послідовність точок, що відображатимуться у діаграмі, та налаштувати їх первинні властивості.

# LayoutStringId.CreateEmptySpaceItem
source: Create EmptySpace Item
ar_iq: إنشاء عنصر مساحة فارغة
az_latn_az: BoşMəsafə elementini yarat
hy_am: Ստեղծել դատարկ տարր
ka_ge: "ცარიელი" ელემენტის შექმნა
kk_kz: "Бос" элемент құру
ru_ru: Создать "пустой" элемент
th_th: สร้างรายการ ช่องว่าง
uk_ua: Створити "порожній" елемент

# LayoutStringId.CreateTabbedGroupMenuText
source: Create Tabbed Group
ar_iq: إنشاء مجموعة مبوبة
az_latn_az: Alt səhifələrdən qrupunu yarat
hy_am: Խմբավորել ներդիրում
ka_ge: შექმენით ჯგუფები ჩანართში
kk_kz: Қосымша бетке топтау
ru_ru: Сгруппировать во вкладку
th_th: สร้างกลุ่มแท็บ
uk_ua: Згрупувати у вкладку

# PreviewStringId.ExportOption_XpsDocumentCreator
source: Creator:
ar_iq: المنشئ:
az_latn_az: Yaradan:
hy_am: Մշակող՝
ka_ge: შემქმნელი:
kk_kz: Әзірлеуші:
ru_ru: Разработчик:
th_th: ผู้สร้าง:
uk_ua: Розробник:

# PreviewStringId.ExportOptionsForm_CaptionCsv
source: CSV Export Options
ar_iq: خيارات تصدير CSV
az_latn_az: CSV Export seçimləri
hy_am: CSV արտահանման տարբերակներ
ka_ge: CSV–ს ექსპორტის ოპციები
kk_kz: CSV экспортының опциялары
ru_ru: Опции экспорта CSV
th_th: ตัวเลือกการส่งออก CSV
uk_ua: Опції експорту CSV

# PreviewStringId.MenuItem_CsvDocument
source: CSV File
ar_iq: ملف CSV
az_latn_az: CSV Faylı
hy_am: CSV ֆայլ
ka_ge: CSV ფორმატის ფაილი
kk_kz: CSV файл
ru_ru: CSV файл
th_th: ไฟล์ CSV
uk_ua: Файл CSV

# PreviewStringId.Msg_CreatingDocument
source: Creating the document...
ar_iq: إنشاء المستند...
az_latn_az: Sənəd yaradılır...
hy_am: Փաստաթղթի ստեղծում...
ka_ge: დოკუმენტის შექმნა...
kk_kz: Құжат құру
ru_ru: Создание документа...
th_th: กำลังสร้างเอกสาร...
uk_ua: Створюю документ...

# PreviewStringId.RibbonPreview_ExportCsv_Caption
source: CSV File
ar_iq: ملف CSV
az_latn_az: CSV Faylı
hy_am: CSV ֆայլ
ka_ge: CSV ფორმატის ფაილი
kk_kz: CSV файл
ru_ru: CSV файл
th_th: ไฟล์ CSV
uk_ua: Файл CSV

# PreviewStringId.RibbonPreview_SendCsv_Caption
source: CSV File
ar_iq: ملف CSV
az_latn_az: CSV Faylı
hy_am: CSV ֆայլ
ka_ge: CSV ფორმატის ფაილი
kk_kz: CSV файл
ru_ru: CSV файл
th_th: ไฟล์ CSV
uk_ua: Файл CSV

# PreviewStringId.SaveDlg_FilterCsv
source: CSV Document
ar_iq: مستند CSV
az_latn_az: CSV Sənədi
hy_am: CSV փաստաթուղթ
ka_ge: CSV დოკუემენტი
kk_kz: CSV құжат
ru_ru: Документ CSV
th_th: เอกสาร CSV
uk_ua: Документ CSV

# PreviewStringId.Shapes_Cross
source: Cross
ar_iq: تقاطع
az_latn_az: Çarpaz
hy_am: Խաչ
ka_ge: გადაკვეთა
kk_kz: Айқастыру
ru_ru: Крест
th_th: กากบาท
uk_ua: Крест

# ReportStringId.Cmd_Cut
source: Cu&t
ar_iq: ق&ص
az_latn_az: Kə&s
hy_am: Կտրե&լ
ka_ge: ამო&ჭრა
kk_kz: Қиып алу
ru_ru: Вырезат&ь
th_th: ตัด
uk_ua: Ви&різати

# ReportStringId.UD_Hint_NewWizardReport
source: Create a new report using the Wizard
ar_iq: إنشاء تقرير جديد باستخدام المعالج
az_latn_az: "Ustad"-dan istifadə edərək yeni hesabat tərtib et
hy_am: Ստեղծել նոր հաշվետվություն՝ օգտագործելով Կառուցիչը
ka_ge: ახალი ანგარიშის შექმნა ოსტატის დახმარებით
kk_kz: Шебердің көмегімен есеп құру.
ru_ru: Создать отчёт с помощью мастера
th_th: สร้างรายงานใหม่โดยการใช้วิซาร์ด
uk_ua: Створити новий звіт за допомогою майстра

# BarString.CustomizeWindowCaption
source: Customization
ar_iq: تخصيص
az_latn_az: Fərdiləşdirmə
hy_am: Կարգավորում
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Теңшелім
ru_ru: Настройка
th_th: การกำหนดเอง
uk_ua: Налаштування

# BarString.NewToolbarCustomNameFormat
source: Custom {0}
ar_iq: {0} مخصص
az_latn_az: İstifadəçi tərəfindən təyin olunmuş {0}
hy_am: Օգտագործողի {0}
ka_ge: ინდივიდუალური {0}
kk_kz: Пайдаланушылық {0}
ru_ru: Пользовательская {0}
th_th: กำหนดเอง {0}
uk_ua: Користувача{0}

# BarString.ResetBarCaption
source: Customize
ar_iq: تخصيص
az_latn_az: Alətlər panelini əvvəlki vəziyyətinə qaytar
hy_am: Կարգավորել
ka_ge: ინდივიდუალურად დაყენება
kk_kz: Панельді шығарып тастау
ru_ru: Сброс панели
th_th: กำหนดเอง
uk_ua: Налаштувати
