Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.TrnDataFiltersChanged
source: DataFilters changed
ar_iq: تم تغيير عوامل تصفية البيانات
az_latn_az: Məlumatların filtri dəyişilib
hy_am: Տվյալների ֆիլտրերը փոխվել են
ka_ge: მონაცემთა ფილტრები შეიცვალა
kk_kz: Деректер сүзгісі өзгерді
ru_ru: Фильтры данных изменились
th_th: ตัวกรองข้อมูลถูกเปลี่ยน
uk_ua: Фільтри даних змінено

# ChartStringId.VerbDataSnapshot
source: Data Snapshot
ar_iq: لقطة البيانات
az_latn_az: Məlumatların snapşotu.
hy_am: Տվյալների վայրկյանական լուսանկար
ka_ge: მონაცემთა სწრაფი სურათი
kk_kz: Деректердің қолма-қол түсірілген суреті
ru_ru: Моментальный снимок данных
th_th: ถ่ายข้อมูลอย่างรวดเร็ว
uk_ua: Миттєвий знімок даних

# ChartStringId.WizDataPageName
source: Data
ar_iq: بيانات
az_latn_az: Məlumatlar
hy_am: Տվյալներ
ka_ge: მონაცემები
kk_kz: Деректер
ru_ru: Данные
th_th: ข้อมูล
uk_ua: Дані

# ChartStringId.WizDateTimeMeasureUnitDay
source: Day
ar_iq: اليوم
az_latn_az: Gün
hy_am: Օր
ka_ge: დღე
kk_kz: Күн
ru_ru: День
th_th: วัน
uk_ua: День

# ChartStringId.WizDiagramPageName
source: Diagram
ar_iq: رسم تخطيطي
az_latn_az: Diaqram
hy_am: Դիագրամ
ka_ge: დიაგრამა
kk_kz: Диаграмма
ru_ru: Диаграмма
th_th: ไดอะแกรม
uk_ua: Діаграма

# ChartStringId.WizHatchDiagonalBrick
source: DiagonalBrick
ar_iq: طوب (قرميد) قطري
az_latn_az: DiaqonalKərpic
hy_am: ԱնկյունագծայինԱղյուս
ka_ge: დიაგონალური აგური
kk_kz: Диагональ Кірпіш
ru_ru: ДиагональныйКирпич
th_th: อิฐแทยงมุม
uk_ua: ПоДіагоналіЦегла

# ChartStringId.WizHatchDiagonalCross
source: DiagonalCross
ar_iq: تقاطع قطري
az_latn_az: DiaqonalKəsişmə
hy_am: ԱնկյունագծայինՓոխհատում
ka_ge: დიაგონალური კვეთი
kk_kz: Диагональдық Айқастыру
ru_ru: ДиагональноеПересечение
th_th: การข้ามแทยงมุม
uk_ua: ДіагональнеПересічення

# ChartStringId.WizHatchDivot
source: Divot
ar_iq: عشب
az_latn_az: Torf
hy_am: Տորֆ
ka_ge: ტორფი
kk_kz: Шымтезек
ru_ru: Торф
th_th: ไดวอท
uk_ua: Дерн

# ChartStringId.WizHatchDottedDiamond
source: DottedDiamond
ar_iq: معين (ديناري) منقط
az_latn_az: NöqtələnmişRomb
hy_am: ԿետավորՇեղանկյուն
ka_ge: წერტილებიანი რომბი
kk_kz: Пунктирлі ромб
ru_ru: ПунктирныйРомб
th_th: เพชรเป็นจุด
uk_ua: ПунктирнийРомб

# ChartStringId.WizHatchDottedGrid
source: DottedGrid
ar_iq: شبكة منقطة
az_latn_az: NöqtələnmişTor
hy_am: ԿետավորՑանց
ka_ge: წერტილებიანი ცხრილი
kk_kz: Пунктирлі тор
ru_ru: ПунктирнаяСетка
th_th: ตารางเป็นจุด
uk_ua: ПунктирнаСітка

# ChartStringId.WizResolveOvarlappingModeDefault
source: Default
ar_iq: افتراضي
az_latn_az: Adətə görə
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი მნიშვნელობა
kk_kz: Әдепкілік бойынша
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# GridStringId.CustomFilterDialogConditionNEQ
source: does not equal
ar_iq: لا يساوي
az_latn_az: bərabər deyil
hy_am: hավասար չէ
ka_ge: არ უდრის
kk_kz: тең емес
ru_ru: не равно
th_th: ไม่เท่ากับ
uk_ua: не дорівнює

# GridStringId.GridGroupPanelText
source: Drag a column header here to group by that column
ar_iq: اسحب عنوان العمود إلى هنا لإنشاء مجموعة وفق هذا العمود
az_latn_az: Həmin sütuna görə qruplaşdırmaq üçün yuxarı sütun başlığını bura çəkib gətirin
hy_am: Այս սյունակով խմբավորման համար վերնագիրը տեղադրեք այստեղ
ka_ge: ამ სვეტის მიხედვით დასაჯგუფებლად გადმოათრიეთ სვეტის სათაური აქ
kk_kz: Осы бағана бойынша топтау үшін бағана тақырыбын осында орналастырыңыз
ru_ru: Перетащите сюда заголовок колонки для группировки по этой колонке
th_th: ลากหัวเรื่องคอลัมน์มาที่นี่ และจัดกลุ่มโดยคอลัมน์นั้นๆ
uk_ua: Перемістить заголовок колонки сюди, щоб її згрупувати

# GridStringId.MenuColumnGroupIntervalDay
source: Day
ar_iq: اليوم
az_latn_az: Gün
hy_am: Օր
ka_ge: დღე
kk_kz: Күн
ru_ru: День
th_th: วัน
uk_ua: День

# LayoutStringId.DefaultActionText
source: DefaultAction
ar_iq: إجراء افتراضي
az_latn_az: Standart tədbir
hy_am: Լռելյայն գործողություն
ka_ge: ნაგულისხმევი მოქმედება
kk_kz: Әдепкілік бойынша әрекет
ru_ru: Действие по умолчанию
th_th: การดำเนินการค่าตั้งต้น
uk_ua: Дія за умовчанням

# PivotGridStringId.CustomizationFormDeferLayoutUpdate
source: Defer Layout Update
ar_iq: تأجيل تحديث التخطيط
az_latn_az: Cədvəlin yenilənməsini təxirə sal.
hy_am: Հետաձգել դասավորման թարմացումը
ka_ge: განლაგების სქემის განახლების შეჩერება
kk_kz: Орналастырудың жаңартылуын кейінге қалдыру
ru_ru: Отложить обновление размещения
th_th: ยืดการอัพเดตเลย์เอาท์
uk_ua: Відкласти оновлення схеми

# PivotGridStringId.DataArea
source: Data Area
ar_iq: مساحة البيانات
az_latn_az: Məlumat sahəsi
hy_am: Տվյալների տարածք
ka_ge: მონაცემთა ზონა
kk_kz: Деректер аумағы
ru_ru: Область данных
th_th: พื้นที่ข้อมูล
uk_ua: Область даних

# PivotGridStringId.DataFieldCaption
source: Data
ar_iq: بيانات
az_latn_az: Məlumatlar
hy_am: Տվյալներ
ka_ge: მონაცემები
kk_kz: Деректер
ru_ru: Данные
th_th: ข้อมูล
uk_ua: Дані

# PivotGridStringId.PrintDesignerCategoryDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი მნიშვნელობა
kk_kz: Әдепкілік бойынша
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# PivotGridStringId.PrintDesignerDataHeaders
source: Data Headers
ar_iq: عناوين البيانات
az_latn_az: Məlumat başlıqları
hy_am: Տվյալների վերնագրեր
ka_ge: მონაცემთა სათაურები
kk_kz: Деректер тақырыптары
ru_ru: Заголовки данных
th_th: หัวเรื่องข้อมูล
uk_ua: Заголовки даних

# PreviewStringId.ExportOption_ConfirmOpenPasswordForm_Name
source: Document Open Pa&ssword:
ar_iq: :كلمة مر&ور فتح المستند:
az_latn_az: Sənədi açma parolu
hy_am: Փաստաթուղթը բացելու գաղտնաբառ՝
ka_ge: დოკუმენტის გახსნის პა&როლი:
kk_kz: Құжат ашуға арналған пароль:
ru_ru: Пароль для открытия документа:
th_th: รหัสผ่านการเปิดเอกสาร:
uk_ua: Па&роль для відкриття документу:

# PreviewStringId.ExportOption_DefaultDirectory
source: Default directory:
ar_iq: دليل افتراضي:
az_latn_az: Standart saxlanma yeri:
hy_am: Լռելյայն դիրեկտորիա
ka_ge: ნაგულისხმევი დირექტორია:
kk_kz: Әдепкілік бойынша директория:
ru_ru: Директория по умолчанию:
th_th: สารบบตั้งต้น:
uk_ua: Директорія за умовчанням:

# PreviewStringId.ExportOption_DefaultFileName
source: Default file name:
ar_iq: اسم الملف الافتراضي:
az_latn_az: Standart faylın adı
hy_am: Ֆայլի լռելյայն անվանումը
ka_ge: ფაილის ნაგულისხმევი სახელი:
kk_kz: Әдепкілік бойынша файл аты:
ru_ru: Имя файла по умолчанию:
th_th: ชื่อไฟล์ตั้งต้น:
uk_ua: Назва файлу за умовчанням:

# PreviewStringId.ExportOption_HtmlExportMode_DifferentFiles
source: Different files
ar_iq: ملفات مختلفة
az_latn_az: Müxtəlif fayllar
hy_am: Տարբեր ֆայլեր
ka_ge: სხვადასხვა ფაილები
kk_kz: Әртүрлі файлдар
ru_ru: Разные файлы
th_th: ไฟล์ที่ต่างกัน
uk_ua: Різні файли

# PreviewStringId.ExportOption_ImageExportMode_DifferentFiles
source: Different files
ar_iq: ملفات مختلفة
az_latn_az: Müxtəlif fayllar
hy_am: Տարբեր ֆայլեր
ka_ge: სხვადასხვა ფაილები
kk_kz: Әртүрлі файлдар
ru_ru: Разные файлы
th_th: ไฟล์ที่ต่างกัน
uk_ua: Різні файли

# PreviewStringId.ExportOption_PdfNeverEmbeddedFonts
source: Don't embed these fonts:
ar_iq: لا تضمِّ هذه الخطوط:
az_latn_az: Bu şriftlər daxil deyil
hy_am: Մի մտցրեք այս տառատեսակները.
ka_ge: ეს შრიფტები არ დააყენოთ:
kk_kz: Мына қаріптер кірістірілмеген:
ru_ru: Эти шрифты не встроены:
th_th: อย่าฝังแบบอักษรเหล่านี้:
uk_ua: Ці шрифти не встроєні:

# PreviewStringId.ExportOption_PdfPasswordSecurityOptions_DocumentOpenPassword
source: Document Open Password
ar_iq: كلمة مرور فتح المستند:
az_latn_az: Sənədi açma parolu:
hy_am: Փաստաթուղթը բացելու գաղտնաբառ
ka_ge: დოკუმენტის გახსნის პაროლი
kk_kz: Құжатты ашу паролі
ru_ru: Пароль открытия документа
th_th: รหัสผ่านการเปิดเอกสาร:
uk_ua: Пароль для відкриття документу

# PreviewStringId.ExportOption_SaveMode_UsingDefaultPath
source: Default file path
ar_iq: مسار ملف افتراضي
az_latn_az: Faylın standart yerləşdirilməsi
hy_am: Ֆայլի լռելյայն ուղին
ka_ge: ფაილის ნაგულიხმევი გზა
kk_kz: Әдепкілік бойынша файл жолы
ru_ru: Путь файла по умолчанию
th_th: ทางไฟล์ตั้งต้น
uk_ua: Шлях файлу за умовчанням

# PreviewStringId.ExportOption_XlsExportMode_DifferentFiles
source: Different files
ar_iq: ملفات مختلفة
az_latn_az: Müxtəlif fayllar
hy_am: Տարբեր ֆայլեր
ka_ge: სხვადასხვა ფაილები
kk_kz: Әртүрлі файлдар
ru_ru: Разные файлы
th_th: ไฟล์ที่ต่างกัน
uk_ua: Різні файли

# PreviewStringId.ExportOption_XlsxExportMode_DifferentFiles
source: Different files
ar_iq: ملفات مختلفة
az_latn_az: Müxtəlif fayllar
hy_am: Տարբեր ֆայլեր
ka_ge: სხვადასხვა ფაილები
kk_kz: Әртүрлі файлдар
ru_ru: Разные файлы
th_th: ไฟล์ที่ต่างกัน
uk_ua: Різні файли

# PreviewStringId.ExportOption_XpsDocumentDescription
source: Description:
ar_iq: الوصف:
az_latn_az: Təsvir:
hy_am: Նկարագրություն.
ka_ge: აღწერილობა:
kk_kz: Сипаттама:
ru_ru: Описание:
th_th: คำอธิบาย:
uk_ua: Опис:

# PreviewStringId.Msg_OpenFileQuestion
source: Do you want to open this file?
ar_iq: هل تريد فتح هذا الملف؟
az_latn_az: Bu faylı açmaq istəyirsinizmi?
hy_am: Ցանկանու՞մ եք բացել այս ֆայլը:
ka_ge: გსურთ ამ ფაილის გახსნა?
kk_kz: Осы файлды ашқыңыз келе ме?
ru_ru: Вы хотите открыть этот файл?
th_th: คุณต้องการเปิดไฟล์นี้หรือไม่
uk_ua: Бажаєте відкрити цей файл?

# PreviewStringId.RibbonPreview_DocumentMap_STipTitle
source: Document Map
ar_iq: خريطة المستند
az_latn_az: Sənədin xəritəsi
hy_am: Փաստաթղթի սխեմա
ka_ge: დოკუმენტის რუკა
kk_kz: Құжат схемасы
ru_ru: Схема документа
th_th: แผนที่เอกสาร
uk_ua: Схема документу

# PreviewStringId.RibbonPreview_PageGroup_Document
source: Document
ar_iq: مستند
az_latn_az: Sənəd
hy_am: Փաստաթուղթ
ka_ge: დოკუმენტი
kk_kz: Құжат
ru_ru: Документ
th_th: เอกสารนี้ไม่มีหน้าใดๆ
uk_ua: Документ

# PreviewStringId.TB_TTip_Map
source: Document Map
ar_iq: خريطة المستند
az_latn_az: Sənədin xəritəsi
hy_am: Փաստաթղթի սխեմա
ka_ge: დოკუმენტის რუკა
kk_kz: Мазмұны
ru_ru: Оглавление
th_th: แผนที่เอกสาร
uk_ua: Схема документу

# PreviewStringId.WMForm_Watermark_DoNotCopy
source: DO NOT COPY
ar_iq: لا تنسخ
az_latn_az: SURƏTİNİ ÇIXARMA
hy_am: ՉՊԱՏՃԵՆԵԼ
ka_ge: არ დააკოპიროთ
kk_kz: КӨШІРМЕУ
ru_ru: НЕ КОПИРОВАТЬ
th_th: ห้ามคัดลอก
uk_ua: НЕ КОПІЮВАТИ

# PreviewStringId.WMForm_Watermark_Draft
source: DRAFT
ar_iq: مسودة
az_latn_az: QARALAMA VERSİYA
hy_am: ՆԱԽԱԳԻԾ
ka_ge: შავი ასლი
kk_kz: Бастапқы шимай жазба
ru_ru: ЧЕРНОВИК
th_th: ร่าง
uk_ua: ЧЕНРЕТКА

# ReportStringId.CatData
source: Data
ar_iq: بيانات
az_latn_az: Məlumatlar
hy_am: Տվյալներ
ka_ge: მონაცემები
kk_kz: Деректер
ru_ru: Данные
th_th: ข้อมูล
uk_ua: Дані

# ReportStringId.CatDesign
source: Design
ar_iq: التصميم
az_latn_az: Tərtib et
hy_am: Դիզայն
ka_ge: დიზაინი
kk_kz: Дизайн
ru_ru: Дизайн
th_th: การออกแบบ
uk_ua: Дизайн

# ReportStringId.Cmd_DeleteCalculatedField
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити

# ReportStringId.Cmd_DeleteParameter
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити

# ReportStringId.Cmd_Detail
source: Detail
ar_iq: تفصيل
az_latn_az: Təfərrüat
hy_am: Մանրամասն
ka_ge: დეტალური მონაცემები
kk_kz: Нақтылау
ru_ru: Детализация
th_th: รายละเอียด
uk_ua: Деталі

# ReportStringId.Cmd_DetailReport
source: DetailReport
ar_iq: تقرير مفصل
az_latn_az: Təfərrüatlara dair hesabat
hy_am: Մանրամասն հաշվետվություն
ka_ge: დეტალური ანგარიში
kk_kz: Егжей-тегжейлі есеп
ru_ru: Подробный отчёт
th_th: รายงานรายละเอียด
uk_ua: Детальний Звіт

# ReportStringId.Cmd_TableDelete
source: De&lete
ar_iq: ح&ذف
az_latn_az: Sil
hy_am: Ջն&ջել
ka_ge: წა&შლა
kk_kz: Жою
ru_ru: Уд&алить
th_th: ลบ
uk_ua: Ви&далити

# ReportStringId.FRSForm_TTip_PurgeRules
source: Delete unused formatting rules
ar_iq: حذف قواعد التنسيق الغير مستعملة
az_latn_az: İstifadə edilməyən formatlaşdırma qaydalarını sil
hy_am: Ջնջել չօգտագործվող ֆորմատավորման կանոնները
ka_ge: ფორმატირების გამოუყენებელი წესების წაშლა
kk_kz: Пайдаланылмайтын пішімдеу ережелерін жою
ru_ru: Удалить неиспользуемые правила форматирования
th_th: ลบเกณฑ์การฟอร์แม็ตที่ไม่ได้ใช้
uk_ua: Видалити невикористані правила форматування

# ReportStringId.FSForm_Btn_Delete
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити

# ReportStringId.FSForm_Cat_DateTime
source: DateTime
ar_iq: التاريخ الوقت
az_latn_az: Tarix-Saat
hy_am: ԱմսաթիվԺամ
ka_ge: თარიღი დრო
kk_kz: Күн Уақыт
ru_ru: ДатаВремя
th_th: วัน เวลา
uk_ua: ДатаЧас

# ReportStringId.GroupSort_Delete
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити

# ReportStringId.Msg_DontSupportMulticolumn
source: Detail reports don't support multicolumn.
ar_iq: تقارير التفاصيل لا تدعم الأعمدة المتعددة.
az_latn_az: Təfərrüatlara dair hesabat çoxsaylı sütünlara malik ola bilməz.
hy_am: Մանրամասն հաշվետվությունը չի աջակցում շատ սյունակներ:
ka_ge: დეტალური ანგარიში ვერ იყენებს მრავალ სვეტს
kk_kz: Егжей-тегжейлі есеп көп бағананы қолдамайды
ru_ru: Подробный отчёт не поддерживает много колонок.
th_th: รายละเอียดรายงานไม่รองรับหลายคอลัมน์
uk_ua: Детальні звіти не підтримують багато колонок.

# ReportStringId.RepTabCtl_Designer
source: Designer
ar_iq: مُصمِم
az_latn_az: Tərtibatçı
hy_am: Դիզայներ
ka_ge: შემქმნელი
kk_kz: Дизайнер
ru_ru: Дизайнер
th_th: ตัวออกแบบ
uk_ua: Конструктор

# ReportStringId.RibbonXRDesign_HorizSpaceDecrease_Caption
source: Decrease Horizontal Spacing
ar_iq: إنقاص التباعد الافقي
az_latn_az: Üfüqi məsafəni azalt
hy_am: Նվազեցնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის შემცირება
kk_kz: Көлденең аралықты қысқартыңыз
ru_ru: Уменьшите горизонтальный интервал
th_th: ลดช่องว่างแนวนอน
uk_ua: Зменшити горизонтальний інтервал

# ReportStringId.RibbonXRDesign_HorizSpaceDecrease_STipContent
source: Decrease the horizontal spacing between the selected controls.
ar_iq: إنقاص التباعد الأفقي بين عناصر التحكم المحددة.
az_latn_az: Seçilmiş idarə elementləri arasındakı üfüqi məsafəni azalt.
hy_am: Նվազեցնել հորիզոնական միջակայքը կառավարման նշված տարրերի միջև:
ka_ge: მონიშნულ მართვის ელემენტებს შორის ჰორიზონტალური შუალედის შემცირება
kk_kz: Ерекшеленген басқару элементтері арасындағы көлденең аралықты қысқартыңыз
ru_ru: Уменьшите горизонтальный интервал между выделенными элементами управлениями.
th_th: ลดช่องว่างแนวนอน ระหว่างการควบคุมที่เลือก
uk_ua: Зменшити горизонтальний інтервал між обраними елементами управління.

# ReportStringId.RibbonXRDesign_HorizSpaceDecrease_STipTitle
source: Decrease Horizontal Spacing
ar_iq: إنقاص التباعد الافقي
az_latn_az: Üfüqi məsafəni azalt
hy_am: Նվազեցնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის შემცირება
kk_kz: Көлденең аралықты қысқартыңыз
ru_ru: Уменьшите горизонтальный интервал
th_th: ลดช่องว่างแนวนอน
uk_ua: Зменшити горизонтальний інтервал

# ReportStringId.RibbonXRDesign_HtmlHome_STipContent
source: Display the home page.
ar_iq: عرض الصفحة الرئيسية.
az_latn_az: Ana səhifəni göstər.
hy_am: Ցուցադրել գլխավոր էջը:
ka_ge: საწყისი გვერდის ეკრანზე გამოჩენა
kk_kz: Өзіндік бетті көрсету
ru_ru: Отобразить домашнюю страницу.
th_th: แสดงหน้าโฮม
uk_ua: Відобразити домашню сторінку

# ReportStringId.RibbonXRDesign_VertSpaceDecrease_Caption
source: Decrease Vertical Spacing
ar_iq: إنقاص التباعد العمودي
az_latn_az: Şaquli məsafəni azaldın
hy_am: Նվազեցնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის შემცირება
kk_kz: Тік аралықты қысқартыңыз
ru_ru: Уменьшите вертикальный интервал
th_th: ลดช่องว่างแนวตั้ง
uk_ua: Зменшити вертикальний інтервал

# ReportStringId.RibbonXRDesign_VertSpaceDecrease_STipContent
source: Decrease the vertical spacing between the selected controls.
ar_iq: إنقاص التباعد العمودي بين عناصر المراقبة المحددة.
az_latn_az: Seçilmiş idarə elementlərin arasındakı üfüqi məsafəni azalt.
hy_am: Նվազեցնել ուղղահայաց միջակայքը կառավարման նշված տարրերի միջև:
ka_ge: მონიშნულ მართვის ელემენტებს შორის ვერტიკალური შუალედის შემცირება
kk_kz: Ерекшеленген басқару элементтері арасындағы тік аралықты қысқартыңыз
ru_ru: Уменьшите вертикальный интервал между выделенными элементами управлениями.
th_th: ลดช่องว่างแนวตั้ง ระหว่างการควบคุมที่เลือก
uk_ua: Зменшити вертикальний інтервал між обраними елементами.

# ReportStringId.RibbonXRDesign_VertSpaceDecrease_STipTitle
source: Decrease Vertical Spacing
ar_iq: إنقاص التباعد العمودي
az_latn_az: Şaquli məsafəni azaldın
hy_am: Նվազեցնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის შემცირება
kk_kz: Тік аралықты қысқартыңыз
ru_ru: Уменьшите вертикальный интервал
th_th: ลดช่องว่างแนวตั้ง
uk_ua: Зменшити вертикальний інтервал

# ReportStringId.ScriptEditor_ErrorDescription
source: Description
ar_iq: الوصف
az_latn_az: Təsvir
hy_am: Նկարագրություն
ka_ge: აღწერილობა
kk_kz: Сипаттама
ru_ru: Описание
th_th: คำอธิบาย
uk_ua: Опис

# ReportStringId.SSForm_TTip_PurgeStyles
source: Delete unused styles
ar_iq: حذف الأنماط الغير مستعملة
az_latn_az: İstifadə edilməyən üslubları sil
hy_am: Ջնջել չօգտագործվող ոճերը
ka_ge: გამოუყენებელი სტილების წაშლა
kk_kz: Стильдерді шығарып тастау
ru_ru: Сбросить стили
th_th: ลบรูปแบบที่ไม่ได้ใช้
uk_ua: Видалити невикористані стилі

# ReportStringId.STag_Name_DataBinding
source: Data Binding
ar_iq: ربط البيانات
az_latn_az: Məlumatların birləşdirilməsi
hy_am: Տվյալների կապում
ka_ge: მონაცემთა აკინძვა
kk_kz: Деректер байланысуы
ru_ru: Связывание Данных
th_th: ผูกข้อมูล
uk_ua: Зв'язування даних

# ReportStringId.UD_Hint_Cut
source: Delete the control and copy it to the clipboard
ar_iq: حذف عنصر التحكم و نسخه إلى الحافظة
az_latn_az: İdarə elementini sil və mübadilə buferinə köçür
hy_am: Ջնջել կառավարման տարրը և պատճենել այն փոխանակման բուֆերի վրա
ka_ge: მართვის ელემენტის კოპირება გაცვლის ბუფერში და წაშლა
kk_kz: Басқару элементін алмастыру буферіне көшіру және жою
ru_ru: Скопировать элемент управления в буфер обмена и удалить Delete the control and copy it to the clipboard
th_th: ลบการควบคุม และคัดลอกไปที่คลิปบอร์ด
uk_ua: Видалити елемент та копіювати його до буферу обміну

# ReportStringId.UD_Hint_Delete
source: Delete the control
ar_iq: حذف عنصر التحكم
az_latn_az: İdarə elementləri ləğv et
hy_am: Ջնջել կառավարման տարրը
ka_ge: კონტროლის წაშლა
kk_kz: Басқару элементін жою
ru_ru: Удалить элемент управления
th_th: ลบการควบคุม
uk_ua: Видалити елементи управління

# ReportStringId.UD_Hint_SpacingDecrease
source: Decrease the spacing between the selected controls
ar_iq: إنقاص التباعد بين عناصر التحكم المحددة
az_latn_az: Seçilmiş İdarə elementlərin arasında məsafıni azaltmaq
hy_am: Նվազեցնել միջակայքը կառավարման նշված տարրերի միջև
ka_ge: მონიშნულ მართვის ელემენტებს შორის შუალედის შემცირება
kk_kz: Ерекшеленген басқару элементтері арасындағы аралықты қысқартыңыз
ru_ru: Уменьшить интервал между выделенными элементами управления
th_th: ลดช่องว่างระหว่างการควบคุมที่เลือก
uk_ua: Зменшити інтервал між обраними елементами

# ReportStringId.UD_Trans_Delete
source: Delete components
ar_iq: حذف المكونات
az_latn_az: Komponentləri sil
hy_am: Ջնջել բաղադրիչները
ka_ge: კომპონენტების წაშლა
kk_kz: Құрамдастарды жою
ru_ru: Удалить компоненты
th_th: ส่วนประกอบข้อมูล
uk_ua: Видалити компоненти

# ReportStringId.UD_TTip_HorizSpaceDecrease
source: Decrease Horizontal Spacing
ar_iq: إنقاص التباعد الافقي
az_latn_az: Üfüqi məsafəni azalt
hy_am: Նվազեցնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის შემცირება
kk_kz: Аралықты көлденеңінен қысқарту
ru_ru: Уменьшить интервал по горизонтали
th_th: ลดช่องว่างแนวนอน
uk_ua: Зменшити горизонтальний інтервал

# ReportStringId.UD_TTip_VertSpaceDecrease
source: Decrease Vertical Spacing
ar_iq: إنقاص التباعد العمودي
az_latn_az: Şaquli məsafəni azalt
hy_am: Նվազեցնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის შემცირება
kk_kz: Жоларалық аралықты қысқарту
ru_ru: Уменьшить межстрочный интервал
th_th: ลดช่องว่างแนวตั้ง
uk_ua: Зменшити вертикальний інтервал

# ReportStringId.Verb_Delete
source: Delete...
ar_iq: حذف...
az_latn_az: Sil...
hy_am: Ջնջել...
ka_ge: წაშლა...
kk_kz: Жою...
ru_ru: Удалить...
th_th: ลบ...
uk_ua: Видалити ...

# ReportStringId.Verb_ReportWizard
source: Design in Report Wizard...
ar_iq: التصميم في معالج التقارير...
az_latn_az: Hesabat bələdçisi vasitəsilə tərtib et...
hy_am: Դիզայն հաշվետվությունների Կառուցիչում...
ka_ge: ანგარიშის შექმნის ოსტატი...
kk_kz: Шебер...
ru_ru: Мастер...
th_th: ออกแบบในวิซาร์ดรายงาน..
uk_ua: Майстер звітів...

# StringId.FilterClauseDoesNotContain
source: Does not contain
ar_iq: لا يحتوي
az_latn_az: Tərkibinə daxil deyil
hy_am: Չի պարունակում
ka_ge: არ შეიცავს
kk_kz: Ішінде жоқ
ru_ru: Не содержит
th_th: ไม่มี
uk_ua: Не містить

# StringId.FilterClauseDoesNotEqual
source: Does not equal
ar_iq: لا يساوي
az_latn_az: Bərabər deyil
hy_am: Հավասար չէ
ka_ge: არ უდრის
kk_kz: тең емес
ru_ru: Не равно
th_th: ไม่เท่ากับ
uk_ua: Не дорівнює

# StringId.FilterCriteriaToStringFunctionLocalDateTimeDayAfterTomorrow
source: Day After Tomorrow
ar_iq: بعد غد
az_latn_az: Birisi gün
hy_am: Վաղը չէ մյուս օրը
ka_ge: ზეგ
kk_kz: Бүірсігүні
ru_ru: Послезавтра
th_th: มะรืนนี้
uk_ua: Післязавтра

# StringId.FilterDateTimeConstantMenuCaption
source: DateTime constants
ar_iq: ثوابت التاريخ الساعة
az_latn_az: Tarix-Saat sabitləri
hy_am: ԱմսաթիվԺամ հաստատուններ
ka_ge: თარიღი/დრო მუდმივები
kk_kz: Күн/уақыт тұрақты мәні
ru_ru: Константы даты/времени
th_th: ค่าคงตัววันเวลา
uk_ua: Константи дати/часу

# StringId.FilterDateTimeOperatorMenuCaption
source: DateTime operators
ar_iq: عوامل تشغيل التاريخ الساعة
az_latn_az: Tarix- Saat operatorları
hy_am: ԱմսաթիվԺամ օպերատորներ
ka_ge: თარიღი/დრო ოპერატორები
kk_kz: Күн/уақыт операторы
ru_ru: Операторы даты/времени
th_th: ตัวปฏิบัติการวันเวลา
uk_ua: Оператори дати/часу

# StringId.NavigatorRemoveButtonHint
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити

# StringId.PictureEditMenuDelete
source: Delete
ar_iq: حذف
az_latn_az: Sil
hy_am: Ջնջել
ka_ge: წაშლა
kk_kz: Жою
ru_ru: У&далить
th_th: ลบ
uk_ua: Видалити

# GridStringId.CustomizationFormBandHint
source: Drag and drop bands here to customize layout
ar_iq: قم بسحب وإسقاط النطاقات هنا لتخصيص التخطيط
az_latn_az: Cədvəli kökləmək üçün sıraları buraya çəkib gətirin
hy_am: Քաշեք այստեղ տողերը՝ դասավորվածությունը կարգավորելու համար
ka_ge: სქემის ინდივიდუალურად დაყენებისთვის გადმოათრიეთ და დააგდეთ სტრიქონები აქ
kk_kz: Орналасуды теңшеу үшін жолақтарды алып келіңіз
ru_ru: Перетащите группы колонок для настройки расположения
th_th: ลาก และวางแถบที่นี่เพื่อกำหนดเลย์เอาท์
uk_ua: Перемістить категорії сюди, щоб налаштувати схему

# GridStringId.CustomizationFormColumnHint
source: Drag and drop columns here to customize layout
ar_iq: قم بسحب وإسقاط الأعمدة هنا لتخصيص التخطيط
az_latn_az: Cədvəli kökləmək üçün sıraları buraya çəkib gətirin
hy_am: Քաշեք այստեղ սյունակները՝ դասավորվածությունը կարգավորելու համար
ka_ge: სქემის ინდივიდუალურად დაყენებისთვის გადმოათრიეთ და დააგდეთ სვეტები აქ
kk_kz: Орналасуды теңшеу үшін бағаналарды алып келіңіз
ru_ru: Перетащите колонки для настройки расположения
th_th: ลาก และวางคอลัมน์ที่นี่เพื่อกำหนดเลย์เอาท์
uk_ua: Перемістіть колонки сюди, щоб налаштувати схему

# LayoutStringId.EmptyTabbedGroupText
source: Drag and drop groups into the TabbedGroup area
ar_iq: سحب وإسقاط مجموعات في منطقة المجموعة المبوبة
az_latn_az: Qrupları BaşlıqlaraAyrılmışQruplar sahəsinə çəkib gətirin
hy_am: Քաշեք այստեղ տարրերի խմբերը
ka_ge: გადაათრიეთ და დააგდეთ ჯგუფები ჩანართიანი ჯგუფების ზონაში
kk_kz: Элементтер тобын осы жерге алып келіңіз
ru_ru: Перетащите сюда группы элементов
th_th: ลากและวางกลุ่มมาที่พื้นที่ TabbedGroup
uk_ua: Перемістіть групи до зони Групування

# PivotGridStringId.CustomizationFormHint
source: Drag fields between areas below:
ar_iq: اسحب الحقول بين المناطق أدناه:
az_latn_az: Xanaları aşağıdakı sahələr arasına çəkib gətirin
hy_am: Քաշեք դաշտերը հետևյալ հատվածների միջև.
ka_ge: გადმოათრიეთ ველები ზონებს შორის ქვემოთ:
kk_kz: Мына аумақтар арасына жолақты тартып әкеліңіз:
ru_ru: Перетяните поля между следующими областями:
th_th: ลากช่องระหว่างพื้นที่ตามล่าง:
uk_ua: Перетягніть поля між наступними зонами:
