Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PivotGridStringId.PrintDesignerCategoryLines
source: Lines
ar_iq: أسطر
az_latn_az: Xətlər
hy_am: Գծեր
ka_ge: ხაზები
kk_kz: Сызықтар
ru_ru: Линии
th_th: แถว
uk_ua: Лінії

# PreviewStringId.Margin_LeftMargin
source: Left Margin
ar_iq: الهامش الأيسر
az_latn_az: Sol sahə
hy_am: Ձախ եզր
ka_ge: მარცხენა ზღვარი
kk_kz: Сол жақ жолақ
ru_ru: Левое поле
th_th: ขอบซ้าย
uk_ua: Ліве поле

# PreviewStringId.Shapes_LeftArrow
source: Left Arrow
ar_iq: السهم الأيسر
az_latn_az: Sol ox
hy_am: Սլաք դեպի ձախ
ka_ge: ისარი "მარცხნივ"
kk_kz: Көрсеткі сол жаққа
ru_ru: Стрелка влево
th_th: ลูกศรซ้าย
uk_ua: Стрілка вліво

# PreviewStringId.Shapes_Line
source: Line
ar_iq: خط
az_latn_az: Xətt
hy_am: Գիծ
ka_ge: ხაზი
kk_kz: Cызық
ru_ru: Линия
th_th: เส้น
uk_ua: Лінія

# PreviewStringId.WMForm_HorzAlign_Left
source: Left
ar_iq: يسار
az_latn_az: Sol
hy_am: Ձախ
ka_ge: მარცხენა მხარეს
kk_kz: Сол жақ шеті бойынша
ru_ru: По левому краю
th_th: ซ้าย
uk_ua: Вліво

# ReportStringId.CatLayout
source: Layout
ar_iq: التخطيط
az_latn_az: Cədvəl
hy_am: Դասավորվածություն
ka_ge: სქემა
kk_kz: Орналасу
ru_ru: Макет
th_th: เลย์เอาท์
uk_ua: Схема

# ReportStringId.PivotGridForm_ItemLayout_Caption
source: Layout
ar_iq: التخطيط
az_latn_az: Cədvəl
hy_am: Դասավորվածություն
ka_ge: სქემა
kk_kz: Орналасу
ru_ru: Расположение
th_th: เลย์เอาท์
uk_ua: Схема

# ReportStringId.RibbonXRDesign_AlignLeft_STipContent
source: Left align the selected controls.
ar_iq: محاذاة عناصر التحكم المحددة إلى اليسار.
az_latn_az: Seçilmiş kontrolları sol tərəfdən sırala
hy_am: Ընտրված կառավարման տարրերը տեղափոխել դեպի ձախ:
ka_ge: მონიშნული მართვის ელემენტების პოზიციები გაათანაბრეთ მარცხენა მხარეს.
kk_kz: Ерекшеленген басқару элементінің позициясын сол жақ шетінен туралаңыз
ru_ru: Выровняйте позиции выделенных элементов управления по левому краю.
th_th: จัดแนวการควบคุมที่เลือกไปด้านซ้าย
uk_ua: Вирівнювання обраних елементів управління по лівому краю

# ReportStringId.RibbonXRDesign_PageGroup_SizeAndLayout
source: Layout
ar_iq: التخطيط
az_latn_az: Cədvəl
hy_am: Դասավորվածություն
ka_ge: სქემა
kk_kz: Орналасу
ru_ru: Расположение
th_th: เลย์เอาท์
uk_ua: Схема

# ReportStringId.ScriptEditor_ErrorLine
source: Line
ar_iq: السطر
az_latn_az: Xətt
hy_am: Գիծ
ka_ge: ხაზი
kk_kz: Сызық
ru_ru: Линия
th_th: แถว
uk_ua: Лінія

# ReportStringId.UD_Capt_LayoutToolbarName
source: Layout Toolbar
ar_iq: شريط أدوات التخطيط
az_latn_az: Cədvəlin Alətlər paneli
hy_am: Վահանակի դասավորվածություն
ka_ge: სქემის ხელსაწყოთა ზოლი
kk_kz: Құралдар панелінің орналасуы
ru_ru: Расположение панели инструментов
th_th: แถบเครื่องมือเลย์เอาท์
uk_ua: Панель інструментів схеми

# ReportStringId.UD_Hint_AlignLefts
source: Left align the selected controls
ar_iq: محاذاة عناصر التحكم المحددة إلى اليسار
az_latn_az: Seçilmiş idarə elementləri sol yan üzrə düzmək
hy_am: Ընտրված կառավարման տարրերը տեղափոխել դեպի ձախ
ka_ge: მონიშნული მართვის ელემენტების პოზიციები გაათანაბრეთ მარცხენა მხარეს.
kk_kz: Ерекшеленген басқару элементінің позициясын сол жақ шетінен туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления по левому краю.
th_th: จัดให้การควบคุมที่เลือกมาทางซ้าย
uk_ua: Вирівнювання обраних елементів по лівому краю

# StringId.FilterCriteriaToStringBinaryOperatorLike
source: Like
ar_iq: مشابه
az_latn_az: Kimi
hy_am: Ինչպես
ka_ge: მსგავსი
kk_kz: Маскаға сәйкес келеді
ru_ru: Соответствует маске
th_th: เหมือนกัน
uk_ua: Відповідає

# StringId.FilterCriteriaToStringFunctionLen
source: Len
az_latn_az: Uzunluq
hy_am: Երկարություն
ka_ge: სიგრძე
kk_kz: Ұзындық
ru_ru: Длина
uk_ua: Довжина

# StringId.PictureEditMenuLoad
source: Load
ar_iq: تحميل
az_latn_az: Yüklə
hy_am: Բեռնել
ka_ge: ჩატვირთვა
kk_kz: Ашу
ru_ru: &Открыть
th_th: โหลด
uk_ua: Завантажити

# BarString.MaximizeButton
source: Maximize
ar_iq: تكبير
az_latn_az: Genişləndir
hy_am: Մեծացնել
ka_ge: მაქსიმიზაცია
kk_kz: Тасалау
ru_ru: Свернуть
th_th: มากที่สุด
uk_ua: Розгорнути

# BarString.MinimizeButton
source: Minimize
ar_iq: تصغير
az_latn_az: Genişləndir
hy_am: Ծալել
ka_ge: მინიმიზაცია
kk_kz: Жаю
ru_ru: Развернуть
th_th: น้อยที่สุด
uk_ua: Згорнути

# BarString.NewMenuName
source: Main menu
ar_iq: القائمة الرئيسية
az_latn_az: Əsas menyu
hy_am: Գլխավոր մենյու
ka_ge: მთავარი მენიუ
kk_kz: Басты мәзір
ru_ru: Главное меню
th_th: เมนูหลัก
uk_ua: Головне меню

# BarString.RibbonToolbarMinimizeRibbon
source: Mi&nimize the Ribbon
ar_iq: تص&غير الشريط
az_latn_az: &Lenti bük
hy_am: &Ծալել ներդիրների ժապավենը
ka_ge: ჩანართების ზოლის მი&ნიმიზაცია
kk_kz: Қосымша бет таспасын тасалау
ru_ru: &Свернуть Ленту вкладок
th_th: ทำให้ริบบอนเล็กลง
uk_ua: З&горнути стрічку

# ChartStringId.DefaultMaxValue
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimal dəyər
hy_am: Առավելագույն
ka_ge: მაქსიმალური
kk_kz: Жоғарғы мәні
ru_ru: Верхнее значение
th_th: มากที่สุด
uk_ua: Макс.

# ChartStringId.DefaultMinValue
source: Min
ar_iq: حد أدنى
az_latn_az: Minimal dəyər
hy_am: Նվազագույն
ka_ge: მინიმალური
kk_kz: Ең төменгі мән
ru_ru: Нижнее значение
th_th: น้อยที่สุด
uk_ua: Мін.

# ChartStringId.FunctionNameMax
source: MAX
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქსიმუმი
kk_kz: Ең жоғары
ru_ru: Максимум
th_th: มากที่สุด
uk_ua: МАКС.

# ChartStringId.FunctionNameMin
source: MIN
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინიმუმი
kk_kz: Ең төмен
ru_ru: Минимум
th_th: น้อยที่สุด
uk_ua: МІН.

# ChartStringId.LowValueMember
source: Low
ar_iq: منخفض
az_latn_az: Aşağı
hy_am: Ցածր
ka_ge: დაბლითა
kk_kz: Төменгі
ru_ru: Нижнее
th_th: ต่ำ
uk_ua: Нижнє

# ChartStringId.MsgIncorrectAxisRangeMaxValue
source: MaxValue can't be set to null.
ar_iq: لا يمكن أن تكون القيمة القصوى خالية.
az_latn_az: Maksimum dəyəri sıfır ola bilməz
hy_am: Առավելագույն արժեքը չի կարող լինել դատարկ:
ka_ge: მაქსიმალური მნიშვნელობა არ შეიძლება იყოს ნული.
kk_kz: Ең жоғары мәні бос болуы мүмкін емес
ru_ru: Максимальное значение не может быть пустым
th_th: ไม่สามารถตั้งค่าที่มากที่สุดเป็นเป็นที่ว่างได้
uk_ua: Максимальне значення не може бути порожнім.

# ChartStringId.MsgIncorrectAxisRangeMaxValueInternal
source: MaxValueInternal can't be set to NaN and Infinity values.
ar_iq: لا يمكن تعيين القيمة القصوى الداخلية على قيمة NaN أو ما لا نهاية.
az_latn_az: MaksimalDaxiliDəyəri üçün NaN və sonsuzluq dəyəri qoyula bilməz.
hy_am: Առավելագույն ներքին արժեքը չի կարող սահմանվել որպես NaN և անվերջություն:
ka_ge: მნიშვნელობის მაქსიმალური ინტერვალი არ შეიძლება იყოს უსასრულობა
kk_kz: Ішкі ең жоғары мәні NaN және шексіздікке орнатылмайды
ru_ru: Внутреннее максимальное значение не может быть установлено в NAN и бесконечность
th_th: ไม่สามารถตั้งค่าที่มากที่สุดเป็น NaN และค่าไม่สิ้นสุดได้
uk_ua: ВнутрішнєМаксимальнеЗначення не може мати значення NaN чи Infinity.

# ChartStringId.MsgIncorrectAxisRangeMinValue
source: MinValue can't be set to null.
ar_iq: لا يمكن تعيين القيمة الدنيا على خالية.
az_latn_az: Min dəyəri sıfıra qoyula bilməz
hy_am: Նվազագույն արժեքը չի կարող դատարկ լինել:
ka_ge: მინიმალური მნიშვნელობა არ შეიძლება იყოს ნული
kk_kz: Ең төмен мән бос болмайды
ru_ru: Минимальное значение не может быть пустым
th_th: ไม่สามารถตั้งค่าที่มากที่สุดเป็นเป็นที่ว่างได้
uk_ua: Мінімальне значення не може бути порожнім.

# ChartStringId.MsgInvalidMaxCount
source: Max count should be greater than 0.
ar_iq: يجب أن يكون الحد الأقصى للعدد أكبر من 0.
az_latn_az: Maksium say 0-dan yuxarı olmalıdır.
hy_am: Առավելագույն քանակը պետք է մեծ լինի 0-ից:
ka_ge: მაქს. რაოდენობა უნდა მეტი იყოს, ვიდრე 0.
kk_kz: Ең жоғары саны 0-ден үлкен болуы керек
ru_ru: Максимальное количество должно быть больше 0
th_th: จำนวนมากสุดควรมากกว่า 0
uk_ua: Максимальна кількість повинна бути більше 0.

# ChartStringId.SvnManhattanBar
source: Manhattan Bar
ar_iq: شريط مانهاتن
az_latn_az: Manhattan sütunu
hy_am: Մանհետտենյան
ka_ge: მანჰეტენის ტიპის
kk_kz: Манхэттендік
ru_ru: Манхэттенская
th_th: แถบแมนฮัตตัน
uk_ua: Манхетенська

# ChartStringId.VerbLoadLayout
source: Load...
ar_iq: تحميل...
az_latn_az: Yüklə...
hy_am: Բեռնել...
ka_ge: ...ჩატვირთვა
kk_kz: ... жүктеу
ru_ru: Загрузка...
th_th: โหลด…
uk_ua: Завантаження...

# ChartStringId.VerbLoadLayoutDescription
source: Load a chart from an XML file.
ar_iq: تحميل رسم بياني من ملف XML
az_latn_az: XML faylından diaqramı yüklə
hy_am: XML ֆայլից բեռնել դիագրամ:
ka_ge: დიაგრამის ჩატვირთვა XML ფორმატის ფაილიდან.
kk_kz: XML файлдан диаграмманы жүктеу
ru_ru: Загрузка диаграммы из XML файла.
th_th: โหลดแผนภูมิจากไฟล์ XML
uk_ua: Завантажити діаграму з файлу XML.

# ChartStringId.WizDateTimeMeasureUnitMillisecond
source: Millisecond
ar_iq: مللي ثانية
az_latn_az: Milisaniyə
hy_am: Միլիվայրկյան
ka_ge: მილიწამი
kk_kz: Миллисекунд
ru_ru: Миллисекунда
th_th: มิลลิวินาที
uk_ua: Мілісекунда

# ChartStringId.WizDateTimeMeasureUnitMinute
source: Minute
ar_iq: دقيقة
az_latn_az: Dəqiqə
hy_am: Րոպե
ka_ge: წუთი
kk_kz: Минут
ru_ru: Минута
th_th: นาที
uk_ua: Хвилина

# ChartStringId.WizDateTimeScaleModeManual
source: Manual
ar_iq: يدوي
az_latn_az: Əllə
hy_am: Ձեռքով
ka_ge: მანუალური
kk_kz: Қолмен
ru_ru: Вручную
th_th: ด้วยตนเอง
uk_ua: Вручну

# ChartStringId.WizHatchMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქსიმუმი
kk_kz: Ең жоғары
ru_ru: Верхнее значение
th_th: มากที่สุด
uk_ua: Макс.

# ChartStringId.WizHatchMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინიმალური
kk_kz: Ең төмен
ru_ru: Нижнее значение
th_th: น้อยที่สุด
uk_ua: Мін.

# ChartStringId.WizValueLevelLow
source: Low
ar_iq: منخفض
az_latn_az: Aşağı
hy_am: Ցածր
ka_ge: დაბლითა
kk_kz: Төменгі
ru_ru: Нижнее
th_th: ต่ำ
uk_ua: Нижнє

# GridStringId.GroupSummaryEditorSummaryMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქს.
kk_kz: Ең жоғары
ru_ru: Максимум
th_th: มากที่สุด
uk_ua: Макс.

# GridStringId.GroupSummaryEditorSummaryMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინ.
kk_kz: Ең төмен
ru_ru: Минимум
th_th: น้อยที่สุด
uk_ua: Мін.

# GridStringId.LayoutViewCloseZoomBtnHintZoom
source: Maximize Detail
ar_iq: تكبير التفاصيل
az_latn_az: Təfərrüatları göstər
hy_am: Մանրամասնել
ka_ge: დეტალების მაქსიმიზაცია
kk_kz: Егжей-тегжейлі көрсету
ru_ru: Детализировать
th_th: ทำให้รายละเอียดมากขึ้นที่สุด
uk_ua: Показати деталі

# GridStringId.MenuColumnMaxSummaryTypeDescription
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქს.
kk_kz: Ең жоғары
ru_ru: Максимум
th_th: มากที่สุด
uk_ua: Макс.

# GridStringId.MenuColumnMinSummaryTypeDescription
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინ.
kk_kz: Ең төмен
ru_ru: Минимум
th_th: น้อยที่สุด
uk_ua: Мін.

# GridStringId.MenuFooterMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქსიმუმი
kk_kz: Ең жоғары
ru_ru: М&аксимум
th_th: มากที่สุด
uk_ua: Макс.

# GridStringId.MenuFooterMaxFormat
source: MAX={0}
ar_iq: الحد الأقصى={0}
az_latn_az: MAKS={0}
hy_am: Առավելագույն={0}
ka_ge: მაქსიმუმი={0}
kk_kz: Ең жоғары={0}
ru_ru: Максимум={0}
th_th: มากที่สุด={0}
uk_ua: МАКС={0}

# GridStringId.MenuFooterMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინიმუმი
kk_kz: Ең төмен
ru_ru: М&инимум
th_th: น้อยที่สุด
uk_ua: Мін.

# GridStringId.MenuFooterMinFormat
source: MIN={0}
ar_iq: الحد الأدنى={0}
hy_am: Նվազագույնը={0}
ka_ge: მინიმუმი={0}
kk_kz: Ең төмен={0}
ru_ru: Минимум={0}
th_th: น้อยที่สุด={0}
uk_ua: МІН={0}

# LayoutStringId.LoadButtonHintText
source: Load layout from XML file
ar_iq: تحميل التخطيط من ملف XML
az_latn_az: XML faylından cədvəli yüklə
hy_am: XML ֆայլից բեռնել նշումը
ka_ge: სქემის ჩატვირთვა XML ფორმატის ფაილიდან
kk_kz: XML файлдан белгілерді жүктеу
ru_ru: Загрузить разметку из XML файла
th_th: โหลดเลย์เอาท์จากไฟล์ XML
uk_ua: Завантажити схему з файлу XML

# LayoutStringId.LoadHintCaption
source: Load(Ctrl+O)
ar_iq: تحميل(Ctrl+O)
az_latn_az: Yüklə(Ctrl+O)
hy_am: Բեռնել (Ctrl+O)
ka_ge: ჩატვირთვა (Ctrl+O)
kk_kz: Жүктеу (Ctrl+O)
ru_ru: Загрузить (Ctrl+O)
th_th: โหลด (Ctrl+O)
uk_ua: Завантажити(Ctrl+O)

# LayoutStringId.LockHeightMenuItem
source: Lock Height
ar_iq: تثبيت الطول
az_latn_az: Hündürlüyü kilidlə
hy_am: Ֆիքսել բարձրությունը
ka_ge: სიმაღლის დაფიქსირება
kk_kz: Биіктікті белгілеу
ru_ru: Фиксировать высоту
th_th: ล็อคความสูง
uk_ua: Фіксувати висоту

# LayoutStringId.LockItemSizeMenuText
source: Lock Item Size
ar_iq: تثبيت حجم العنصر
az_latn_az: Elementin ölçüsünü kilidlə
hy_am: Ֆիքսել տարրի չափը
ka_ge: ელემენტის ზომის დაფიქსირება
kk_kz: Элемент өлшемін белгілеу
ru_ru: Фиксировать размер элемента
th_th: ล็อคขนาดรายการ
uk_ua: Фіксувати розмір елементу

# LayoutStringId.LockSizeMenuItem
source: Lock Size
ar_iq: تثبيت الحجم
az_latn_az: Ölçünü kilidlə
hy_am: Ֆիքսել չափը
ka_ge: ზომის დაფიქსირება
kk_kz: Өлшемді белгілеу
ru_ru: Фиксировать размер
th_th: ล็อคขนาด
uk_ua: Фіксувати розмір

# LayoutStringId.LockWidthMenuItem
source: Lock Width
ar_iq: تثبيت العرض
az_latn_az: Eni kilidlə
hy_am: Ֆիքսել լայնությունը
ka_ge: სიგანის დაფიქსირება
kk_kz: Енін белгілеу
ru_ru: Фиксировать ширину
th_th: ล็อคความกว้าง
uk_ua: Фіксувати ширину

# PivotGridStringId.OLAPMeasuresCaption
source: Measures
ar_iq: الإجراءات
az_latn_az: Ölçülər
hy_am: Միջոցառումներ
ka_ge: მაჩვენებლები
kk_kz: Көрсеткіштер
ru_ru: Показатели
th_th: การวัด
uk_ua: Показники

# PivotGridStringId.PrintDesignerMergeColumnFieldValues
source: Merge Column Field Values
ar_iq: دمج قيم حقل الأعمدة
az_latn_az: Sütunun dəyərlərini birləşdir
hy_am: Միավորել սյունակների դաշտերի արժեքները
ka_ge: სვეტების ველების მნიშვნელობების გაერთიანება
kk_kz: Мән жолақтары бағандарының қосылып кетуі
ru_ru: Слияние столбцов полей значений
th_th: รวมค่าช่องคอลัมน์
uk_ua: Злиття колонок зі значеннями полів

# PivotGridStringId.PrintDesignerMergeRowFieldValues
source: Merge Row Field Values
ar_iq: دمج قيم حقل الصفوف
az_latn_az: Cərgələr dəyərlərini birləşdir
hy_am: Միավորել տողերի դաշտերի արժեքները
ka_ge: რიგების ველების მნიშვნელობების გაერთიანება
kk_kz: Мән жолақтары бағандарының қосылып кетуі
ru_ru: Слияние строк полей значений
th_th: รวมค่าช่องแถว
uk_ua: Злиття рядків зі значеннями полів

# PivotGridStringId.SummaryMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქს.
kk_kz: Ең жоғары
ru_ru: Максимум
th_th: มากที่สุด
uk_ua: Макс.

# PivotGridStringId.SummaryMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინ.
kk_kz: Ең төмен
ru_ru: Минимум
th_th: น้อยที่สุด
uk_ua: Мін.

# PreviewStringId.BarText_MainMenu
source: Main Menu
ar_iq: القائمة الرئيسية
az_latn_az: Əsas menyu
hy_am: Գլխավոր մենյու
ka_ge: მთავარი მენიუ
kk_kz: Басты мәзір
ru_ru: Главное меню
th_th: เมนูหลัก
uk_ua: Головне меню

# PreviewStringId.ExportOption_PdfImageQuality_Low
source: Low
ar_iq: منخفض
az_latn_az: Aşağı
hy_am: Ցածր
ka_ge: დაბლითა
kk_kz: Төмен
ru_ru: Низкое
th_th: ต่ำ
uk_ua: Низьке

# PreviewStringId.ExportOption_PdfImageQuality_Lowest
source: Lowest
ar_iq: الأخفض
az_latn_az: Ən aşağı
hy_am: Ամենացածր
ka_ge: უდაბლესი
kk_kz: ең төменгі
ru_ru: Самое низкое
th_th: ต่ำที่สุด
uk_ua: Найнижче

# PreviewStringId.ExportOption_PdfImageQuality_Medium
source: Medium
ar_iq: متوسط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Среднее
th_th: กลาง
uk_ua: Середнє

# PreviewStringId.ExportOption_PdfPrintingPermissions_LowResolution
source: Low Resolution (150 dpi)
ar_iq: دقة منخفضة (150 dpi)
az_latn_az: Aşağı keyfiyyətli (150 dpi)
hy_am: Ցածր լուծելիություն (150 dpi)
ka_ge: დაბალი რეზოლუცია (150 dpi)
kk_kz: Төмен рұқсат ету (150 dpi)
ru_ru: Низкое разрешение (150 dpi)
th_th: ความละเอียดต่ำ (150 dpi)
uk_ua: Низька роздільна здатність (150 dpi)

# PreviewStringId.ExportOption_XpsCompression_Maximum
source: Maximum
ar_iq: الحد الأقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქსიმუმი
kk_kz: Ең жоғары
ru_ru: Максимально
th_th: มากที่สุด
uk_ua: Максимальне

# PreviewStringId.ExportOptionsForm_CaptionMht
source: MHT Export Options
ar_iq: خيارات تصدير MHT
az_latn_az: MHT eksport seçimləri
hy_am: MHT արտահանման տարբերակներ
ka_ge: MHT–ს ექსპორტის ოპციები
kk_kz: MHT экспортының опциялары
ru_ru: Опции экспорта MHT
th_th: ตัวเลือกการส่งออกMHT
uk_ua: Опції експорту MHT

# PreviewStringId.MenuItem_MhtDocument
source: MHT File
ar_iq: ملف MHT
az_latn_az: MHT faylı
hy_am: MHT ֆայլ
ka_ge: MHT ფაილი
kk_kz: MHT файлы
ru_ru: Документ MHT
th_th: ไฟล์ MHT
uk_ua: Файл MHT

# PreviewStringId.RibbonPreview_ExportMht_Caption
source: MHT File
ar_iq: ملف MHT
az_latn_az: MHT faylı
hy_am: MHT ֆայլ
ka_ge: MHT ფაილი
kk_kz: MHТ файлы
ru_ru: MHT файл
th_th: ไฟล์ MHT
uk_ua: Файл MHT

# PreviewStringId.RibbonPreview_ExportXls_Description
source: Microsoft Excel 2000-2003 Workbook
ar_iq: مصنف Microsoft Excel 2000-2003
az_latn_az: Microsoft Excel iş kitabçası
hy_am: Microsoft Excel 2000-2003 աշխատանքային գիրք
ka_ge: Microsoft Excel2000-2003–ის სამუშაო წიგნი
kk_kz: Microsoft Excel 2000-2003 кітабы
ru_ru: Книга Microsoft Excel
th_th: หนังสือทำงาน Microsoft Excel 2000-2003
uk_ua: Книга Microsoft Excel 2000-2003

# PreviewStringId.RibbonPreview_ExportXlsx_Description
source: Microsoft Excel 2007 Workbook
ar_iq: مصنف Microsoft Excel 2007
az_latn_az: Microsoft Excel 2007 Kitabı
hy_am: Microsoft Excel 2007 աշխատանքային գիրք
ka_ge: Microsoft Excel 2007–ის სამუშაო წიგნი
kk_kz: Microsoft Excel 2007 кітабы
ru_ru: Книга Microsoft Excel 2007
th_th: หนังสือทำงาน Microsoft Excel 2007
uk_ua: Книга Microsoft Excel 2007

# PreviewStringId.RibbonPreview_Magnifier_Caption
source: Magnifier
ar_iq: مكبر
az_latn_az: Böyüdücü
hy_am: Խոշորացույց
ka_ge: გამადიდებელი
kk_kz: Үлкейткіш
ru_ru: Увеличитель
th_th: ตัวเพิ่มขนาด
uk_ua: Збільшити

# PreviewStringId.RibbonPreview_Magnifier_STipTitle
source: Magnifier
ar_iq: مكبر
az_latn_az: Böyüdücü
hy_am: Խոշորացույց
ka_ge: გამადიდებელი
kk_kz: Үлкейткіш
ru_ru: Увеличитель
th_th: ตัวเพิ่มขนาด
uk_ua: Збільшити

# PreviewStringId.RibbonPreview_MultiplePages_Caption
source: Many Pages
ar_iq: عدة صفحات
az_latn_az: Çoxlu səhifələr
hy_am: Շատ էջեր
ka_ge: ბევრი გვერდი
kk_kz: Көп бет
ru_ru: Много страниц
th_th: หลายหน้า
uk_ua: Багато сторінок

# PreviewStringId.RibbonPreview_PageMargins_Caption
source: Margins
ar_iq: الهوامش
az_latn_az: Kənarlar
hy_am: Լուսանցքներ
ka_ge: ზღვრები
kk_kz: Жолақтар
ru_ru: Поля
th_th: ขอบ
uk_ua: Поля

# PreviewStringId.RibbonPreview_SendMht_Caption
source: MHT File
ar_iq: ملف MHT
az_latn_az: MHT faylı
hy_am: MHT ֆայլ
ka_ge: MHT ფაილი
kk_kz: MHT файлы
ru_ru: MHT файл
th_th: ไฟล์ MHT
uk_ua: Файл MHT

# PreviewStringId.RibbonPreview_SendXls_Description
source: Microsoft Excel 2000-2003 Workbook
ar_iq: مصنف Microsoft Excel 2000-2003
az_latn_az: Microsoft Excel iş kitabçası
hy_am: Microsoft Excel 2000-2003 աշխատանքային գիրք
ka_ge: Microsoft Excel 2000-2003–ის სამუშაო წიგნი
kk_kz: Microsoft Excel 2000-2003 кітабы
ru_ru: Книга Microsoft Excel
th_th: หนังสือทำงาน Microsoft Excel 2000-2003
uk_ua: Книга Microsoft Excel 2000-2003

# PreviewStringId.RibbonPreview_SendXlsx_Description
source: Microsoft Excel 2007 Workbook
ar_iq: مصنف Microsoft Excel 2007
az_latn_az: Microsoft Excel 2007 kitabı
hy_am: Microsoft Excel 2007 աշխատանքային գիրք
ka_ge: Microsoft Excel 2007–ის სამუშაო წიგნი
kk_kz: Microsoft Excel 2007 кітабы
ru_ru: Книга Microsoft Excel 2007
th_th: หนังสือทำงาน Microsoft Excel 2007
uk_ua: Книга Microsoft Excel 2007

# PreviewStringId.SaveDlg_FilterMht
source: MHT Document
ar_iq: مستند MHT
az_latn_az: MHT sənədi
hy_am: MHT փաստաթուղթ
ka_ge: MHT ფორმატის დოკუმენტი
kk_kz: MHT құжаты
ru_ru: Документ MHT
th_th: เอกสาร MHT
uk_ua: Документ MHT

# PreviewStringId.TB_TTip_Magnifier
source: Magnifier
ar_iq: مكبر
az_latn_az: Böyüdücü
hy_am: Խոշորացում
ka_ge: გამადიდებელი
kk_kz: Үлкею
ru_ru: Увеличение
th_th: ตัวเพิ่มขนาด
uk_ua: Збільшити

# PreviewStringId.WMForm_VertAlign_Middle
source: Middle
ar_iq: وسط
az_latn_az: Ortada
hy_am: Մեջտեղում
ka_ge: შუაში
kk_kz: Ортасы бойынша
ru_ru: По середине
th_th: กลาง
uk_ua: Посередині

# ReportStringId.Cmd_RtfLoad
source: Load File...
ar_iq: تحميل الملف...
az_latn_az: Fayl yüklə...
hy_am: Բեռնել ֆայլը...
ka_ge: ფაილის ჩატვირთვა...
kk_kz: Файлды жүктеу
ru_ru: Загрузить файл
th_th: โหลดไฟล์...
uk_ua: Завантажити файл...

# ReportStringId.DesignerStatus_Location
source: Loc
az_latn_az: Yerləşmə
hy_am: Դիրք
ka_ge: განლაგების ადგილი
kk_kz: Позиция
ru_ru: Позиция
uk_ua: Положення

# ReportStringId.PivotGridForm_GroupMain_Caption
source: Main
ar_iq: رئيسي
az_latn_az: Əsas
hy_am: Հիմնական
ka_ge: მთავარი
kk_kz: Басты
ru_ru: Главный
th_th: หลัก
uk_ua: Головний

# ReportStringId.PivotGridForm_GroupMain_Description
source: Main settings(Fields, Layout).
ar_iq: إعدادات رئيسية (حقول، تخطيط)
az_latn_az: Əsas qurmalar (sahələr, Cədvəl).
hy_am: Հիմնական կարգավորումներ (Դաշտեր, Դասավորվածություն):
ka_ge: დაყენების ძირითადი პარამეტრები (ველები, სქემა).
kk_kz: Басты теңшелімдер.
ru_ru: Главные настройки
th_th: การตั้งค่าหลัก (ช่อง เลย์เอาท์)
uk_ua: Головні налаштування(поля, схема).

# ReportStringId.PivotGridForm_ItemFields_Description
source: Manage fields.
ar_iq: إدارة الحقول.
az_latn_az: Sahələri idarə et
hy_am: Դաշտերի կառավարում
ka_ge: ველების მართვა.
kk_kz: Жолақтарды басқару.
ru_ru: Управление полями
th_th: จัดการช่อง
uk_ua: Управління полями

# ReportStringId.RibbonXRDesign_FontBold_STipContent
source: Make the selected text bold.
ar_iq: جعل النص المحدد عريضاً.
az_latn_az: Seçilmiş mətnin şriftini qalın et
hy_am: Նշված տեքստը դարձնել թավատառ:
ka_ge: გაამსხვილეთ მონიშნული ტექსტი.
kk_kz: Ерекшеленген мәтінді жартылай жуандатыңыз.
ru_ru: Сделайте выделенный текст полужирным.
th_th: ทำให้ตัวอักษรเป็นแบบหนา
uk_ua: Зробити виділений текст напівжирним.

# ReportStringId.RibbonXRDesign_HorizSpaceMakeEqual_Caption
source: Make Horizontal Spacing Equal
ar_iq: جعل التباعد الأفقي متساوي
az_latn_az: Üfüqi məsafəni bərabərləşdir
hy_am: Հորիզոնական միջակայքը դարձնել հավասար
ka_ge: გაათანაბრეთ ჰორიზონტალური შუალედი
kk_kz: Көлденең аралықты теңестіріңіз
ru_ru: Сделайте горизонтальный интервал равным
th_th: ทำให้ช่องว่างแนวนอนเท่ากัน
uk_ua: Зробити горизонтальний інтервал рівним

# ReportStringId.RibbonXRDesign_HorizSpaceMakeEqual_STipContent
source: Make the horizontal spacing between the selected controls equal.
ar_iq: جعل التباعد الأفقي متساوي بين عناصر التحكم المحددة.
az_latn_az: Seçilmiş idarə elementlər arasında üfüqi məsafəni bərabər et
hy_am: Հորիզոնական միջակայքը դարձնել հավասար նշված կառավարման տարրերի միջև:
ka_ge: გაათანაბრეთ ჰორიზონტალური შუალედები მართვის მონიშნულ ელემენტებს შორის.
kk_kz: Ерекшеленген басқару элементтері арасындағы көлденең аралықты теңестіріңіз.
ru_ru: Сделайте горизонтальный интервал равным между выделенными элементами управлениями.
th_th: ทำให้ช่องว่างแนวนอนระหว่างการควบคุมที่เลือกเท่ากัน
uk_ua: Зробити горизонтальний інтервал між обраними елементами управління рівним.

# ReportStringId.RibbonXRDesign_HorizSpaceMakeEqual_STipTitle
source: Make Horizontal Spacing Equal
ar_iq: جعل التباعد الأفقي متساوي
az_latn_az: Üfüqi məsafəni bərabərləşdir
hy_am: Հորիզոնական միջակայքը դարձնել հավասար
ka_ge: გაათანაბრეთ ჰორიზონტალური შუალედი
kk_kz: Көлденең аралықты теңестіріңіз
ru_ru: Сделайте горизонтальный интервал равным
th_th: ทำให้ช่องว่างแนวนอนเท่ากัน
uk_ua: Зробити горизонтальний інтервал рівним

# ReportStringId.RibbonXRDesign_SizeToControl_Caption
source: Make Same Size
ar_iq: استخدام نفس الحجم
az_latn_az: Eyni ölçüdə et
hy_am: Դարձնել նույն չափի
ka_ge: დააყენეთ ერთნაირი ზომა
kk_kz: Дәл сол өлшемді жасаңыз
ru_ru: Сделайте тот же самый размер
th_th: ทำให้เป็นขนาดเดียวกัน
uk_ua: Зрівняти Розмір
