Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PreviewStringId.ExportOption_ConfirmOpenPasswordForm_Note
source: Please confirm the Document Open Password. Be sure to make a note of the password. It will be required to open the document.
ar_iq: يرجى تأكيد كلمة مرور فتح المستند. تأكد من توثيق كلمة المرور. سيتم طلبها لفتح المستند.
az_latn_az: Zəhmət olmasa, sənədi açma parolunu təsdiqləyin. Parolu bir yerə qeyd etdiyinizə əmin olun. O, sənədi açmaq üçün tələb olunacaqdır.
hy_am: Խնդրում ենք հաստատել Ձեր գաղտնաբառը: Ուշադրություն դարձրեք գաղտնաբառի վրա: Այն անհրաժեշտ է փաստաթուղթը բացելու համար:
ka_ge: თუ შეიძლება, დაადასტურეთ დოკუმენტის გახსნის პაროლი. აუცილებლად ჩაინიშნეთ პაროლი.იგი დაგჭირდებათ დოკუმენტის გახსნის დროს.
kk_kz: Парольді растаңыз. Парольге назар аударыңыз. Бұл құжатты ашу үшін қажет.
ru_ru: Пожалуйста подтвердите пароль. Обратите внимание на пароль. Это необходимо для открытия документа.
th_th: กรุณายืนยันรหัสผ่านการเปิดเอกสาร ตรวจสอบให้แน่ใจว่าได้สร้างหมายเหตุรหัสผ่านแล้ว เพราะจำเป็นต้องใช้ในการเปิดเอกสาร
uk_ua: Будь ласка, підтвердіть пароль для відкриття документу. Впевніться, що записали пароль. Він знадобиться для відкриття документу.

# PreviewStringId.ExportOption_ConfirmPermissionsPasswordForm_Note
source: Please confirm the Permissions Password. Be sure to make a note of the password. You will need it to change these settings in the future.
ar_iq: يرجى تأكيد كلمة المرور الأذونات. تأكد من توثيق كلمة المرور. سوف تحتاج إليها عند تغيير هذه الإعدادات في المستقبل.
az_latn_az: Zəhmət olmasa, icazələr parolunu təsdiqləyin. Parolu bir yerə qeyd etdiyinizə əmin olun. O, gələcəkdə bu qurmaların dəyişdirilməsi üçün tələb olunacaqdır.
hy_am: Խնդրում ենք հաստատել մուտքի իրավունքի գաղտնաբառը: Ուշադրություն դարձրեք գաղտնաբառի վրա: Այն ձեզ անհրաժեշտ կլինի հետագայում կարգավորման պարամետրերը փոխելու համար:
ka_ge: თუ შეიძლება, დაადასტურეთ ხელმისაწვდომობის ნებართვების პაროლი. აუცილებლად ჩაინიშნეთ პაროლი. იგი დაგჭრიდებათ მომავალში ამ პარამეტრების შესაცვლელად.
kk_kz: Қол жеткізу құқығының паролін растаңыз. Парольге назар аударыңыз. Болашақта осы теңшелім параметрлерін өзгерту үшін бұл сізге қажет болады.
ru_ru: Пожалуйста подтвердите пароль прав доступа. Обратите внимание на пароль. Вы будете нуждаться в этом, чтобы изменить эти параметры настройки в будущем.
th_th: กรุณายืนยันรหัสผ่านการอนุญาติ ตรวจสอบให้แน่ใจว่าได้สร้างหมายเหตุรหัสผ่านแล้ว เพราะจำเป็นต้องใช้ในการเปิดเอกสาร
uk_ua: Будь ласка, підтвердіть пароль прав доступу. Bпевніться, що ви занотували його. Він знадобиться для зміни цих параметрів у майбутньому.

# PreviewStringId.ExportOption_HtmlRemoveSecondarySymbols
source: Remove carriage returns
ar_iq: إزالة إدراج سطر جديد
az_latn_az: Faytonun qayıtmasını silin
hy_am: Հեռացնել տպասայլի վերադարձը
ka_ge: ვაგონის დაბრუნების ამოღება
kk_kz: Тасымалдағышты қайтаруды алып тастау
ru_ru: Убрать возврат коретки
th_th: ย้ายcarriage returns
uk_ua: Скасувати повернення коретки

# PreviewStringId.ExportOption_TextQuoteStringsWithSeparators
source: Quote strings with separators
ar_iq: اقتباس سلاسل مع فواصل
az_latn_az: Ayırıcılarla sitat sətri
hy_am: Բաժանիչներով տողի մեջբերում
ka_ge: სტრიქონების ციტირება გამყოფებით
kk_kz: Бөлгіштері бар жолдың цитатасы
ru_ru: Цитата строки с разделителями
th_th: แถวเครื่องหมายยกคำพูด พร้อมตัวคั่น
uk_ua: Цитата рядку з розмежувачами

# PreviewStringId.Msg_SearchDialogReady
source: Ready
ar_iq: جاهز
az_latn_az: Hazır
hy_am: Պատրաստ
ka_ge: მზადაა
kk_kz: Дайын
ru_ru: Готов
th_th: พร้อม
uk_ua: Готовий

# PreviewStringId.OpenFileDialog_Filter
source: Preview Document Files (*{0})|*{0}|All Files (*.*)|*.*
ar_iq: معاينة ملفات المستند (*{0})|*{0}|كل الملفات (*.*)|*.*
az_latn_az: Sənəd fayllarının ilkin baxışı (*{0})|*{0}|Bütün fayllar (*.*)|*.*
hy_am: Նախնական դիտել փաստաթղթի ֆայլերը (*{0})|*{0}|Բոլոր ֆայլերը (*.*)|*.*
ka_ge: დოკუმენტის ფაილების წინასწარი ნახვა (*{0})|*{0}|ყველა ფაილი (*.*)|*.*
kk_kz: (*{0})|*{0}| алдын ала қарап шығу үшін құжат файлы. Барлық файл (*.*)|*.*
ru_ru: Файлы документа для предпросмотра (*{0})|*{0}|Все файлы (*.*)|*.*
th_th: พรีวิวไฟล์เอกสาร(*{0})|*{0}|ไฟล์ทั้งหมด (*.*)|*.*
uk_ua: Попередній перегляд файлів документу (*{0})|*{0}|Усі файли (*.*)|*.*

# PreviewStringId.PreviewForm_Caption
source: Preview
ar_iq: معاينة
az_latn_az: İlkin baxış
hy_am: Նախնական դիտում
ka_ge: წინასწარი ნახვა
kk_kz: Қарап шығу
ru_ru: Просмотр
th_th: พริวิว
uk_ua: Попередній перегляд

# PreviewStringId.RibbonPreview_ExportTxt_Description
source: Plain Text
ar_iq: نص عادي
az_latn_az: Sadə mətn
hy_am: Բաց տեքստ
ka_ge: ღია ტექსტი
kk_kz: Ашық мәтін
ru_ru: Открытый текст
th_th: ตัวอักษรแบบธรรมดา
uk_ua: Простий текст

# PreviewStringId.RibbonPreview_GalleryItem_PageOrientationPortrait_Caption
source: Portrait
ar_iq: عمودي
az_latn_az: Portret
hy_am: Ուղղահայաց
ka_ge: ვერტიკალური ფორმატი
kk_kz: Тігінен
ru_ru: Вертикально
th_th: แนวตั้ง
uk_ua: Книжне

# PreviewStringId.RibbonPreview_PageGroup_Print
source: Print
ar_iq: طباعة
az_latn_az: Çap et
hy_am: Տպել
ka_ge: ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: พิมพ์
uk_ua: Друк

# PreviewStringId.RibbonPreview_PageText
source: Print Preview
ar_iq: معاينة الطباعة
az_latn_az: Çapdan öncə nəzərdən keçirmə
hy_am: Տպման նախնական դիտում
ka_ge: ბეჭდვის წინასწარი ნახვა
kk_kz: Басып шығаруды алдын ала қарап шығу
ru_ru: Предпросмотр печати
th_th: พรีวิวการพิมพ์
uk_ua: Попередній перегляд друку

# PreviewStringId.RibbonPreview_Pointer_Caption
source: Pointer
ar_iq: مؤشر
az_latn_az: Göstərici
hy_am: Ցուցիչ
ka_ge: მაჩვენებელი
kk_kz: Көрсеткіш
ru_ru: Указатель
th_th: ตัวชี้
uk_ua: Курсор

# PreviewStringId.RibbonPreview_Print_Caption
source: Print
ar_iq: طباعة
az_latn_az: Çap et
hy_am: Տպել
ka_ge: ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: พิมพ์
uk_ua: Друк

# PreviewStringId.RibbonPreview_Print_STipTitle
source: Print (Ctrl+P)
ar_iq: طباعة (Ctrl+P)
az_latn_az: Çap et (Ctrl+P)
hy_am: Տպել (Ctrl+P)
ka_ge: ბეჭდვა (Ctrl+P)
kk_kz: Басып шығару (Ctrl+P)
ru_ru: Печать (Ctrl+P)
th_th: พิมพ์ (Ctrl+P)
uk_ua: Друк (Ctrl+P)

# PreviewStringId.RibbonPreview_PrintDirect_Caption
source: Quick Print
ar_iq: الطباعة السريعة
az_latn_az: Cəld çap
hy_am: Արագ տպում
ka_ge: სწრაფი ბეჭდვა
kk_kz: Жылдам басып шығару
ru_ru: Быстрая печать
th_th: พิมพ์อย่างรวดเร็ว
uk_ua: Швидкий друк

# PreviewStringId.RibbonPreview_PrintDirect_STipTitle
source: Quick Print
ar_iq: الطباعة السريعة
az_latn_az: Cəld çap
hy_am: Արագ տպում
ka_ge: სწრაფი ბეჭდვა
kk_kz: Жылдам басып шығару
ru_ru: Быстрая печать
th_th: พิมพ์อย่างรวดเร็ว
uk_ua: Швидкий друк

# PreviewStringId.RibbonPreview_SendTxt_Description
source: Plain Text
ar_iq: نص عادي
az_latn_az: Sadə mətn
hy_am: Բաց տեքստ
ka_ge: ღია ტექსტი
kk_kz: Ашық мәтін
ru_ru: Открытый текст
th_th: ตัวอักษรแบบธรรมดา
uk_ua: Простий текст

# PreviewStringId.RibbonPreview_ShowPrevPage_Caption
source: Previous Page
ar_iq: الصفحة السابقة
az_latn_az: Əvvəlki səhifə
hy_am: Նախորդ էջ
ka_ge: წინა გვერდი
kk_kz: Алдыңғы бет
ru_ru: Предыдущая страница
th_th: หน้าก่อนหน้านี้
uk_ua: Попередня сторінка

# PreviewStringId.RibbonPreview_ShowPrevPage_STipTitle
source: Previous Page (PageUp)
ar_iq: الصفحة السابقة (PageUp)
az_latn_az: Əvvəlki səhifə (səhifə yuxarı)
hy_am: Նախորդ էջ (PageUp)
ka_ge: წინა გვერდი (PageUp)
kk_kz: Алдыңғы бет (PageUp)
ru_ru: Предыдущая страница (PageUp)
th_th: หน้าต่อไป (หน้าขึ้น)
uk_ua: Попередня сторінка (PageUp)

# PreviewStringId.SaveDlg_FilterPng
source: PNG Portable Network Graphics Format
az_latn_az: PNG Portable Network Graphics formatı
hy_am: PNG նկար
ka_ge: PNG ფორმატი
kk_kz: PNG картинкасы
ru_ru: Картинка PNG
th_th: ฟอร์แม็ตพอร์เทเบิล กราฟฟิค เน็ตเวิร์ค PNG
uk_ua: Формат PNG

# PreviewStringId.Shapes_Polygon
source: Polygon
ar_iq: مضلع
az_latn_az: Çoxbucaqlı
hy_am: Բազմանկյուն
ka_ge: მრავალკუთხა
kk_kz: Көпбұрыш
ru_ru: Многоугольник
th_th: รูปหลายเหลี่ยม
uk_ua: Полігон

# PreviewStringId.Shapes_Rectangle
source: Rectangle
ar_iq: مستطيل
az_latn_az: Düzbucaqlı
hy_am: Ուղղանկյուն
ka_ge: მართკუთხედი
kk_kz: Тікбұрыш
ru_ru: Прямоугольник
th_th: สี่เหลี่ยมผืนผ้า
uk_ua: Прямокутник

# PreviewStringId.TB_TTip_PreviousPage
source: Previous Page
ar_iq: الصفحة السابقة
az_latn_az: Əvvəlki səhifə
hy_am: Նախորդ էջ
ka_ge: წინა გვერდი
kk_kz: Алдыңғы бет
ru_ru: Предыдущая страница
th_th: หน้าก่อนหน้านี้
uk_ua: Попередня сторінка

# PreviewStringId.TB_TTip_Print
source: Print
ar_iq: طباعة
az_latn_az: Çap et
hy_am: Տպել
ka_ge: ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: พิมพ์
uk_ua: Друк

# PreviewStringId.TB_TTip_PrintDirect
source: Quick Print
ar_iq: الطباعة السريعة
az_latn_az: Cəld çap
hy_am: Արագ տպում
ka_ge: სწრაფი ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: พิมพ์อย่างรวดเร็ว
uk_ua: Швидкий друк

# ReportStringId.BCForm_Lbl_Property
source: Property
ar_iq: الخاصية
az_latn_az: Xassə
hy_am: Հատկություն
ka_ge: მახასიათებლები
kk_kz: Қасиеті
ru_ru: Свойство
th_th: คุณลักษณะ
uk_ua: Властивість

# ReportStringId.CatPrinting
source: Printing
ar_iq: طباعة
az_latn_az: Çap
hy_am: Տպում
ka_ge: ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: การพิมพ์
uk_ua: Друкування

# ReportStringId.Cmd_ClearCalculatedFields
source: Remove All Calculated Fields
ar_iq: إزالة كل الحقول المحسوبة
az_latn_az: Bütün hesablanan sahələri silmək
hy_am: Հեռացնել բոլոր հաշվարկված դաշտերը
ka_ge: ყველა გამოსათვლელი ველის ამოღება
kk_kz: Барлық есептелетін жолақты алып тастау
ru_ru: Удалить все вычисляемые поля
th_th: ลบช่อง คำนวนแล้ว ทั้งหมด
uk_ua: Видалити усі обчислені поля

# ReportStringId.Cmd_ClearParameters
source: Remove All Parameters
ar_iq: إزالة كل المعلمات
az_latn_az: Bütün parametrləri silmək
hy_am: Հեռացնել բոլոր պարամետրերը
ka_ge: ყველა პარამეტრის ამოღება
kk_kz: Барлық параметрді алып тастау
ru_ru: Удалить все параметры
th_th: ลบพารามิเตอร์ทั้งหมด
uk_ua: Видалити усі параметри

# ReportStringId.FRSForm_TTip_RemoveRule
source: Remove a formatting rule
ar_iq: إزالة قاعدة التنسيق
az_latn_az: Formatlaşdırma qaydalarını silmək
hy_am: Հեռացնել ֆորմատավորման կանոնը
ka_ge: დაფორმატების წესის ამოღება
kk_kz: Пішімдеу ережесін алып тастау
ru_ru: Удалить правило форматирования
th_th: ย้ายเกณฑ์การฟอร์แม็ต
uk_ua: Видалити правило форматування

# ReportStringId.FSForm_Lbl_Prefix
source: Prefix:
ar_iq: بادئة:
az_latn_az: Prefiks:
hy_am: Նախածանց
ka_ge: პრეფიქსი:
kk_kz: Префикс
ru_ru: Префикс
th_th: คำนำหน้า:
uk_ua: Префікс:

# ReportStringId.Msg_WarningControlsAreOutOfMargin
source: Printing warning: The following controls are outside the right page margin, and this will cause extra pages to be printed - {0}.
ar_iq: جاري طباعة التحذير: عناصر التحكم التالية هي خارج هامش الصفحة الأيمن، وهذا سوف يؤدي إلى طباعة صفحات إضافية - {0}.
az_latn_az: Xəbərdarlıq: idarə etmənin növbəti elementləri birinci səhifənin kənarına çıxmışdir, bu isə əlavə səhifələrin çapına səbəb olur - {0}.
hy_am: Նախազգուշացում՝ Հետևյալ կառավարման տարրերը դուրս են եկել էջի աջ լուսանցքի սահմաններից, որը հանգեցրել է լրացուցիչ էջերի տպագրությանը - {0}:
ka_ge: გაფრთხილება ბეჭდვისას: მართვის შემდეგი ელემენტები გასულია გვერდის მარჯვენა ზღვარის გარეთ, რის გამოც დაიბეჭდება დამატებითი გვერდები - {0}.
kk_kz: Ескерту: басқарудың мынадай элементтері беттің оң жақ жиегінің шегінен шығып кетті, бұл қосымша {0} бет басуға әкеп соқты.
ru_ru: Предупреждение: следующие элементы управление вышли за границы правого поля страницы, что вызвало печать дополнительных страниц - {0}.
th_th: ตำเตือนในการพิมพ์: การควบคุมต่อไปนี้อยู่ด้านนอกขอบหน้า และจะก่อให้เกิดการพิมพ์หน้าที่มากเกินไป- {0}
uk_ua: Попередження: Наступні елементи управління знаходяться за межами правого краю сторінки, це призведе до друку зайвих сторінок - {0}.

# ReportStringId.PanelDesignMsg
source: Place controls here to keep them together
ar_iq: ضع عناصر التحكم هنا لإبقائها مع بعضها
az_latn_az: Kontrolları bir yerdə saxlamaq üçün onları buraya yerləşdirin
hy_am: Տեղադրեք կառավարման տարրերն այստեղ՝ նրանց միավորման համար:
ka_ge: მართვის ელემენტები მოათავსეთ აქ მათი გაერთიანების მიზნით
kk_kz: Басқару элементтерін біріктіру үшін оларды осында орналастырыңыз
ru_ru: Перетащите элементы управления сюда для их объединения
th_th: วางการควบคุมที่นี่ เพื่อรวมไว้ด้วยกัน
uk_ua: Розташуйте едементи управління тут, щоб тримати їх разом

# ReportStringId.PivotGridForm_GroupPrinting_Caption
source: Printing
ar_iq: طباعة
az_latn_az: Çap etmə
hy_am: Տպում
ka_ge: ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: การพิมพ์
uk_ua: Друкування

# ReportStringId.PivotGridForm_GroupPrinting_Description
source: Printing option management for the current XRPivotGrid.
ar_iq: إدارة خيارات الطباعة لـ XRPivotGrid الحالي.
az_latn_az: Cari XRPivotGrid üçün çap seçimlərinin idarə edilməsi.
hy_am: Տպման կարգավորումներ ընթացիկ XRամփոփիչաղյուսակ-ի համար:
ka_ge: ბეჭდვის ოპციების მართვა მიმდინარე XRPivotGrid–ისთვის.
kk_kz: Ағымдағы XRPivotGrid үшін басып шығару теңшелімі
ru_ru: Настройки печати для текущего XRPivotGrid
th_th: การจัดการตัวเลือกการพิมพ์สำหรับ XRPivotGrid ปัจจุบัน
uk_ua: Настройка друку для чинного XRPivotGrid.

# ReportStringId.PivotGridForm_ItemSettings_Caption
source: Printing Settings
ar_iq: إعدادات الطباعة
az_latn_az: Çapın köklənilməsi
hy_am: Տպման կարգավորումներ
ka_ge: ბეჭდვის პარამეტრები
kk_kz: Басып шығару теңшелімі
ru_ru: Настройки печати
th_th: การตั้งค่าการพิมพ์
uk_ua: Налаштування друку

# ReportStringId.RepTabCtl_Preview
source: Preview
ar_iq: معاينة
az_latn_az: Baxış
hy_am: Նախնական դիտում
ka_ge: წინასწარი ნახვა
kk_kz: Қарап шығу
ru_ru: Просмотр
th_th: พรีวิว
uk_ua: Попередній перегляд

# ReportStringId.RibbonXRDesign_HorizSpaceConcatenate_Caption
source: Remove Horizontal Spacing
ar_iq: إزالة التباعد الأفقي
az_latn_az: Horizontal məsafəni silin
hy_am: Հեռացնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის ამოღება
kk_kz: Көлденең аралықты жою
ru_ru: Удалите горизонтальный интервал
th_th: ย้ายช่องว่างแนวนอนออก
uk_ua: Видалити горизонтальний інтервал

# ReportStringId.RibbonXRDesign_HorizSpaceConcatenate_STipContent
source: Remove the horizontal spacing between the selected controls.
ar_iq: إزالة التباعد الأفقي بين عناصر التحكم المحددة.
az_latn_az: Seçilmiş idarə elementlər arasında üfüqi məsafələməni deaktivləşdir
hy_am: Հեռացնել հորիզոնական միջակայքը նշված կառավարման տարրերի միջև:
ka_ge: მართვის მონიშნულ ელემენტებს შორის ჰორიზონტალური შუალედის ამოღება
kk_kz: Басқарудың ерекшеленген элементтерінің арасындағы көлденең аралықты жою
ru_ru: Удалите горизонтальный интервал между выделенными элементами управлениями.
th_th: ย้ายช่องว่างแนวนอนออก ระหว่างการควบคุมที่เลือก
uk_ua: Видалити горизонтальний інтервал між обраними елементами управління.

# ReportStringId.RibbonXRDesign_HorizSpaceConcatenate_STipTitle
source: Remove Horizontal Spacing
ar_iq: إزالة التباعد الأفقي
az_latn_az: Horizontal məsafəni silin
hy_am: Հեռացնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის ამოღება
kk_kz: Көлденең аралықты жою
ru_ru: Удалите горизонтальный интервал
th_th: ย้ายช่องว่างแนวนอนออก
uk_ua: Видалити горизонтальний інтервал

# ReportStringId.RibbonXRDesign_HtmlRefresh_Caption
source: Refresh
ar_iq: تحديث
az_latn_az: Təzələmək
hy_am: Թարմացնել
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: รีเฟรช
uk_ua: Поновити

# ReportStringId.RibbonXRDesign_HtmlRefresh_STipContent
source: Refresh this page.
ar_iq: تحديث هذه الصفحة.
az_latn_az: Səhifəni təzələmək
hy_am: Թարմացնել այս էջը:
ka_ge: გვერდის განახლება
kk_kz: Бетті жаңарту
ru_ru: Обновить страницу.
th_th: รีเฟรชหน้านี้
uk_ua: Поновити сторінку

# ReportStringId.RibbonXRDesign_HtmlRefresh_STipTitle
source: Refresh
ar_iq: تحديث
az_latn_az: Təzələmək
hy_am: Թարմացնել
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: รีเฟรช
uk_ua: Поновити

# ReportStringId.RibbonXRDesign_Redo_Caption
source: Redo
ar_iq: إعادة
az_latn_az: Təkrarlamaq
hy_am: Կրկնել
ka_ge: გამეორება
kk_kz: Қайталау
ru_ru: Повторить
th_th: ทำใหม่
uk_ua: Повторити

# ReportStringId.RibbonXRDesign_Redo_STipContent
source: Redo the last operation.
ar_iq: إعادة العملية الاخيرة.
az_latn_az: Sonuncu hərəkəti təkrar et
hy_am: Կրկնել վերջին գործողությունը:
ka_ge: ბოლო ოპერაციის გამეორება
kk_kz: Соңғы операцияны қайталау
ru_ru: Повторить последнюю операцию.
th_th: ทำการปฏิบัตการล่าสุดใหม่
uk_ua: Повторити останню операцію.

# ReportStringId.RibbonXRDesign_Redo_STipTitle
source: Redo
ar_iq: إعادة
az_latn_az: Təkrarlamaq
hy_am: Կրկնել
ka_ge: გამეორება
kk_kz: Қайталау
ru_ru: Повторить
th_th: ทำใหม่
uk_ua: Повторити

# ReportStringId.SSForm_TTip_RemoveStyle
source: Remove a style
ar_iq: إزالة نمط
az_latn_az: Üslubu silmək
hy_am: Հեռացնել ոճը
ka_ge: სტილის წაშლა
kk_kz: Стильді алып тастау
ru_ru: Удалить стиль
th_th: ย้ายรูปแบบออก
uk_ua: Видалити стиль

# ReportStringId.STag_Name_PreviewRowCount
source: Preview Row Count
ar_iq: عدد صفوف المعاينة
az_latn_az: Sətirlərin sayına baxış
hy_am: Նախնական դիտման տող
ka_ge: წინასწარი ნახვის სტრიქონი
kk_kz: Алдын ала қарап шығу жолы
ru_ru: Строка Предварительного просмотра
th_th: พรีวิวจำนวนแถว
uk_ua: Рядок попереднього перегляду

# ReportStringId.UD_Hint_Redo
source: Redo the last operation
ar_iq: إعادة العملية الاخيرة
az_latn_az: Sonuncu hərəkəti təkrarla
hy_am: Կրկնել վերջին գործողությունը
ka_ge: ბოლო ოპერაციის გამეორება
kk_kz: Соңғы операцияны қайталау
ru_ru: Повторить последнюю операцию
th_th: ทำการปฏิบัติการใหม่อีกครั้ง
uk_ua: Повторити останню операцію

# ReportStringId.UD_Title_FieldList_ProjectObjectsText
source: Project Objects
ar_iq: كائنات المشروع
az_latn_az: Layihənin obyektləri
hy_am: Ծրագրի օբյեկտները
ka_ge: პროექტის ობიექტები
kk_kz: Жоба объектілері
ru_ru: Объекты проекта
th_th: วัตถุโปรเจ็กต์
uk_ua: Об'єкти проекту

# ReportStringId.UD_Title_PropertyGrid
source: Property Grid
ar_iq: شبكة الخصائص
az_latn_az: Xassələr cədvəli
hy_am: Հատկությունների խմբագրիչ
ka_ge: მახასიათებლების რედაქტორი
kk_kz: Қасиеттер терезесі
ru_ru: Окно свойств
th_th: ตารางคุณลักษณะ
uk_ua: Сітка властивостей

# ReportStringId.UD_TTip_HorizSpaceConcatenate
source: Remove Horizontal Spacing
ar_iq: إزالة التباعد الأفقي
az_latn_az: Horizontal üzrə məsafəni silmək
hy_am: Հեռացնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის ამოღება
kk_kz: Көлденең аралықты жою
ru_ru: Удалить интервалы по горизонтали
th_th: นำเอาช่องว่างแนวนอนออก
uk_ua: Видалити горизонтальний інтервал

# ReportStringId.UD_TTip_Redo
source: Redo
ar_iq: إعادة
az_latn_az: Təkrarlamaq
hy_am: Կրկնել
ka_ge: გამეორება
kk_kz: Қайталау
ru_ru: Повторить
th_th: ทำอีกครั้ง
uk_ua: Повторити

# ReportStringId.UD_XtraReportsPointerItemCaption
source: Pointer
ar_iq: مؤشر
az_latn_az: Göstərici
hy_am: Ցուցիչ
ka_ge: მაჩვენებელი
kk_kz: Көрсеткіш
ru_ru: Указатель
th_th: ตัวชี้
uk_ua: Курсор

# StringId.FilterMenuRowRemove
source: Remove Group
ar_iq: حذف مجموعة
az_latn_az: Qrupu silmək
hy_am: Հեռացնել խումբը
ka_ge: ჯგუფის ამოღება
kk_kz: Топты алып тастау
ru_ru: Удалить группу
th_th: ย้ายกลุ่ม
uk_ua: Видалити групу

# StringId.NavigatorPreviousButtonHint
source: Previous
ar_iq: السابق
az_latn_az: Əvvəlki
hy_am: Նախորդ
ka_ge: წინა
kk_kz: Алдыңғы
ru_ru: Предыдущая
th_th: ก่อนหน้า
uk_ua: Попередня

# StringId.NavigatorPreviousPageButtonHint
source: Previous Page
ar_iq: الصفحة السابقة
az_latn_az: Əvvəlki səhifə
hy_am: Նախորդ էջ
ka_ge: წინა გვერდი
kk_kz: Алдыңғы бет
ru_ru: Предыдущая страница
th_th: หน้าก่อนหน้า
uk_ua: Попередня сторінка

# StringId.NavigatorTextStringFormat
source: Record {0} of {1}
ar_iq: سجل {0} من {1}
az_latn_az: {1}-in {0} qeydi
hy_am: Գրառում {0} {1}-ից
ka_ge: ჩანაწერი{0} {1}–დან
kk_kz: {1} жазбаның {0}
ru_ru: Запись {0} из {1}
th_th: บันทึก {0}ของ {1}
uk_ua: Запис {0} з {1}

# StringId.PreviewPanelText
source: Preview:
ar_iq: المعاينة:
az_latn_az: İlkin baxış:
hy_am: Նախնական դիտում.
ka_ge: წინასწარი ნახვა:
kk_kz: Алдын ала қарап шығу
ru_ru: Предварительный просмотр:
th_th: พรีวิว:
uk_ua: Попередній перегляд:

# TreeListStringId.PrintDesignerHeader
source: Print Settings
ar_iq: إعدادات الطباعة
az_latn_az: Çap parametrləri
hy_am: Տպման կարգավորումներ
ka_ge: ბეჭდვის პარამეტრები
kk_kz: Басып шығару теңшелімі
ru_ru: Настройка печати
th_th: การตั้งค่าการพิมพ์
uk_ua: Параметри друку

# AccStringId.GridRow
source: Row {0}
ar_iq: الصف {0}
az_latn_az: Sətir {0}
hy_am: Տող {0}
ka_ge: სტრიქონი {0}
kk_kz: {0} жол
ru_ru: Строка {0}
th_th: แถว {0}
uk_ua: Рядок {0}

# AccStringId.NameScroll
source: scroll bar
ar_iq: شريط التمرير
az_latn_az: Fırlanma zolağı
hy_am: Պտտման ժապավեն
ka_ge: გადაადგილების ზოლი
kk_kz: Айналдыру жолағы
ru_ru: Полоса прокрутки
th_th: แถบเลื่อนหน้าจอ
uk_ua: Смуга прокрутки

# AccStringId.NavBarScrollDown
source: Scroll Down
ar_iq: تمرير إلى أسفل
az_latn_az: Aşağıya fırlan
hy_am: Իջնել ներքև
ka_ge: გადაადგილება ქვევით
kk_kz: Төмен қарай айналдыру
ru_ru: Прокрутить вниз
th_th: เลื่อนลง
uk_ua: Прокрутити вниз

# AccStringId.NavBarScrollUp
source: Scroll Up
ar_iq: تمرير إلى أعلى
az_latn_az: Yuxarıya fırlan
hy_am: Բարձրանալ վերև
ka_ge: გადაადგილება ზევით
kk_kz: Жоғары қарай айналдыру
ru_ru: Прокрутить вверх
th_th: เลื่อนขึ้น
uk_ua: Прокрутити вверх

# AccStringId.ScrollableControlDescription
source: ScrollableControl
ar_iq: ScrollableControl (عنصر تحكم قابل للتمرير)
az_latn_az: Fırlana bilən idarə elementi
hy_am: Պտտման ժապավենի կառավարում
ka_ge: გადაადგილებით მართვა
kk_kz: Айналдыру жолағымен бақылау
ru_ru: Контрол с полосами прокрутки
th_th: การควบคุมเลือนได้
uk_ua: Контрол зі смугами прокрутки

# AccStringId.SpinRightButton
source: Right
ar_iq: يمين
az_latn_az: Sağ
hy_am: Աջ
ka_ge: მარჯვენა
kk_kz: Оң жақ
ru_ru: Правый
th_th: ขวา
uk_ua: Вправо

# BarString.RenameToolbarCaption
source: Rename Toolbar
ar_iq: إعادة تسمية شريط الأدوات
az_latn_az: Alətlər panelinin adını dəyiş
hy_am: Վերանվանել վահանակը
ka_ge: ხელსაწყოთა ზოლისთვის სახელის გადარქმევა
kk_kz: Басқа атау беру
ru_ru: Переименовать
th_th: ตั้งชื่อแถบเคริ่องมือใหม่
uk_ua: Перейменувати панель інструментів

# BarString.RestoreButton
source: Restore Down
ar_iq: استعادة للأسفل
az_latn_az: Bərpa et
hy_am: Վերականգնել
ka_ge: აღდგენა ქვემოთ
kk_kz: Қалпына келтіру
ru_ru: Восстановить
th_th: ฟื้นฟู ลง
uk_ua: Відновити знов

# ChartStringId.AnnotationSeriesPointAnchorPoint
source: Series Point Anchor Point
ar_iq: نقطة ارتساء نقطة سلسلة
az_latn_az: Ardıcıllıq nöqtəsinin bağlanma nöqtəsi
hy_am: Հաջորդականության կետի կապակցման կետ
ka_ge: სერიების წერტილის ანკერის ადგილმდებარეობა
kk_kz: Реттілік нүктесінің байлам нүктесі
ru_ru: Точка привязки точки последовательности
th_th: จุดยึดซีรี่ส์
uk_ua: Точка прив'язки точки послідовності

# ChartStringId.MsgUnsupportedResolveOverlapping
source: Resolve overlapping isn't supported for current series label settings.
ar_iq: حل التراكب ليس معتمداً لإعدادات تسمية السلسلة الحالية.
az_latn_az: Cari seriyanın dəyərləri quraşdırmalarında üst-üstə düşməni aradan qaldırma funksiyası dəstəklənmir.
hy_am: Մասամբ համընկնելու հեռացումը չի աջակցվում հաջորդականության պիտակների ընթացիկ կարգավորումների համար:
ka_ge: ნიშნულების სერიების მოცემული პარამეტრებისთვის შეუძლებელია გადაფარვის გამოთვლა.
kk_kz: Жабындыны жою ағымдағы реттілік белгісін орнатуды қолдамайды
ru_ru: Устранение перекрытия не поддерживается для текущих установок метки последовательности.
th_th: ไม่รองรับการแก้ไขปัญหาการทับกัน สำหรับการตั้งค่าฉลากซีรี่ส์
uk_ua: Видалення перекривання не підтримується для чинних параметрів мітки послідовності.

# ChartStringId.ScaleBreakPrefix
source: Scale Break
ar_iq: فاصل مقياس
az_latn_az: Şkalanın qırılması
hy_am: Սանդղակի ճեղքվածք
ka_ge: მასშტაბის გამყოფი
kk_kz: Шәкілдің үзілуі
ru_ru: Разрыв шкалы
th_th: ลักษณะการแยกมาตราส่วน
uk_ua: Розрив шкали

# ChartStringId.SecondaryAxisXPrefix
source: Secondary AxisX
ar_iq: المحور الثانويX
az_latn_az: İkinci dərəcəli X oxu
hy_am: Երկրորդական X առանցք
ka_ge: მეორადი ღერძიX
kk_kz: X қайталама осі
ru_ru: Вторичная ось X
th_th: แกน X ที่สอง
uk_ua: Вторинна всьX

# ChartStringId.SecondaryAxisYPrefix
source: Secondary AxisY
ar_iq: المحور الثانويY
az_latn_az: İkinci dərəcəli Y oxu
hy_am: Երկրորդական Y առանցք
ka_ge: მეორადი ღერძიY
kk_kz: Y қайталама осі
ru_ru: Вторичная ось Y
th_th: แกน Y ที่สอง
uk_ua: Вторинна вісьY
