Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.FSForm_GrBox_Sample
source: Sample
ar_iq: العينة
az_latn_az: Nümunə
hy_am: Նմուշ
ka_ge: ნიმუში
kk_kz: Үлгі
ru_ru: Выборка
th_th: ตัวอย่าง
uk_ua: Зразок

# ReportStringId.Msg_SerializationErrorTitle
source: Serialization Error
ar_iq: خطأ تسلسل
az_latn_az: Yaddaşa salma səhvi
hy_am: Պահպանման սխալ
ka_ge: შეცდომა დამახსოვრების დროს
kk_kz: Сақтаудағы қате
ru_ru: Ошибка сохранения
th_th: ข้อผิดพลาดการทำให้เป็นอนุกรม
uk_ua: Помилка серіалізації

# ReportStringId.ParametersRequest_Reset
source: Reset
ar_iq: إعادة تعيين
az_latn_az: Yenidən qur
hy_am: Վերաբեռնել
ka_ge: ხელახლა ჩართვა
kk_kz: Қайта жүктеу
ru_ru: Перегрузить
th_th: ตั้งค่าใหม่
uk_ua: Перезавантаження

# ReportStringId.PivotGridFrame_Appearances_DescriptionText
source: Select one or more of the Appearance objects to customize the printing appearances of the corresponding visual elements.
ar_iq: حدد واحد أو أكثر من كائنات المظهر لتخصيص مظاهر الطباعة للعناصر المرئية الموافقة.
az_latn_az: Müvafiq vizual elementlərin çap görünüşlərini təyin etmək üçün Görünüş obyektlərindən biri və ya bir neçəsini seçin.
hy_am: Ընտրեք մեկ կամ ավելի արտաքին օբյեկտներ՝ համապատասխան տեսանելի տարրերի արտաքին տեսքի տպման կարգավորման համար:
ka_ge: მონიშნეთ ერთი ან მეტი გარეგნული სახის ობიექტი შესაბამისი ვიზუალური ელემენტების გარეგნული სახის ბეჭდვის ინდივიდუალური პარამეტრების დასაყენებლად.
kk_kz: Байланысқан көрнекі элементтердің сыртқы түрін басып шығаруды теңшеу үшін бір немесе одан артық сыртықы түрді таңдаңыз
ru_ru: Выберите один или более внешних видов для настройки печати внешне6го вида связанных визуальных элементов
th_th: เลือกวัตถุลักษณะหนึ่ง หรือมากกว่านั้น เพื่อกำหนดลักษณะการพิมพ์ของส่วนประกอบค่าที่เกี่ยวข้อง
uk_ua: Оберіть один або більше об'єктів зовнішнього вигляду для настройки зовнішнього виду друку відповідних візуальних елементів.

# ReportStringId.PivotGridFrame_Fields_DescriptionText2
source: Select and drag field to the PivotGrid fields panel to create PivotGrid field.
ar_iq: حدد واسحب الحقل إلى لوحة حقول PivotGrid لإنشاء حقل PivotGrid.
az_latn_az: PivotGrid sahəsini yaratmaq üçün sahəni seçin, PivotGrid-in sahələr panelinə çəkib gətirin.
hy_am: Ամփոփիչաղյուսակ դաշտ ստեղծելու համար ընտրել և քաշել դաշտը դեպի PivotGrid-ի դաշտերի վահանակը:
ka_ge: მონიშნეთ და გადაათრიეთ ველი PivotGrid ველების პანელზე PivotGrid ველის შექმნის მიზნით.
kk_kz: Жолақты таңдаңыз және оны PivotGrid field жолағын жасау үшін PivotGrid жолағының панеліне апарыңыз
ru_ru: Выберите и перетяните поле на панель полей PivotGrid для создания поля PivotGrid
th_th: เลือก และลากช่องมาที่แผง PivotGrid เพื่อสร้างช่อง PivotGrid
uk_ua: Оберіть та перетягніть поле на панель полів PivotGrid для стоврення поля PivotGrid.

# ReportStringId.RepTabCtl_Scripts
source: Scripts
ar_iq: برامج نصية
az_latn_az: Skriptlər
hy_am: Սկրիպտներ
ka_ge: სცენარები
kk_kz: Скрипт
ru_ru: Скрипты
th_th: สคริปต์
uk_ua: Скрипти

# ReportStringId.RibbonXRDesign_AlignRight_STipContent
source: Right align the selected controls.
ar_iq: محاذاة عناصر التحكم المحددة إلى اليمين.
az_latn_az: Seçilmiş kontrolları sağ tərəflərindən sırala.
hy_am: Ընտրված կառավարման տարրերը հավասարեցնել դեպի աջ:
ka_ge: შერჩეული კონტროლის ელემენტების გათანაბრება მარჯვენა მხარეს.
kk_kz: Бөліп көрсетілген басқару элементтерінің позициясын сол жақ шетке туралаңыз
ru_ru: Выровняйте позиции выделенных элементов управления по левому краю.
th_th: จัดแนวการควบคุมที่เลือกไปด้านขวา
uk_ua: Вирівняти обрані елементи управління по правому краю

# ReportStringId.RibbonXRDesign_PageGroup_Report
source: Report
ar_iq: تقرير
az_latn_az: Hesabat
hy_am: Հաշվետվություն
ka_ge: ანგარიში
kk_kz: Есеп
ru_ru: Отчёт
th_th: รายงาน
uk_ua: Звіт

# ReportStringId.RibbonXRDesign_PageGroup_Scripts
source: Scripts
ar_iq: برامج نصية
az_latn_az: Sckiptlər
hy_am: Սկրիպտներ
ka_ge: სცენარები
kk_kz: Скрипт
ru_ru: Скрипты
th_th: สคริปต์
uk_ua: Скрипти

# ReportStringId.RibbonXRDesign_PageText
source: Report Designer
ar_iq: مصمم التقرير
az_latn_az: Hesabat tərtibatçısı
hy_am: Հաշվետվության դիզայներ
ka_ge: ანგარიშის დიზაინერი
kk_kz: Есеп дизайнері
ru_ru: Дизайнер отчёта
th_th: ตัวออกแบบรายงาน
uk_ua: Конструктор звітів

# ReportStringId.RibbonXRDesign_RecentFonts_GalleryGroup_Caption
source: Resently Used Fonts
ar_iq: خطوط استخدمت مؤخرا
az_latn_az: Son vaxtlar istifadə edilmiş şriftlər
hy_am: Վերջերս օգտագործված տառատեսակները
ka_ge: ახლახანს გამოყენებული შრიფტები
kk_kz: Таяуда пайдаланылған қаріптер
ru_ru: Недавно используемые шрифты
th_th: แบบอักษรที่ใช้ล่าสุด
uk_ua: Шрифти, які нещодавно використовувалися

# ReportStringId.RibbonXRDesign_SaveFile_Caption
source: Save
ar_iq: حفظ
az_latn_az: Yaddaşa ver
hy_am: Պահպանել
ka_ge: დამახსოვრება
kk_kz: Сақтау
ru_ru: Сохранить
th_th: บันทึก
uk_ua: Зберегти

# ReportStringId.RibbonXRDesign_SaveFile_STipContent
source: Save a report.
ar_iq: حفظ تقرير.
az_latn_az: Hesabatı yaddaşa ver.
hy_am: Պահպանել հաշվետվությունը:
ka_ge: ანგარიშის დამახსოვრება.
kk_kz: Есепті сақтау
ru_ru: Сохраните отчёт.
th_th: บันทึกรายงาน
uk_ua: Зберегти звіт.

# ReportStringId.RibbonXRDesign_SaveFile_STipTitle
source: Save Report
ar_iq: حفظ التقرير
az_latn_az: Hesabatı yaddaşa ver
hy_am: Պահպանել հաշվետվությունը
ka_ge: ანგარიშის დამახსოვრება
kk_kz: Есепті сақтау
ru_ru: Сохранить отчёт
th_th: บันทึกรายงาน
uk_ua: Зберегти звіт

# ReportStringId.RibbonXRDesign_SaveFileAs_Caption
source: Save As...
ar_iq: حفظ باسم...
az_latn_az: Aşağıdakı adla yaddaşa ver...
hy_am: Պահպանել որպես...
ka_ge: დაიმახსოვრე, როგორც...
kk_kz: ...ретінде сақтау
ru_ru: Сохранить как...
th_th: บันทึกเป็น...
uk_ua: Зберегти як...

# ReportStringId.RibbonXRDesign_SaveFileAs_STipContent
source: Save a report with a new name.
ar_iq: حفظ التقرير باسم جديد.
az_latn_az: Hesabatı yeni adla yaddaşa ver.
hy_am: Պահպանել հաշվետվությունը նոր անվանումով:
ka_ge: ანგარიშის დმახსოვრება ახალი სახელით.
kk_kz: Есепті жаңа атаумен сақтау
ru_ru: Сохраните отчёт с новым именем.
th_th: บันทึกรายงานในชื่ออื่น
uk_ua: Зберегти звіт з новою назвою

# ReportStringId.RibbonXRDesign_SaveFileAs_STipTitle
source: Save Report As
ar_iq: حفظ التقرير باسم
az_latn_az: Hesabatı aşağıdakı adla yaddaşa ver
hy_am: Պահպանել հաշվետվությունը որպես
ka_ge: ანგარიშის დამახსოვრება, როგორც
kk_kz: Есепті ... ретінде сақтау
ru_ru: Сохранить отчёт как
th_th: บันทึกรายงานเป็น
uk_ua: Зберегти звіт як

# ReportStringId.RibbonXRDesign_Scripts_Caption
source: Scripts
ar_iq: برامج نصية
az_latn_az: Sckiptlər
hy_am: Սկրիպտներ
ka_ge: სცენარები
kk_kz: Скрипт
ru_ru: Скрипты
th_th: สคริปต์
uk_ua: Скрипти

# ReportStringId.RibbonXRDesign_SendToBack_Caption
source: Send to Back
ar_iq: إرسال إلى الخلف
az_latn_az: Arxaya göndər
hy_am: Ետ ուղարկել
ka_ge: უკან გაგზავნა
kk_kz: Кері жіберіңіз
ru_ru: Пошлите назад
th_th: ส่งกลับ
uk_ua: Відправити назад

# ReportStringId.RibbonXRDesign_SendToBack_STipTitle
source: Send to Back
ar_iq: إرسال إلى الخلف
az_latn_az: Arxaya göndər
hy_am: Ետ ուղարկել
ka_ge: უკან გაგზავნა
kk_kz: Кері жіберіңіз
ru_ru: Пошлите назад
th_th: ส่งกลับ
uk_ua: Відправити назад

# ReportStringId.RibbonXRDesign_VertSpaceConcatenate_Caption
source: Remove Vertical Spacing
ar_iq: إزالة التباعد العمودي
az_latn_az: Şaquli məsafələməni götür
hy_am: Հեռացնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის ამოღება
kk_kz: Тік аралықты жою
ru_ru: Удалите вертикальный интервал
th_th: ย้ายช่องว่างแนวตั้งออก
uk_ua: Видалити вертикальний інтервал

# ReportStringId.RibbonXRDesign_VertSpaceConcatenate_STipContent
source: Remove the vertical spacing between the selected controls.
ar_iq: إزالة التباعد العمودي بين عناصر التحكم المحددة
az_latn_az: Seçilmiş idarə elementlərin arasında şaquli məsafələməni deaktivləşdir
hy_am: Հեռացնել ուղղահայաց միջակայքը նշված կառավարման տարրերի միջև:
ka_ge: მართვის მონიშნულ ელემენტებს შორის ვერტიკალური შუალედის ამოღება.
kk_kz: Басқарудың ерекшеленген элементтеріның арасындағы тік аралықты жою
ru_ru: Удалите вертикальный интервал между выделенными элементами управлениями.
th_th: ย้ายช่องว่างแนวตั้งระหว่างการควบคุมที่เลือกออก
uk_ua: Видалити вертикальний інтервал між обраними елементами.

# ReportStringId.RibbonXRDesign_VertSpaceConcatenate_STipTitle
source: Remove Vertical Spacing
ar_iq: إزالة التباعد العمودي
az_latn_az: Şaquli məsafələməni ləğv et
hy_am: Հեռացնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის ამოღება
kk_kz: Тік аралықты жою
ru_ru: Удалите вертикальный интервал
th_th: ย้ายช่องว่างแนวตั้งออก
uk_ua: Видалити вертикальний інтервал

# ReportStringId.SSForm_Msg_FileFilter
source: Report StyleSheet files (*.repss)|*.repss|All files (*.*)|*.*
ar_iq: ملفات ورقة نمط التقرير (*.repss)|*.repss|كل الملفات (*.*)|*.*
az_latn_az: Hesabat üçün ÜslubVərəqi faylları (*.repss)|*.repss|Bütün fayllar (*.*)|*.*
hy_am: Հաշվետվության ոճերի ձևանմուշներ (*.repss)|*.repss|Բոլոր ֆայլերը (*.*)|*.*
ka_ge: ანგარიშის სტილების შაბლონები (*.repss)|*.repss|ყველა ფაილი (*.*)|*.*
kk_kz: Есеп стильдерінің қалыбы(*.repss)|*.repss|Барлық файл (*.*)|*.*
ru_ru: Шаблоны стилей отчёта (*.repss)|*.repss|Все файлы (*.*)|*.*
th_th: ไฟล์รายงาน StyleSheet (*.repss)|*.repss|ไฟล์ทั้งหมด(*.*)|*.*
uk_ua: Файли StyleSheet звіту (*.repss)|*.repss|Усі файли (*.*)|*.*

# ReportStringId.SSForm_TTip_SaveStyles
source: Save styles to a file
ar_iq: حفظ الأنماط إلى ملف
az_latn_az: Üslubları faylda yaddaşa ver
hy_am: Պահպանել ոճերը ֆայլում
ka_ge: სტილების დამახსოვრება ფაილში
kk_kz: Стильдерді файлға сақтау
ru_ru: Сохранить стили в файл
th_th: บันทึกรูปแบบไปที่ไฟล์
uk_ua: Зберегти стилі у файл

# ReportStringId.UD_Capt_SaveFileAs
source: Save &As...
ar_iq: حفظ &كـ...
az_latn_az: Fərqli qeyd &et...
hy_am: Պահպանել &որպես...
ka_ge: შენახვა &როგორც...
kk_kz: ... ретінде сақтау
ru_ru: Сохранить &как
th_th: บันทึกเป็น...
uk_ua: Зберегти &як...

# ReportStringId.UD_Capt_SelectAll
source: Select &All
ar_iq: تحديد &الكل
az_latn_az: Hamısını &seç
hy_am: Ընտրել &բոլորը
ka_ge: მონიშნეთ &ყველა
kk_kz: Барлығын ерекшелеу
ru_ru: Выделить &всё
th_th: เลือกทั้งหมด
uk_ua: Виділити &усі

# ReportStringId.UD_FormCaption
source: Report Designer
ar_iq: مصمم التقرير
az_latn_az: Hesabat tərtibatçısı
hy_am: Հաշվետվության դիզայներ
ka_ge: ანგარიშის დიზაინერი
kk_kz: Есеп дизайнері
ru_ru: Дизайнер отчета
th_th: ตัวออกแบบรายงาน
uk_ua: Конструктор звітів

# ReportStringId.UD_Hint_AlignRights
source: Right align the selected controls
ar_iq: محاذاة عناصر التحكم المحددة إلى اليمين
az_latn_az: Seçilmiş idarə elementlərin sağ xətti
hy_am: Ընտրված կառավարման տարրերը հավասարեցնել դեպի աջ
ka_ge: შერჩეული კონტროლის ელემენტების გათანაბრება მარჯვენა მხარეს
kk_kz: Бөліп көрсетілген басқару элементтерінің позициясын сол жақ шетке туралаңыз
ru_ru: Выровняйте позиции выделенных элементов управления по левому краю.
th_th: จัดให้การควบคุมที่เลือกมาทางขวา
uk_ua: Вирівняти обрані елементи по правому краю

# ReportStringId.UD_Hint_SaveFile
source: Save a report
ar_iq: حفظ التقرير
az_latn_az: Hesabatı yaddaşa ver
hy_am: Պահպանել հաշվետվությունը
ka_ge: ანგარიშის დამახსოვრება
kk_kz: Есепті сақтау
ru_ru: Сохранить отчёт
th_th: บันทึกรายงาน
uk_ua: Зберегти звіт

# ReportStringId.UD_Hint_SaveFileAs
source: Save a report with a new name
ar_iq: حفظ التقرير باسم جديد
az_latn_az: Hesabatı yeni adla yaddaşa sal
hy_am: Պահպանել հաշվետվությունը նոր անվանումով
ka_ge: ანგარიშის დმახსოვრება ახალი სახელით
kk_kz: Есепті жаңа атаумен сақтау
ru_ru: Сохранить отчёт с новым именем
th_th: บันทึกรายงานด้วยชื่อใหม่
uk_ua: Зберегти звіт з новою назвою

# ReportStringId.UD_Hint_SelectAll
source: Select all the controls in the document
ar_iq: حدد كل عناصر التحكم في المستند
az_latn_az: Sənəddə bütün idarə elementləri seç
hy_am: Ընտրել փաստաթղթի կառավարման բոլոր տարրերը
ka_ge: დოკუმენტში მონიშნეთ მართვის ყველა ელემენტი
kk_kz: Құжатта барлық басқару элементтерін ерекшелеу
ru_ru: Выделит все элементы управления в документе
th_th: เลือกการควบคุมทั้งหมดในเอกสาร
uk_ua: Оберіть усі елементи у документі

# ReportStringId.UD_Hint_SpacingRemove
source: Remove the spacing between the selected controls
ar_iq: إزالة التباعد بين عناصر التحكم المحددة
az_latn_az: Seçilmiş İdarə elementlərin arasında məsafəni ləğv etmək
hy_am: Հեռացնել միջակայքը նշված կառավարման տարրերի միջև
ka_ge: მართვის მონიშნულ ელემენტებს შორის შუალედის ამოღება.
kk_kz: Басқарудың ерекшеленген элементтеріның арасындағы көлденең аралықты жою
ru_ru: Удалить интервал между выделенными элементами управления
th_th: ย้ายช่องว่างระหว่างการควบคุที่เลือกออก
uk_ua: Видалити інтервал між обраними елементами управління

# ReportStringId.UD_Hint_Zoom
source: Select or input the zoom factor
ar_iq: تحديد أو إدخال عامل التكبير/التصغير
az_latn_az: Miqyas əmsalını seçin və ya daxil edin
hy_am: Ընտրել կամ ավելացնել պատկերի փոխված մասշտաբը
ka_ge: მონიშნეთ ან შეიყვანეთ გამოსახულების შეცვლილი მასშტაბი
kk_kz: Кескіннің өзгерген масштабын таңдаңыз немесе енгізіңіз
ru_ru: Выберите или введите измененный масштаб изображения
th_th: เลือก หรือป้อนปัจจัยการขยาย
uk_ua: Оберіть або введіть масштаб

# ReportStringId.UD_Msg_ReportChanged
source: Report has been changed. Do you want to save changes ?
ar_iq: تم تغيير التقرير. هل تريد حفظ التغييرات؟
az_latn_az: Hesabat dəyişdirilmişdir, bu dəyişiklikləri yaddaşa vermək istəyirsinizmi?
hy_am: Հաշվետվությունը փոխվել է: Ցանկանու՞մ եք պահպանել փոփոխությունները:
ka_ge: ანგარიში შეცვლილია. გსურთ ცვლილებების დამახსოვრება?
kk_kz: Есеп өзгертілді. Өзгерісті сақтағыңыз келе ме?
ru_ru: Отчет был изменен. Вы хотите сохранить изменения?
th_th: ได้เปลี่ยนรายงานแล้ว คุณต้องการบันทึกการเปลี่ยนแปลงหรือไม่
uk_ua: Звіт змінено. Бажаєте зберегти зміни?

# ReportStringId.UD_ReportDesigner
source: Report Designer
ar_iq: مصمم التقرير
az_latn_az: Hesabat tərtibatçısı
hy_am: Հաշվետվության դիզայներ
ka_ge: ანგარიშის დიზაინერი
kk_kz: Есеп дизайнері
ru_ru: Дизайнер отчета
th_th: ตัวออกแบบรายงาน
uk_ua: Конструктор звітів

# ReportStringId.UD_Title_ErrorList
source: Scripts Errors
ar_iq: خطأ في البرامج النصية
az_latn_az: Skriptlərin səhvləri
hy_am: Սկրիպտների սխալներ
ka_ge: სცენარების შეცდომები
kk_kz: Скрипт қателері
ru_ru: Ошибки скриптов
th_th: ข้อผิดพลาดสคริปต์
uk_ua: Помилки скриптів

# ReportStringId.UD_Title_ReportExplorer
source: Report Explorer
ar_iq: مستكشف التقرير
az_latn_az: Hesabatın görünüşü
hy_am: Հաշվետվություն հետազոտող
ka_ge: ანგარიშის ანალიზატორი
kk_kz: Есепті шолушы
ru_ru: Обозреватель отчёта
th_th: ตัวสำรวจรายงาน
uk_ua: Аналізатор звітів

# ReportStringId.UD_TTip_FileSave
source: Save File
ar_iq: حفظ الملف
az_latn_az: Faylı yaddaşa sal
hy_am: Պահպանել ֆայլը
ka_ge: ფაილის დამახსოვრება
kk_kz: Файлды сақтау
ru_ru: Сохранить файл
th_th: บันทึกไฟล์
uk_ua: Зберегти файл

# ReportStringId.UD_TTip_SendToBack
source: Send to Back
ar_iq: إرسال إلى الخلف
az_latn_az: Arxaya göndər
hy_am: Ետ
ka_ge: უკან გაგზავნა
kk_kz: Кері
ru_ru: Назад
th_th: ส่งไปข้างหลัง
uk_ua: Відправити назад

# ReportStringId.UD_TTip_VertSpaceConcatenate
source: Remove Vertical Spacing
ar_iq: إزالة التباعد العمودي
az_latn_az: Şaquli məsafələməni götür
hy_am: Հեռացնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის ამოღება
kk_kz: Жол арасындағы аралықты жою
ru_ru: Удалить межстрочные интервалы
th_th: ย้ายช่องว่างแนวตั้งออก
uk_ua: Видалити вертикальний інтервал

# ReportStringId.Verb_RunDesigner
source: Run Designer...
ar_iq: تشغيل المصمم...
az_latn_az: Tərtibatçını işə sal
hy_am: Գործարկել դիզայները...
ka_ge: დიზაინერის გაშვება...
kk_kz: Дизайнерді іске қосу
ru_ru: Запустить Дизайнер
th_th: ใช้งานตัวออกแบบ..
uk_ua: Запустити конструктор...

# ReportStringId.Verb_Save
source: Save...
ar_iq: حفظ...
az_latn_az: Yaddaşa ver...
hy_am: Պահպանել...
ka_ge: დამახსოვრება...
kk_kz: ...сақтау
ru_ru: Сохранить...
th_th: บันทึก..
uk_ua: Зберегти...

# ReportStringId.XRSubreport_ReportSourceInfo
source: Report Source: {0}
ar_iq: مصدر التقرير: {0}
az_latn_az: Hesabat mənbəyi: {0}
hy_am: Հաշվետվության աղբյուրը. {0}
ka_ge: ანგარიშის წყარო: {0}
kk_kz: Есеп көзі: {0}
ru_ru: Источник отчёта: {0}
th_th: แหล่งรายงาน: {0}
uk_ua: Джерело звіту: {0}

# StringId.FilterToolTipNodeRemove
source: Removes this condition
ar_iq: حذف هذا الشرط
az_latn_az: Bu vəziyyəti aradan qaldırır
hy_am: Հեռացնում է այս պայմանը
ka_ge: მოცემული პირობის ამოღება
kk_kz: Таңдалған шартты жояды
ru_ru: Удаляет выбранное условие
th_th: ย้ายเงื่อนไขนี้ออก
uk_ua: Видалити цю умову

# StringId.PictureEditMenuSave
source: Save
ar_iq: حفظ
az_latn_az: Yaddaşa sal
hy_am: Պահպանել
ka_ge: დამახსოვრება
kk_kz: Сақтау
ru_ru: &Сохранить
th_th: บันทึก
uk_ua: Зберегти

# StringId.PictureEditSaveFileTitle
source: Save As
ar_iq: حفظ كـ
az_latn_az: Fərqli saxla
hy_am: Պահպանել որպես
ka_ge: დაიმახსოვრე, როგორც
kk_kz: ...ретінде сақтау
ru_ru: Сохранить как...
th_th: บันทึกเป็น
uk_ua: Зберегти як

# StringId.TabHeaderButtonNext
source: Scroll Right
ar_iq: تمرير إلى اليمين
az_latn_az: Sağa fırlat
hy_am: Պտտել աջ
ka_ge: გადაადგილება მარჯვნივ
kk_kz: Оңға айналдыру
ru_ru: Прокрутка вправо
th_th: เลื่อนไปทางขาว
uk_ua: Прокрутити вправо

# StringId.TabHeaderButtonPrev
source: Scroll Left
ar_iq: تمرير إلى اليسار
az_latn_az: Sola fırlat
hy_am: Պտտել ձախ
ka_ge: გადაადგილება მარცხნივ
kk_kz: Солға айналдыру
ru_ru: Прокрутка влево
th_th: เลื่อนไปทางซ้าย
uk_ua: Прокрутити вліво

# StringId.TextEditMenuSelectAll
source: Select &All
ar_iq: تحديد &الكل
az_latn_az: Hamısını &seç
hy_am: Ընտրել &բոլորը
ka_ge: მონიშნეთ &ყველა
kk_kz: Барлығын ерекшелеу
ru_ru: Выд&елить все
th_th: เลือกทั้งหมด
uk_ua: Виділити &усі

# VGridStringId.MenuReset
source: Reset
ar_iq: إعادة تعيين
az_latn_az: Yenidən qur
hy_am: Վերաբեռնել
ka_ge: ხელახლა ჩართვა
kk_kz: Шығарып тастау
ru_ru: Сброс
th_th: ตั้งค่าใหม่
uk_ua: Перезавантаження

# VGridStringId.RowCustomizationTabPageRowsText
source: Rows
ar_iq: صفوف
az_latn_az: Sətirlər
hy_am: Տողեր
ka_ge: რიგები
kk_kz: Қатарлар
ru_ru: Ряды
th_th: แถว
uk_ua: Рядки

# AccStringId.BarLinkStatic
source: Static
ar_iq: ثابت
az_latn_az: Statik
hy_am: Ստատիկ
ka_ge: სტატიკური
kk_kz: Статистикалық
ru_ru: Статический
th_th: สถิติ
uk_ua: Статичний

# AccStringId.GridColumnSortAscending
source: Sort ascending
ar_iq: فرز تصاعدي
az_latn_az: Artma üzrə sırala
hy_am: Դասավորել լ ըստ աճման կարգի
ka_ge: აღმავალი სახით დახარისხება
kk_kz: Өсуі бойынша сұрыптау
ru_ru: Сортировать по возрастанию
th_th: จัดลำดับน้อยไปมาก
uk_ua: Сортувати за зростанням

# AccStringId.GridColumnSortDescending
source: Sort descending
ar_iq: فرز تنازلي
az_latn_az: Azalma üzrə sırala
hy_am: Դասավորել ըստ նվազման կարգի
ka_ge: დაღმავალი სახით დახარისხება
kk_kz: Кемуі бойынша сұрыптау
ru_ru: Сортировать по убыванию
th_th: จัดลำดับมากไปน้อย
uk_ua: Сортувати за зменшенням

# AccStringId.SpinBox
source: Spinner
ar_iq: أداة انتقاء
az_latn_az: Sayğac
hy_am: Հաշվիչ
ka_ge: მრიცხველი
kk_kz: Санағыш
ru_ru: Счётчик
th_th: สปินเนอร์
uk_ua: Лічильник

# AccStringId.TabSwitch
source: Switch
ar_iq: تبديل/انتقال
az_latn_az: Çevir
hy_am: Անցնել
ka_ge: გადართვა
kk_kz: Қайта қосу
ru_ru: Переключить
th_th: สลับ
uk_ua: Перемкнути

# AccStringId.TreeListColumnSortAscending
source: Sort ascending
ar_iq: فرز تصاعدي
az_latn_az: Artma üzrə sırala
hy_am: Դասավորել ըստ աճման կարգի
ka_ge: აღმავალი სახით დახარისხება
kk_kz: Өсуі бойынша сұрыптау
ru_ru: Сортировать по возрастанию
th_th: จัดลำดับน้อยไปมาก
uk_ua: Сортувати за зростанням

# AccStringId.TreeListColumnSortDescending
source: Sort descending
ar_iq: فرز تنازلي
az_latn_az: Azalma üzrə sırala
hy_am: Դասավորել ըստ նվազման կարգի
ka_ge: დაღმავალი სახით დახარისხება
kk_kz: Кемуі бойынша сұрыптау
ru_ru: Сортировать по убыванию
th_th: จัดลำดับมากไปน้อย
uk_ua: Сортувати за зменшенням

# BarString.MenuAnimationSlide
source: Slide
ar_iq: شريحة (تمرير)
az_latn_az: Sürüşdürmə
hy_am: Սահել
ka_ge: ჩამოცურება
kk_kz: Сырғанау
ru_ru: Соскальзывание
th_th: เลื่อน
uk_ua: Ковзати

# BarString.NewStatusBarName
source: Status bar
ar_iq: شريط المعلومات
az_latn_az: Vəziyyət sətri
hy_am: Կարգավիճակի տող
ka_ge: სტატუსის ზოლი
kk_kz: Жай-күй жолы
ru_ru: Строка состояния
th_th: แถบสถานะ
uk_ua: Панель стану

# ChartStringId.DefaultSeriesPointFilterName
source: SeriesPointFilter
ar_iq: عامل تصفية نقطة سلسلة
az_latn_az: SeriyaNöqtəsinin Filtri
hy_am: ԿետերիՀաջորդականությանՖիլտր
ka_ge: წერტილების თანმიმდევრობის ფილტრი
kk_kz: Нүкте реттілігінің Сүзгісі
ru_ru: ФильтрПоследовательностиТочек
th_th: ตัวกรองจุดซีรี่ส์
uk_ua: ФільтрТочокПослідовності

# ChartStringId.FunctionNameSum
source: SUM
ar_iq: المجموع
az_latn_az: Cəmi
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Сумма
th_th: สรุป
uk_ua: СУМА

# ChartStringId.MsgIncompatibleArgumentScaleType
source: The {0} argument scale type is incompatible with the {1} series view.
ar_iq: نوع مقياس الوسيطة {0} غير متوافق مع عرض السلسلة {1}.
az_latn_az: {0} arqumentinin miqyas növü {1} seriyasının görünüşü ilə uyğun deyil.
hy_am: {0} փաստարկը համատեղելի չէ {1}ի հետ:
ka_ge: {0} არგუმენტის შკალის ტიპი არ არის {1} თანმიმდევრობის თავსებადი.
kk_kz: {0} дәлелі {1} мен үйлеспейді
ru_ru: Аргумент {0} несовместим с {1}.
th_th: ประเภทอัตราอาร์กิวเมนท์ {0} ไม่เข้ากับมุมมองอัตรา {1}
uk_ua: Тип масштабу {0} аргументу не сумісний з {1} видом послідовності.

# ChartStringId.MsgIncompatibleSummaryFunction
source: The '{0}' summary function is incompatible with the {1} scale.
ar_iq: دالة التلخيص '{0}' لا تتوافق مع المقياس {1}.
az_latn_az: {0}' yekun funksiyası {1} miqyası ilə müvafiq deyil.
hy_am: '{0}' ֆունկցիայի արդյունքը համատեղելի չէ {1} սանդղակի հետ:
ka_ge: '{0}' ჯამური ფუნქცია არ არის {1} შკალის თავსებადი.
kk_kz: '{0}' функциясының жиынтығы {1} шәкілімен үйлеспейді
ru_ru: Итог функции {0} несовместим со шкалой {1}.
th_th: ฟังค์ชั่นสรุป{0} ไม่เข้ากับอัตรา {1}
uk_ua: Ітогова функція '{0}' є несумісною з {1} шкалою.

# ChartStringId.MsgIncorrectDataAdapter
source: The {0} object isn't a data adapter.
ar_iq: الكائن {0} ليس محول البيانات.
az_latn_az: {0} obyekti məlumat tənzimləyicisi deyil.
hy_am: {0} օբյեկտը չի համարվում տվյալների ադապտեր:
ka_ge: {0} ობიექტი არ არის მონაცემთა ადაპტერი.
kk_kz: {0} объектісі деректер бейімдегіші болып табылмайды.
ru_ru: Обьект {0} не является адаптером данных.
th_th: วัตถุ {0} ไม่ใช่ตัวแปรงข้อมูล
uk_ua: Об'єкт {0} не є адаптером даних.

# ChartStringId.MsgIncorrectShapePosition
source: Shape Position can't be null.
ar_iq: لا يمكن لموضع الشكل أن يكون خالياً.
az_latn_az: Forma vəziyyəti sıfır ola bilməz.
hy_am: Ուրվագծի դիրքը չի կարող լինել զրո:
ka_ge: ფორმის პოზიცია არ შეიძლება ნულის ტოლი იყოს.
kk_kz: Форма қалыбы null бола алмайды.
ru_ru: Положение формы не может быть null.
th_th: ตำแหน่งรูปร่างไม่สามารถปล่อยว่างได้
uk_ua: Положення форми не може мати порожнє значення.
