Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# BarString.ColorPickBrightValidationMsg
source: Brightness component should be in range 0..100
ar_iq: يجب أن يكون مكون السطوع ضمن النطاق 0..100
az_latn_az: Parlaqlıq komponenti 0..100 diapazonunda olmalıdır
hy_am: Պայծառության բաղադրիչը պետք է լինի 0..255 տիրույթում
ka_ge: კონტრასტი უნდა იყოს დიაპაზონში 1..100-მდე
kk_kz: Жарықтық компоненті 0 .. 100 диапазонда болу керек
ru_ru: Составная часть яркости должна находиться в диапазоне от 0 до 100
th_th: ส่วนประกอบความสว่างของสีควรอยู่ในช่วง 0..100
uk_ua: Складова частина яскравості повинна знаходитися в діапазоні від 0 до 100

# BarString.ColorPickPopupThemeColorsGroupCaption
source: Theme Colors
ar_iq: ألوان النسق
az_latn_az: Mövzu rəngləri
hy_am: Թեմայի գույներ
kk_kz: Тема түстері
ru_ru: Цветовые темы
th_th: สีธีม
uk_ua: Кольорові теми

# BarString.ColorPickPopupStandardColorsGroupCaption
source: Standard Colors
ar_iq: ألوان قياسية
az_latn_az: Standart rənglər
hy_am: Ստանդարտ գույներ
ka_ge: სტანდარტული ფერები
kk_kz: Стандарт түстер
ru_ru: Стандартные цвета
th_th: สีพื้นฐาน
uk_ua: Стандартні кольори

# BarString.ColorPickPopupRecentColorsGroupCaption
source: Recent Colors
ar_iq: ألوان حديثة
az_latn_az: Son istifadə olunan rənglər
hy_am: Վերջերս կիրառված գույներ
kk_kz: Соңғы түстер
ru_ru: Последние использовавшиеся цвета
th_th: สีเมื่อเร็วๆนี้
uk_ua: Останні кольори

# BarString.ColorPickPopupMoreColorsItemCaption
source: More Colors...
ar_iq: ألوان إضافية...
az_latn_az: Digər rənglər...
hy_am: Ավել գույներ...
ka_ge: სხვა ფერები...
kk_kz: Қосалқы түстер
ru_ru: Другие цвета...
th_th: สีเพิ่มเติม..
uk_ua: Інші кольори ...

# BarString.ColorAuto
source: Auto
ar_iq: تلقائي
az_latn_az: Avtomatik
hy_am: Ավտոմատ
ka_ge: ავტო
kk_kz: Авто
ru_ru: Автоматический
th_th: อัตโนมัติ
uk_ua: Автоматичний

# NavBarStringId.NavPaneMenuPaneOptions
source: Na&vigation Pane Options...
ar_iq: خيارات لوحة التنق&ل...
az_latn_az: Na&viqasiya panelin seçimləri...
hy_am: Նա&վիգացիոն վահանակի ընտրանքներ…
ka_ge: ნა&ვიგაციის პანელის პარამეტრები...
kk_kz: & Навигациялық параметрлер
ru_ru: Опции &панели навигации
th_th: ตัวเลือกแผงตัวนำทาง
uk_ua: Опції

# NavBarStringId.NavPaneOptionsFormMoveUp
source: Move Up
ar_iq: تحريك إلى أعلى
az_latn_az: Yuxarı çək
hy_am: Տեղաշարժել վերև
ka_ge: ზემოთ გადატანა
kk_kz: Жоғары көтеру
ru_ru: Переместить выше
th_th: ย้ายขึ้น
uk_ua: Перемістити вверх

# NavBarStringId.NavPaneOptionsFormMoveDown
source: Move Down
ar_iq: تحريك إلى أسفل
az_latn_az: Aşağı çək
hy_am: Տեղաշարժել ներքև
ka_ge: ქვემოთ გადატანა
kk_kz: Төмен түсіру
ru_ru: Переместить ниже
th_th: ย้ายลง
uk_ua: Перемістити вниз

# NavBarStringId.NavPaneOptionsFormFont
source: Font
ar_iq: الخط
az_latn_az: Şrift
hy_am: Տառատեսակ
ka_ge: შრიფტი
kk_kz: Әріп
ru_ru: Шрифт
th_th: แบบอักษร
uk_ua: Шрифт

# NavBarStringId.NavPaneOptionsFormReset
source: Reset
ar_iq: إعادة تعيين
az_latn_az: İlkin vəziyyəti bərpa et
hy_am: Վերաբեռնել
kk_kz: Ысыру
ru_ru: Сброс
th_th: ตั้งค่าใหม่
uk_ua: Перезавантаження

# NavBarStringId.NavPaneOptionsFormOk
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
kk_kz: ИӘ
ru_ru: ОК
uk_ua: ОК

# NavBarStringId.NavPaneOptionsFormCancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Болдырмау
ru_ru: Отменить
th_th: ยกเลิก
uk_ua: Скасувати

# NavBarStringId.NavPaneOptionsFormDescription
source: Display buttons in this order
ar_iq: عرض الأزرار بهذا الترتيب
az_latn_az: Düymələri bu ardıcıllıqla göstər
hy_am: Ցուցադրել կոճակներն այս հերթականությամբ
kk_kz: Батырмаларды келесі тізімде көрсету
ru_ru: Отображать кнопки в таком порядке
th_th: แสดงปุ่มในลำดับนี้
uk_ua: Відображати кнопки в такому порядку

# TreeListStringId.FilterPanelCustomizeButton
source: Edit Filter
ar_iq: تحرير عامل التصفية
az_latn_az: Filtri redaktə et
hy_am: Խմբագրել ֆիլտրը
ka_ge: ფილტრის რედაქტირება
kk_kz: Сүзгіні өзгерту
ru_ru: Редактировать фильтр
th_th: แก้ไขตัวกรอง
uk_ua: Редагувати фільтр

# TreeListStringId.WindowErrorCaption
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# TreeListStringId.FilterEditorCancelButton
source: &Cancel
ar_iq: &إلغاء
az_latn_az: &İmtina
hy_am: &Չեղարկել
ka_ge: &გაუქმება
kk_kz: &Болдырмау
ru_ru: &Отменить
th_th: &ยกเลิก
uk_ua: &Скасувати

# TreeListStringId.FilterEditorApplyButton
source: &Apply
ar_iq: &تطبيق
az_latn_az: &Tətbiq et
hy_am: &Կիրառել
ka_ge: &გამოყენება
kk_kz: &Қолдану
ru_ru: &Применить
th_th: &นำไปใช้
uk_ua: &Застосувати

# TreeListStringId.FilterEditorCaption
source: Filter Editor
ar_iq: محرر عامل التصفية
az_latn_az: Filtr redaktoru
hy_am: Ֆիլտրի խմբագրիչ
ka_ge: ფილტრის რედაქტორი
kk_kz: Сүзгі редакторы
ru_ru: Конструктор фильтра
th_th: บรรณาธิการตัวกรอง
uk_ua: Редактор фільтру

# TreeListStringId.MenuColumnAutoFilterRowHide
source: Hide Auto Filter Row
ar_iq: إخفاء صف عامل تصفية تلقائي
az_latn_az: Filtr sətrini gizlət
hy_am: Թաքցնել Ավտո Ֆիլտր տողը
ka_ge: ავტო-ფილტრის სტრიქონის დამალვა
kk_kz: Авто сүзгі жолағын жасыру
ru_ru: Скрыть строку автофильтра
th_th: ซ่อนแถวการกรองอัตโนมัติ
uk_ua: Приховати рядок автофильтра

# TreeListStringId.MenuColumnAutoFilterRowShow
source: Show Auto Filter Row
ar_iq: إظهار صف عامل تصفية تلقائي
az_latn_az: Filtr sətrini göstər
hy_am: Ցուցադրել Ավտո Ֆիլտր տողը
ka_ge: ავტო-ფილტრის სტრიქონის ჩვენება
kk_kz: Авто сүзгі жолағын көрсету
ru_ru: Показать строку автофильтра
th_th: แสดงแถวการกรองอัตโนมัติ
uk_ua: Показати рядок автофильтра

# TreeListStringId.MenuColumnFilterEditor
source: Filter Editor...
ar_iq: محرر عامل التصفية...
az_latn_az: Filtr redaktoru...
hy_am: Ֆիլտրի խմբագրիչ…
ka_ge: ფილტრის რედაქტორი...
kk_kz: Сүзгі редакторы...
ru_ru: Конструктор фильтра...
th_th: บรรณาธิการตัวกรอง...
uk_ua: Редактор фільтру...

# TreeListStringId.MenuColumnClearFilter
source: Clear Filter
ar_iq: مسح عامل التصفية
az_latn_az: Filtri təmizlə
hy_am: Մաքրել ֆիլտրը
ka_ge: ფილტრის წაშლა
kk_kz: Сүзгіні тазарту
ru_ru: Очистить фильтр
th_th: ล้างตัวกรอง
uk_ua: Очистити фільтр

# TreeListStringId.PopupFilterAll
source: (All)
ar_iq: (الكل)
az_latn_az: (Hamısı)
hy_am: (Բոլորը)
ka_ge: (ყველა)
kk_kz: (Бүкіл)
ru_ru: (Все)
th_th: (ทั้งหมด)
uk_ua: (Усі)

# TreeListStringId.PopupFilterBlanks
source: (Blanks)
ar_iq: (فارغة)
az_latn_az: (Boşlar)
hy_am: (Դատարկներ)
ka_ge: (ცარიელი)
kk_kz: (Бос жерлер)
ru_ru: (Пустые)
th_th: (ว่าง)
uk_ua: (Порожні)

# TreeListStringId.PopupFilterNonBlanks
source: (Non blanks)
ar_iq: (بلا فراغات)
az_latn_az: (Boş olmayanlar)
hy_am: (Դատարկ չեն)
ka_ge: (არა ცარიელი)
kk_kz: (Толтырылған жерлер)
ru_ru: (Непустые)
th_th: (ไม่ว่าง)
uk_ua: (Не порожні)

# TreeListStringId.MenuColumnFindFilterHide
source: Hide Find Panel
ar_iq: إخفاء لوحة عثور
az_latn_az: Axtarış paneli gizlət
hy_am: Թաքցնել Գտնել վահանակը
ka_ge: ძებნის პანელის დამალვა
kk_kz: Іздеу Панелін жасыру
ru_ru: Скрыть панель поиска
th_th: ซ่อนแผงการค้นหา
uk_ua: Приховати панель пошуку

# TreeListStringId.MenuColumnFindFilterShow
source: Show Find Panel
ar_iq: إظهار لوحة عثور
az_latn_az: Axtarış paneli göstər
hy_am: Ցուցադրել Գտնել վահանակը
ka_ge: ძებნის პანელის ჩვენება
kk_kz: Іздеу Панелін көрсету
ru_ru: Показать панель поиска
th_th: แสดงแผงการค้นหา
uk_ua: Показати панель пошуку

# TreeListStringId.FindControlFindButton
source: Find
ar_iq: بحث
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Табу
ru_ru: Найти
th_th: ค้นหา
uk_ua: Знайти

# TreeListStringId.FindControlClearButton
source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# PivotGridStringId.CustomizationFormAvailableFields
source: Choose fields to add to report:
ar_iq: اختيار الحقول لإضافتها إلى التقرير:
az_latn_az: Hesabata əlavə olunacaq sahələri seç:
hy_am: Ընտրեք դաշտեր՝ հաշվետվությանն ավելացնելու համար
ka_ge: ანგარიშისთვის ველების შერჩევა
kk_kz: Есептемеге қосатын жолақтарды таңдаңыз
ru_ru: Выберите поля для добавления в отчёт:
th_th: เลือกช่องเพื่อเพิ่มในรายงาน:
uk_ua: Оберіть поля для додавання в звіт:

# PivotGridStringId.ValueError
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# PivotGridStringId.OLAPKPIsCaption
source: KPIs
ar_iq: مؤشرات الأداء الرئيسية
az_latn_az: KPI-lər
hy_am: Հիմնական կատարողական ցուցիչներ
uk_ua: KPI

# PivotGridStringId.OLAPKPITypeValue
source: Value
ar_iq: القيمة
az_latn_az: Dəyəri
hy_am: Արժեք
ka_ge: მნიშვნელობა
kk_kz: Мән
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# PivotGridStringId.OLAPKPITypeGoal
source: Goal
ar_iq: الهدف
az_latn_az: Məqsəd
hy_am: Նպատակ
kk_kz: Мақсат
ru_ru: Цель
th_th: เป้าหมาย
uk_ua: Мета

# PivotGridStringId.OLAPKPITypeStatus
source: Status
ar_iq: الحالة
hy_am: Կարգավիճակ
ka_ge: სტატუსი
kk_kz: Статус
ru_ru: Статус
th_th: สถานะ
uk_ua: Статус

# PivotGridStringId.OLAPKPITypeTrend
source: Trend
ar_iq: الاتجاه
az_latn_az: Tendensiya
hy_am: Միտում
kk_kz: Беталыс
ru_ru: Тренд
th_th: เทรนด์
uk_ua: Тренд

# PivotGridStringId.OLAPKPITypeWeight
source: Weight
ar_iq: الوزن
az_latn_az: Çəki
hy_am: Կշիռ
ka_ge: წონა
kk_kz: Салмақ
ru_ru: Вес
th_th: น้ำหนัก
uk_ua: Вага

# PivotGridStringId.OLAPNoOleDbProvidersMessage
source: In order to use the PivotGrid OLAP functionality, you should have a MS OLAP OleDb provider installed on your system. You can download it here:
ar_iq: كي تتمكن من استخدام وظيفة تراكب الشبكة المحورية، يجب أن يتوفر MS OLAP OleDb على نظامك. يمكنك تحميله من هنا:
az_latn_az: TərtibCədvəli OLAP funksional imkanından istifadə etmək üçün sisteminizdə MS OLAP OleDb provayderi quraşdırılmalıdır. Siz onu buradan yükləyə bilərsiniz:
hy_am: Ամփոփիչաղյուսակի OLAP ֆունկցիոնալությունն օգտագործելու համար ձեր ամակարգում պետք է MS OLAP OleDb provider տեղադրված լինի: Այն կարելի է ներբեռնել այստեղից.
kk_kz: PivotGrid OLA функцияны қолдану үшін сіздің жүйеңізде MS OLAP OleDb орнатылу керек. Оны осы жерден қотаруға болады:
ru_ru: Для использования функционала оперативного анализа данных, которым располагают сводные таблицы, в вашей системе должен быть установлен провайдер OLE для БД MS OLAP. Вы можете скачать его отсюда:
th_th: ในการที่จะใช้การทำงาน PivotGrid OLAP คุณควรมีโพรไวด์เดอร์ MS OLAP OleDb ติดตั้งอยู่ในระบบของคุณ คุณสามารถดาวน์โหลดได้ที่นี่
uk_ua: Для використання функціоналу оперативного аналізу даних, який мають зведені таблиці, у вашій системі повинен бути встановлений провайдер OLE для БД MS OLAP. Ви можете завантажити його звідси:

# PivotGridStringId.PopupMenuKPIGraphic
source: KPI Graphics
ar_iq: رسومات مؤشرات الأداء الرئيسية
az_latn_az: KPI Qrafikləri
hy_am: Հիմնական կատարողական ցուցիչների գրաֆիկ
kk_kz: KPI кестесі
ru_ru: Графика KPI
th_th: กราฟฟิค KPI
uk_ua: Графіка KPI

# PivotGridStringId.PopupMenuKPIGraphicNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არ არის
kk_kz: Бірде біреу
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# PivotGridStringId.PopupMenuKPIGraphicServerDefined
source: Server Defined
ar_iq: تم تحديد الملقم
az_latn_az: Server müəyyən olunub
hy_am: Սերվերը սահմանված է
kk_kz: Сервермен Тағайындалған
ru_ru: Сервер определён
th_th: เซิร์ฟเวอร์ที่กำหนด
uk_ua: Сервер визначений

# PivotGridStringId.PopupMenuKPIGraphicShapes
source: Shapes
ar_iq: أشكال
az_latn_az: Formalar
hy_am: Ուրվագծեր
kk_kz: Тұлғалар
ru_ru: Фигуры
th_th: รูปร่าง
uk_ua: Фігури

# PivotGridStringId.PopupMenuKPIGraphicTrafficLights
source: Traffic Lights
ar_iq: إشارات المرور
az_latn_az: İşıqforlar
hy_am: Լուսացույց
kk_kz: Бағдаршам
ru_ru: Светофоры
th_th: ไฟจราจร
uk_ua: Світлофори

# PivotGridStringId.PopupMenuKPIGraphicRoadSigns
source: Road Signs
ar_iq: علامات الطرق
az_latn_az: Yol nişanları
hy_am: Ճանապարհային նշաններ
kk_kz: Жол белгілері
ru_ru: Дорожные знаки
th_th: สัญลักษณ์บนถนน
uk_ua: Дорожні знаки

# PivotGridStringId.PopupMenuKPIGraphicGauge
source: Gauge
ar_iq: جهاز قياس
az_latn_az: Manometr
hy_am: Չափանմուշ
kk_kz: Калибр
ru_ru: Шкала
th_th: มาตรวัด
uk_ua: Шкала

# PivotGridStringId.PopupMenuKPIGraphicReversedGauge
source: Reversed Gauge
ar_iq: جهاز قياس مقلوب
az_latn_az: Çevrilmiş manometr
hy_am: Հակադիր չափանմուշ
kk_kz: Кері Калибр
ru_ru: Обратная шкала
th_th: มาตรวัดถอยกลับ
uk_ua: Зворотня шкала

# PivotGridStringId.PopupMenuKPIGraphicThermometer
source: Thermometer
ar_iq: مقياس حراري
az_latn_az: Termometr
hy_am: Ջերմաչափ
ka_ge: თერმომეტრი
kk_kz: Термометр
ru_ru: Термометр
th_th: เครื่องวัดอุณหภูมิ
uk_ua: Термометр

# PivotGridStringId.PopupMenuKPIGraphicReversedThermometer
source: Reversed Thermometer
ar_iq: مقياس حراري مقلوب
az_latn_az: Çevrilmiş termometr
hy_am: Հակադիր ջերմաչափ
kk_kz: Кері термометр
ru_ru: Опрокидывающийся термометр
th_th: เครื่องวัดอุณหภูมิถอยกลับ
uk_ua: Перекидний термометр

# PivotGridStringId.PopupMenuKPIGraphicCylinder
source: Cylinder
ar_iq: اسطوانة
az_latn_az: Silindr
hy_am: Գլան
ka_ge: ცილინდრი
kk_kz: Цилиндр
ru_ru: Цилиндр
th_th: ไซลินเดอร์
uk_ua: Циліндр

# PivotGridStringId.PopupMenuKPIGraphicReversedCylinder
source: Reversed Cylinder
ar_iq: أسطوانة مقلوبة
az_latn_az: Çevrilmiş silindr
hy_am: Հակադիր գլան
kk_kz: Кері цилиндр
ru_ru: Реверсный цилиндр
th_th: ไซลินเดอร์ถอยกลับ
uk_ua: Реверсний циліндр

# PivotGridStringId.PopupMenuKPIGraphicFaces
source: Faces
ar_iq: أوجه
az_latn_az: Sifətlər
hy_am: Դեմքեր
kk_kz: Жүздер
ru_ru: Лица
th_th: ใบหน้า
uk_ua: Поверхні

# PivotGridStringId.PopupMenuKPIGraphicVarianceArrow
source: Variance Arrow
ar_iq: سهم التباين
az_latn_az: Sürüşmə oxu
hy_am: Դիսպերսիայի սլաք
kk_kz: Айырмашылық белгісі
ru_ru: Стрелка отклонения
th_th: ลูกศรการแปรปรวน
uk_ua: Стрілка відхилення

# PivotGridStringId.PopupMenuKPIGraphicStandardArrow
source: Standard Arrow
ar_iq: سهم قياسي
az_latn_az: Standart ox
hy_am: Ստանդարտ սլաք
kk_kz: Стандарт белгісі
ru_ru: Стандартная стрелка
th_th: ลูกศรมาตรฐาน
uk_ua: Стандартна стрілка

# PivotGridStringId.PopupMenuKPIGraphicStatusArrow
source: Status Arrow
ar_iq: سهم حالة
az_latn_az: Status oxu
hy_am: Կարգավիճակի սլաք
kk_kz: Статус белгісі
ru_ru: Стрелка состояния
th_th: ลูกศรสถานะ
uk_ua: Стрілка стану

# PivotGridStringId.PopupMenuKPIGraphicReversedStatusArrow
source: Reversed Status Arrow
ar_iq: سهم حالة مقلوب
az_latn_az: Statusun əks oxu
hy_am: Հակադիր կարգավիճակի սլաք
kk_kz: Кері Статус белгісі
ru_ru: Обратная стрелка состояния
th_th: ลูกศรสถานะถอยกลับ
uk_ua: Зворотня стрілка стану

# PivotGridStringId.SummaryFilterRangeFrom
source: Show values from
ar_iq: إظهار القيم من
az_latn_az: Dəyərləri göstər
hy_am: Ցուցադրել բոլոր արժեքները սկսած
ka_ge: საიდან
kk_kz: Мәндерді көрсету
ru_ru: Показать значения с
th_th: แสดงค่าจาก
uk_ua: Показати значення з

# PivotGridStringId.SummaryFilterRangeTo
source: to
ar_iq: إلى
az_latn_az: qədər
hy_am: Դեպի
ka_ge: სადამდე
kk_kz: к
ru_ru: по
th_th: ไปที่
uk_ua: по

# PivotGridStringId.SummaryFilterLegendHidden
source: Hidden
ar_iq: مخفي
az_latn_az: Gizli
hy_am: Թաքնված
ka_ge: დამალული
kk_kz: Жасырын
ru_ru: Скрытые
th_th: ถูกซ่อน
uk_ua: Приховані

# PivotGridStringId.SummaryFilterLegendVisible
source: Visible
ar_iq: مرئي
az_latn_az: Görünən
hy_am: Տեսանելի
ka_ge: ხილვადი
kk_kz: Көрінетін
ru_ru: Видимые
th_th: มองเห็นได้
uk_ua: Видимий

# PivotGridStringId.SummaryFilterApplyToSpecificLevel
source: Apply to specific level
ar_iq: تطبيق على مستوى معين
az_latn_az: Konkret səviyyəyə tətbiq et
hy_am: Կիրառել կոնկրետ մակարդակում
ka_ge: გამოყენება განსაზღვრული დონისთვის
kk_kz: Белгілі деңгейдегілерге қолдану
ru_ru: Применить к конкретному уровню
th_th: นำไปใช้กับระดับที่กำหนด
uk_ua: Застосувати до конкретного рівня

# PivotGridStringId.SummaryFilterColumnField
source: Column field:
ar_iq: حقل عمود:
az_latn_az: Sütun sahəsi:
hy_am: Սյունակի դաշտ.
ka_ge: სვეტის ველი:
kk_kz: Бағана жолағы:
ru_ru: Поле столбца:
th_th: ช่องคอลัมน์:
uk_ua: Поле стовпця:

# PivotGridStringId.SummaryFilterRowField
source: Row field:
ar_iq: حقل صف:
az_latn_az: Sətir sahəsi:
hy_am: Տողի դաշտ
ka_ge: სტრიქონის ველი:
kk_kz: Жол жолағы:
ru_ru: Поле строки:
th_th: ช่องแถว:
uk_ua: Поле рядка:

# PivotGridStringId.SummaryFilterMaxValueCount
source: Max Count
ar_iq: العدد الأقصى
az_latn_az: Maksimum say
hy_am: Առավելագույն քանակ
ka_ge: მაქსიმალური რაოდენობა
kk_kz: Максималдық мән
ru_ru: Макс. количество
th_th: จำนวนมากที่สุด
uk_ua: Макс. кількість

# PivotGridStringId.SummaryFilterMaxVisibleCount
source: Max Visible Count
ar_iq: العدد المرئي الأقصى
az_latn_az: Maksimum görünən say
hy_am: Առավելագույն տեսանելի քանակ
ka_ge: მაქსიმალური ასასახი რაოდენობა
kk_kz: Максималдық көрінетін мән
ru_ru: Макс. отображаемое количество
th_th: จำนวนมากที่สุดที่มองเห็น
uk_ua: Макс. Кількість відображення

# PivotGridStringId.SummaryFilterLabelValues
source: Values
ar_iq: القيم
az_latn_az: Qiymətlər
hy_am: Արժեքներ
ka_ge: მნიშვნელობა
kk_kz: Мәндер
ru_ru: Значения
th_th: ค่า
uk_ua: Значення

# PivotGridStringId.SummaryFilterClearButton
source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# PivotGridStringId.DrillDownException
source: Error retrieving drilldown dataset
ar_iq: خطأ في استرداد مجموعة بيانات الانتقال التفصيلي
az_latn_az: Baxış üçün məlumat toplusunu əldə edərkən səhv baş verdi
hy_am: Սխալ է արձանագրվել ընդարձակ տվյալների հավաքածուի ստացման ընթացքում:
kk_kz: Жазылған деректер жинақталымын қабылдағанда қате шықты
ru_ru: Ошибка при получении развёрнутого набора данных
th_th: เกิดข้อผิดพลาดในการรับชุดข้อมูลดริลดาวน์
uk_ua: Помилка при отриманні розгорнутого набору даних

# ChartStringId.MsgIncorrectArrayOfValues
source: The array of values must contain either numerical or date-time values.
ar_iq: يجب أن تتضمن مجموعة القيم إما قيماً عددية أو قيم تاريخ-وقت.
az_latn_az: Dəyərlər massivi ya ədədi, ya da tarix-vaxt dəyərləri ehtiva etməlidir.
hy_am: Արժեքների մասսիվը պետք է թվային կամ ամսաթվի-ժամի արժեքներ պարունակի:
kk_kz: Деректер ауқымында сан немесе уақыт мәтіні болу керек
ru_ru: Массив значений должен содержать либо численные значения, либо таковые с датой-временем.
th_th: แถวลำดับของค่าต้องมีค่าแบบตัวเลข หรือวันและเวลา
uk_ua: Масив значень повинен містити або числові значення, або з датою та часом.

# ChartStringId.MsgIncompatibleArgument
source: An argument {0} isn't compatible with the current argument scale type.
ar_iq: الوسيطة {0} غير متوافقة مع نوع مقياس الوسيطة الحالية.
az_latn_az: {0} arqumenti mövcud dəyər miqyası növü ilə uyğun gəlmir.
hy_am: {0} պարամետրը համատեղելի չէ ընթացիկ պարամետրի սանդղակի տեսակի հետ:
ka_ge: არგუმენტი {0} არ შეესაბამება მოცემული არგუმენტების შკალის ტიპს.
kk_kz: {0} мәтін ағымдағы мәтінің масштаб түріне сәйкес келмейді.
ru_ru: Аргумент {0} не совместим с текущим типом аргумента шкалы.
th_th: อาร์กิวเมน์ไม่สามารถทำงานร่วมกับประเภทอัตราอาร์กิวเมนท์ปัจจุบันได้
uk_ua: Аргумент {0} не сумісний з поточним типом аргументу шкали.

# ChartStringId.MsgIncompatibleValue
source: A value {0} isn't compatible with the current value scale type.
ar_iq: وجود قيمة {0} غير متوافقة مع نوع مقياس القيمة الحالية.
az_latn_az: {0} dəyəri mövcud dəyər miqyası növü ilə uyğun gəlmir.
hy_am: {0} արժեքը համատեղելի չէ ընթացիկ արժեքի սանդղակի տեսակի հետ:
kk_kz: {0} мәтін ағымдағы мәтінің масштаб түріне сәйкес келмейді.
ru_ru: Значение {0} не совместимо с текущим типом значения шкалы.
th_th: ค่า {0} ไม่สามารถทำงานร่วมกับประเภทอัตราค่าปัจจุบันได้
uk_ua: Значення {0} не сумісне з поточним типом значення шкали.

# ChartStringId.MsgIncorrectToolTipPosition
source: Tool Tip Position can't be null.
ar_iq: لا يمكن لموضع تلميح الأدوات أن يكون خالياً.
az_latn_az: Alət izahının yeri sıfır ola bilməz.
hy_am: Հայտնվող հուշման դիրքը չի կարող դատարկ լինել:
kk_kz: Сыбыр Инструментінің айқындамасы бос болмау керек
ru_ru: Положение всплывающей подсказки не может быть нулевым.
th_th: ไม่สามารถปล่อยว่างตำแหน่ง Tool Tip ได้
uk_ua: Положення спливаючої підказки не може бути нульовим.

# ChartStringId.MsgIncorrectCrosshairPosition
source: Crosshair Position can't be null.
ar_iq: لا يمكن لموضع الشعيرات المتصالبة أن يكون خالياً.
az_latn_az: Kəsişmə mövqeyi sıfır ola bilməz.
hy_am: Crosshair դիրքը չի կարող դատարկ լինել:
kk_kz: Crosshair айқындамасы бос болмау керек
ru_ru: Положение перекрестия не может быть нулевым.
th_th: ไม่สามารถปล่อยว่างตำแหน่ง Tool Tip ได้
uk_ua: Положення перехрестя не може бути нульовим.

# ChartStringId.MsgValueMustBeGreateThenZero
source: Value must be equal or greater then 0.
ar_iq: يجب أن تكون القيمة مساوية أو أكبر من 0.
az_latn_az: Dəyər 0-a bərabər və ya ondan böyük olmalıdır.
hy_am: Արժեքը պետք է լինի մեծ կամ հավասար զրոյի
ka_ge: სიდიდე უნდა იყოს 0 ან მეტი
kk_kz: Мән 0 немесе 0-ден жоғары болу керек
ru_ru: Значение должно быть равным или больше 0.
th_th: ค่าต้องเท่ากันหรือมากกว่า 0
uk_ua: Значення має бути рівним або більше 0.

# ChartStringId.MsgEmptyPaneName
source: A pane's name can't be empty.
ar_iq: لا يجب ان تكون اسم الجزء فارغا.
az_latn_az: Panelin adı boş ola bilməz.
hy_am: Վահանակի անվանումը չի կարող դատարկ լինել
kk_kz: Кәсектің атауы бос болмау керек
ru_ru: Имя подокна не может быть пустым.
th_th: ชื่อแผงไม่สามารถปล่อยว่างได้
uk_ua: Назва площині, не може бути порожньою.

# ChartStringId.WizAggregateFunctionSum
source: Sum
ar_iq: المجموع
az_latn_az: Cəm
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Сумма
th_th: สรุป
uk_ua: Сума

# ChartStringId.WizAggregateFunctionAverage
source: Average
ar_iq: متوسط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Ортақ шама
ru_ru: Среднее
th_th: เฉลี่ย
uk_ua: Середнє

# ChartStringId.WizScaleModeManual
source: Manual
ar_iq: يدوي
az_latn_az: Əllə
hy_am: Ձեռքով
kk_kz: Нұсқау
ru_ru: Ручной
th_th: ด้วยตนเอง
uk_ua: Вручну

# ChartStringId.WizScaleModeAutomatic
source: Automatic
ar_iq: تلقائي
az_latn_az: Avtomatik
hy_am: Ավտոմատ
ka_ge: ავტომატური
kk_kz: Автоматты
ru_ru: Автоматический
th_th: อัตโนมัติ
uk_ua: Автоматичний

# ChartStringId.WizResolveOverlappingModeNone
source: None
ar_iq: بلا
az_latn_az: Heç biri
hy_am: Ոչ մի
ka_ge: არ არის
kk_kz: Бірде біреу
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# ChartStringId.WizResolveOverlappingModeDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი
kk_kz: Әдепкі
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# ChartStringId.WizResolveOverlappingModeHideOverlapping
source: HideOverlapping
ar_iq: إخفاء التراكب
az_latn_az: Üst-üstə düşməyi gizlət
hy_am: Թաքցնելվրադրումը
kk_kz: ҚайталаудыЖасыру
ru_ru: Скрыть наложение
th_th: ซ่อนการทับกัน
uk_ua: Сховати накладення

# ChartStringId.WizResolveOverlappingModeJustifyAroundPoint
source: JustifyAroundPoint
ar_iq: ضبط حول نقطة
az_latn_az: Sürüşmə nöqtəsi uyğunlaşdır
hy_am: Հավասարեցնելշեղվածկետը
kk_kz: НүктеАйналасындаДәлелдеу
ru_ru: Выровнять отклонённую точку
th_th: จัดเรียงรอบจุดให้เท่ากัน
uk_ua: Вирівняти відхилену точку

# ChartStringId.WizResolveOverlappingModeJustifyAllAroundPoints
source: JustifyAllAroundPoints
ar_iq: ضبط كل النقاط المحيطة
az_latn_az: Bütün sürüşmə nöqtələri uyğunlaşdır
hy_am: Հավասարեցնելբոլորշեղվածկետերը
kk_kz: НүктелерАйналасындаБәрінДәлелдеу
ru_ru: Выровнять все отклонённые точки
th_th: จัดเรียงรอบจุดทั้งหมดให้เท่ากัน
uk_ua: Вирівняти всі відхилені точки

# ChartStringId.WizAxisLabelResolveOverlappingModeNone
source: None
ar_iq: بلا
az_latn_az: Heç biri
hy_am: Չկա
ka_ge: არ არის
kk_kz: Бірде біреу
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# ChartStringId.WizAxisLabelResolveOverlappingModeHideOverlapping
source: HideOverlapping
ar_iq: إخفاء التراكب
az_latn_az: Üst-üstə düşməyi gizlət
hy_am: Թաքցնել վրադրումը
kk_kz: ҚайталаудыЖасыру
ru_ru: Скрыть наложение
th_th: ซ่อนการทับกัน
uk_ua: Сховати накладення

# ChartStringId.PltDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი
kk_kz: Әдепкі
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# ChartStringId.PltNatureColors
source: Nature Colors
ar_iq: ألوان طبيعية
az_latn_az: Təbii rənglər
hy_am: Բնական գույներ
ka_ge: ნატურალური ფერები
kk_kz: Табиғи Түстер
ru_ru: Натуральные цвета
th_th: สีธรรมชาติ
uk_ua: Натуральні кольори
