Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# GridStringId.LayoutViewGroupCaptions
source: Captions
ar_iq: تسميات توضيحية
az_latn_az: Başlıqlar
hy_am: Վերնագրեր
ka_ge: სათაურები
kk_kz: Тақырыптар:
ru_ru: Заголовки
th_th: คำบรรยายใต้ภาพ
uk_ua: Заголовки

# GridStringId.LayoutViewGroupCards
source: Cards
ar_iq: بطاقات
az_latn_az: Kartlar
hy_am: Քարտեր
ka_ge: ბარათები
kk_kz: кәртішкелер
ru_ru: Карточки
th_th: การ์ด
uk_ua: Картки

# GridStringId.LayoutViewLabelCardEdgeAlignment
source: Card Edge Alignment:
ar_iq: محاذاة حافة البطاقة:
az_latn_az: Kartın sərhədlərin uyğunlaşdırılməsı:
hy_am: Քարտի ծայրերի հավասարեցում
ka_ge: ბარათის საზღვრების გათანაბრება:
kk_kz: Кәртішке шекарасын туралау:
ru_ru: Выравнивание границы карточки:
th_th: การจัดวางขอบการ์ด:
uk_ua: Вирівнювання межі картки:

# PreviewStringId.ExportOption_HtmlCharacterSet
source: Character set:
ar_iq: مجموعة أحرف
az_latn_az: İşarələr dəsti:
hy_am: Նիշերի հավաքածու՝
ka_ge: სიმბოლოების კომპლექტი:
kk_kz: Нышандар жиынтығы
ru_ru: Набор символов:
th_th: กลุ่มอักขระ:
uk_ua: Набір символів:

# PreviewStringId.ExportOption_XpsDocumentCategory
source: Category:
ar_iq: فئة:
az_latn_az: Kateqoriya:
hy_am: Կատեգորիա.
ka_ge: კატეგორია:
kk_kz: Санат:
ru_ru: Категория:
th_th: หมวดหมู่:
uk_ua: Категорія:

# PreviewStringId.RibbonPreview_Zoom_STipContent
source: Change the zoom level of the document preview.
ar_iq: تغيير مستوى تكبير معاينة المستند.
az_latn_az: Sənədə ilkin baxılma ekranının ölçünü dəyişdirmə dərəcəsini dəyiş.
hy_am: Փոխել փաստաթղթի նախնական դիտման մասշտաբավորման մակարդակը:
ka_ge: დოკუმენტის წინასწარ ნახვისთვის მასშტაბირების დონის შეცვლა
kk_kz: Құжатты алдын ала қарау үшін масштабтау деңгейін таңдаңыз
ru_ru: Выберите уровень масштабирования для предпросмотра документа.
th_th: เปลี่ยนระดับการขยายของการพรีวิวเอกสาร
uk_ua: Змінити масштаб попереднього перегляду документу.

# PreviewStringId.WMForm_HorzAlign_Center
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრისკენ
kk_kz: Ортасы бойынша
ru_ru: По центру
th_th: กลาง
uk_ua: Центр

# ReportStringId.Cmd_TableDeleteCell
source: Ce&ll
ar_iq: خل&ية
az_latn_az: Xan&a
hy_am: Բջ&իջ
ka_ge: უჯ&რედი
kk_kz: Ұяшық
ru_ru: Ячей&ка
th_th: เซลล์
uk_ua: Кл&ітка

# ReportStringId.FSForm_Lbl_Category
source: Category
ar_iq: الفئة
az_latn_az: Kateqoriya
hy_am: Կատեգորիա
ka_ge: კატეგორია
kk_kz: Санат
ru_ru: Категория
th_th: หมวดหมู่
uk_ua: Категорія

# ReportStringId.PropGrid_TTip_Categorized
source: Categorized
ar_iq: مُصنَّف
az_latn_az: Kateqoriyalara ayrılmış
hy_am: Դասակարգված
ka_ge: კატეგორიებად დაყოფილი
kk_kz: Санатталған
ru_ru: Категоризированный
th_th: จัดเป็นหมวดหมู่
uk_ua: Категоризований

# ReportStringId.RibbonXRDesign_BackColor_STipContent
source: Change the text background color.
ar_iq: تغيير لون خلفية النص.
az_latn_az: Mətnin fonunun rəngini dəyişdir
hy_am: Փոխել տեքստի ետնապատկերի գույնը:
ka_ge: ტექსტის ფონის ფერის შეცვლა
kk_kz: Мәтін фонының түсін өзгертіңіз
ru_ru: Измените цвет фона текста.
th_th: เปลี่ยนสีพื้นหลังตัวอักษร
uk_ua: Змінити колір фону тексту.

# ReportStringId.RibbonXRDesign_CenterHorizontally_Caption
source: Center Horizontally
ar_iq: المركز افقي
az_latn_az: Üfuqi şəkildə mərkəzə yerləşdir
hy_am: Կենտրոն ըստ հորիզոնականի
ka_ge: ჰორიზონტალურად ცენტრირება
kk_kz: Көлденеңінен ортасы
ru_ru: Центр горизонтально
th_th: ตรงกลางแนวนอน
uk_ua: Центр горизонтально

# ReportStringId.RibbonXRDesign_CenterHorizontally_STipTitle
source: Center Horizontally
ar_iq: توسيط أفقي
az_latn_az: Üfuqi şəkildə mərkəzə yerləşdir
hy_am: Կենտրոն ըստ հորիզոնականի
ka_ge: ჰორიზონტალურად ცენტრირება
kk_kz: Көлденеңінен ортасы
ru_ru: Центр горизонтально
th_th: ตรงกลางแนวนอน
uk_ua: Центр горизонтально

# ReportStringId.RibbonXRDesign_CenterVertically_Caption
source: Center Vetically
ar_iq: توسيط عمودي
az_latn_az: Şaquli şəkildə mərkəzə yerləşdir
hy_am: Կենտրոն ըստ ուղղահայացի
ka_ge: ვერტიკალურად ცენტრირება
kk_kz: Тігінен ортасы
ru_ru: Центр вертикально
th_th: ตรงกลางแนวตั้ง
uk_ua: Центр вертикально

# ReportStringId.RibbonXRDesign_CenterVertically_STipTitle
source: Center Vetically
ar_iq: توسيط عمودي
az_latn_az: Şaquli şəkildə mərkəzə yerləşdir
hy_am: Կենտրոն ըստ ուղղահայացի
ka_ge: ვერტიკალურად ცენტრირება
kk_kz: Тігінен ортасы
ru_ru: Центр вертикально
th_th: ตรงกลางแนวตั้ง
uk_ua: Центр вертикально

# ReportStringId.RibbonXRDesign_FontName_STipContent
source: Change the font face.
ar_iq: تغيير واجهة الخط.
az_latn_az: Şriftin görünüşünü dəyiş
hy_am: Փոխել տառատեսակը:
ka_ge: შრფტის შეცვლა
kk_kz: Қаріпті өзгерту
ru_ru: Измените шрифт.
th_th: เปลี่ยนหน้าแบบตัวอักษร
uk_ua: Змінити шрифт.

# ReportStringId.RibbonXRDesign_FontSize_STipContent
source: Change the font size.
ar_iq: تغيير حجم الخط.
az_latn_az: Şriftin ölçüsünü dəyiş.
hy_am: Փոխել տառատեսակի չափը:
ka_ge: შრიფტის ზომის შეცვლა
kk_kz: Қаріп өлшемін өзгерту
ru_ru: Измените размер шрифта.
th_th: เปลี่ยนขนาดตัวอักษร
uk_ua: Змінити розмір шрифту.

# ReportStringId.RibbonXRDesign_ForeColor_STipContent
source: Change the text foreground color.
ar_iq: تغيير لون النص الأمامي.
az_latn_az: Mətnin ön planının rəngini dəyişdir
hy_am: Փոխել տեքստի դիմապատկերի գույնը:
ka_ge: ტექსტის ფერის შეცვლა
kk_kz: Мәтіннің түсін өзгертіңіз
ru_ru: Измените цвет текста.
th_th: เปลี่ยนสีพื้นหน้าตัวอักษร
uk_ua: Змінити колір тексту.

# ReportStringId.RibbonXRDesign_JustifyCenter_Caption
source: Center Text
ar_iq: توسيط النص
az_latn_az: Mərkəzi mətn
hy_am: Կենտրոնացնել տեքստը
ka_ge: ტექსტის ცენტრირება
kk_kz: Ортадағы мәтін
ru_ru: Текст по центру
th_th: ตัวอักษรตรงกลาง
uk_ua: Текст по центру

# ReportStringId.RibbonXRDesign_JustifyCenter_STipContent
source: Center text.
ar_iq: توسيط النص.
az_latn_az: Mərkəzi mətn
hy_am: Կենտրոնացնել տեքստը:
ka_ge: ტექსტის ცენტრირება
kk_kz: Мәтінді тең ортасы бойынша туралау
ru_ru: Выровняйте текст по центру.
th_th: ตัวอักษรตรงกลาง
uk_ua: Текст по центру

# ReportStringId.RibbonXRDesign_JustifyCenter_STipTitle
source: Center Text
ar_iq: توسيط النص
az_latn_az: Mərkəzi mətn
hy_am: Տեքստը կենտրոնով
ka_ge: ტექსტის ცენტრირება
kk_kz: Ортадағы мәтін
ru_ru: Текст по центру
th_th: ตัวอักษรตรงกลาง
uk_ua: Текст по центру

# ReportStringId.RibbonXRDesign_Zoom_STipContent
source: Change the zoom level of the document designer.
ar_iq: تغيير مستوى تكبير/تصغير مصمم المستند.
az_latn_az: Sənədin tərtibatçısının miqyas ölçünü dəyiş.
hy_am: Փոխել փաստաթղթի դիզայների մասշտաբը:
ka_ge: დოკუმენტის შემქმნელის მასშტაბის შეცვლა
kk_kz: Құжат дизайнерінің масштабын өзгертіңіз.
ru_ru: Изменить масштаб дизайнера документа.
th_th: เปลี่ยนระดับการขยายของตัวออกแบบเอกสาร
uk_ua: Змінити масштаб дизайнера документів.

# ReportStringId.STag_Name_Checked
source: Checked
ar_iq: محدد
az_latn_az: Yoxlanılmış
hy_am: Ստուգված
ka_ge: შემოწმებული
kk_kz: Тексерілген
ru_ru: Проверенный
th_th: ตรวจสอบแล้ว
uk_ua: Перевірено

# ReportStringId.UD_TTip_CenterHorizontally
source: Center Horizontally
ar_iq: توسيط أفقي
az_latn_az: Üfuqi şəkildə mərkəzə yerləşdir
hy_am: Կենտրոնացնել ըստ հորիզոնականի
ka_ge: ჰორიზონტალურად ცენტრირება
kk_kz: Көлденеңінен ортасы бойынша
ru_ru: Центрировать по горизонтали
th_th: จัดตรงกลางแนวนอน
uk_ua: Центр горизонтально

# ReportStringId.UD_TTip_CenterVertically
source: CenterVertically
ar_iq: توسيط عمودي
az_latn_az: Şaquli şəkildə mərkəzə yerləşdir
hy_am: Կենտրոնացնել ըստ ուղղահայացի
ka_ge: ვერტიკალურად ცენტრირება
kk_kz: Тігінен ортаға туралау
ru_ru: Центрировать по вертикали
th_th: จัดตรงกลางแนวตั้ง
uk_ua: ЦентрВертикально

# ReportStringId.UD_TTip_FormatCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრირება
kk_kz: Ортасы бойынша
ru_ru: Центрировать
th_th: ตรงกลาง
uk_ua: Центр

# SpellCheckerStringId.MnuItemCaption
source: Check Spelling
ar_iq: التدقيق الإملائي
az_latn_az: Orfoqrafiyanı yoxla
hy_am: Ստուգել ուղղագրությունը
ka_ge: მართლწერის შემოწმება
kk_kz: Орфографияны тексеру
ru_ru: Проверить орфографию
th_th: ตรวจสอบการสะกด
uk_ua: Перевірити орфографію

# StringId.CheckChecked
source: Checked
ar_iq: محدد
az_latn_az: Yoxlanmış
hy_am: Ստուգված է
ka_ge: შემოწმებული
kk_kz: Белгіленді
ru_ru: Отмечено
th_th: ตรวจสอบแล้ว
uk_ua: Перевірено

# VGridStringId.RowCustomizationNewCategoryFormLabelText
source: Caption:
ar_iq: تسمية توضيحية:
az_latn_az: Başlıq:
hy_am: Վերնագիր.
ka_ge: სათაური:
kk_kz: Атауы:
ru_ru: Название:
th_th: คำบรรยายใต้ภาพ:
uk_ua: Назва:

# VGridStringId.RowCustomizationTabPageCategoriesText
source: Categories
ar_iq: فئات
az_latn_az: Kateqoriyalar
hy_am: Կատեգորիաներ
ka_ge: კატეგორიები
kk_kz: Санаттар
ru_ru: Категории
th_th: หมวดหมู่
uk_ua: Категорії

# AccStringId.BarLinkMenuClose
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Шығу
ru_ru: Выход
th_th: ปิด
uk_ua: Закрити

# AccStringId.ButtonClose
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Шығу
ru_ru: Выход
th_th: ปิด
uk_ua: Закрити

# AccStringId.GridCardCollapse
source: Collapse
ar_iq: طي
az_latn_az: Bük
hy_am: Ծալել
ka_ge: ჩაკეცვა
kk_kz: Тасалау
ru_ru: Свернуть
th_th: ยุบ
uk_ua: Згорнути

# AccStringId.GridDataRowCollapse
source: Collapse detail
ar_iq: طي التفاصيل
az_latn_az: Təfərrüatları gizlət
hy_am: Ծալել մանրամասները
ka_ge: დეტალური მონაცემების ჩაკეცვა
kk_kz: Еншілесті тасалау
ru_ru: Свернуть дочернее
th_th: รายละเอียดการยุบ
uk_ua: Згорнути деталі

# AccStringId.GridRowCollapse
source: Collapse
ar_iq: طي
az_latn_az: Bük
hy_am: Ծալել
ka_ge: ჩაკეცვა
kk_kz: Тасалау
ru_ru: Свернуть
th_th: ยุบ
uk_ua: Згорнути

# AccStringId.NameScrollColumnLeft
source: Column Left
ar_iq: عمود إلى اليسار
az_latn_az: Sütun sola
hy_am: Սյունակը դեպի ձախ
ka_ge: სვეტი მარცხნივ
kk_kz: Сол жақтағы бағана
ru_ru: Колонка влево
th_th: คอลัมน์ซ้าย
uk_ua: Колонка зліва

# AccStringId.NameScrollColumnRight
source: Column Right
ar_iq: عمود إلى اليمين
az_latn_az: Sütun sağa
hy_am: Սյունակը դեպի աջ
ka_ge: სვეტი მარჯვნივ
kk_kz: Оң жақтағы бағана
ru_ru: Колонка впрпаво
th_th: คอลัมน์ขวา
uk_ua: Колонка справа

# AccStringId.NavBarGroupCollapse
source: Collapse
ar_iq: طي
az_latn_az: Bük
hy_am: Ծալել
ka_ge: ჩაკეცვა
kk_kz: Тасалау
ru_ru: Свернуть
th_th: ยุบ
uk_ua: Згорнути

# AccStringId.TreeListNodeCollapse
source: Collapse
ar_iq: طي
az_latn_az: Bük
hy_am: Ծալել
ka_ge: ჩაკეცვა
kk_kz: Тасалау
ru_ru: Свернуть
th_th: ยุบ
uk_ua: Згорнути

# BarString.CloseButton
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# ChartStringId.CloseValueMember
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# ChartStringId.ConstantLinePrefix
source: Constant Line
ar_iq: خط ثابت
az_latn_az: Sabit xətt
hy_am: Հաստատուն գիծ
ka_ge: მუდმივი ხაზი
kk_kz: Тұрақты сызық
ru_ru: Постоянная линия
th_th: เส้นไม่เปลี่ยนแปลง
uk_ua: Постійна лінія

# ChartStringId.FunctionNameCount
source: COUNT
ar_iq: العدد
az_latn_az: Say
hy_am: ՔԱՆԱԿ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: количество
th_th: นับ
uk_ua: КІЛЬКІСТЬ

# ChartStringId.MenuItemClear
source: Clear
ar_iq: مسح
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# GridStringId.FindControlClearButton
source: Clear
ar_iq: مسح
az_latn_az: Bağla
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# ChartStringId.MsgIncorrectChildSeriesPointID
source: Child series point's ID must be positive or equal to zero.
ar_iq: يجب أن يكون معرف نقطة السلسلة التابعة إيجابيا أو يساوي الصفر.
az_latn_az: Törəmə nöqtələr sıraların Q/N-si müsbət və ya sıfra bərabər olmalıdır
hy_am: Կետերի դուստր սերիայի ն/հ-ն պետք է լինի դրական կամ հավասար զրոյի:
ka_ge: შვილობილი თანმიმდევრობის წერტილის ID უნდა დადებითი იყოს ან უდრიდეს ნულს.
kk_kz: Оң немесе нөлге тең нүктелердің еншілес реттілігінің ID
ru_ru: ID дочерней последовательности точек положительным или равным нулю.
th_th: ID ของ จุดซีรี่ส์แบบไชลด์ ต้องเป็นบวก หรือเท่ากับศูนย์
uk_ua: ID точки дочірньої послідовності повинен бути позитивним або дорівнювати нулю.

# ChartStringId.StyleColorNumber
source: Color {0}
ar_iq: لون {0}
az_latn_az: Rəng {0}
hy_am: Գույն {0}
ka_ge: {0} ფერი
kk_kz: түс{0}
ru_ru: Цвет {0}
th_th: สี {0}
uk_ua: Колір {0}

# ChartStringId.TrnConstantLineDeleted
source: Constant line deleted
ar_iq: تم حذف خط ثابت
az_latn_az: Sabit xətt silinib
hy_am: Հաստատուն գիծը ջնջված է
ka_ge: მუდმივი ხაზი წაშლილია
kk_kz: Тұрақты сызық жойылды
ru_ru: Постоянная линия удалена
th_th: เส้นคงตัวถูกลบ
uk_ua: Постійна лінія видалена

# ChartStringId.TrnConstantLinesChanged
source: Constant Lines changed
ar_iq: تم تغيير خطوط ثابتة
az_latn_az: Sabit xəttlər dəyişdirilib
hy_am: Հաստատուն գիծերը փոխված են
ka_ge: მუდმივი ხაზები წაშლილია
kk_kz: Тұрақты сызық өзгерді
ru_ru: Постоянные Линии изменились
th_th: เส้นคงตัวถูกเปลี่ยน
uk_ua: Постійні лінії змінені

# ChartStringId.VerbClearDataSource
source: Clear Data Source
ar_iq: مسح مصدر البيانات
az_latn_az: Məlumat mənbəyini təmizlə
hy_am: Մաքրել տվյալների աղբյուրը
ka_ge: მონაცემთა წყაროს გასუფთავება
kk_kz: Дерек көзін тазарту
ru_ru: Очистить источник данных
th_th: ล้างแหล่งข้อมูล
uk_ua: Очистити джерело даних

# ChartStringId.VerbClearDataSourceDescription
source: Clear the chart's datasource.
ar_iq: مسح مصدر بيانات المخطط.
az_latn_az: Diaqramın məlumat mənbəyini təmizlə
hy_am: Մաքրել դիագրամի տվյալների աղբյուրը
ka_ge: დიაგრამის მონაცემთა წყაროს გასუფთავება
kk_kz: Диаграмманың дереккөзін тазарту
ru_ru: Очистить источник данных диаграммы
th_th: ล้างแหล่งข้อมูลของแผนภูมิ
uk_ua: Очистити джерело даних діаграми

# ChartStringId.VerbDataSnapshotDescription
source: Copy all the data from the bound datasource to the chart, and then unbind the chart.
ar_iq: انسخ كافة البيانات من مصدر البيانات المرتبط إلى المخطط، ومن ثم قم بإلغاء ارتباط المخطط.
az_latn_az: Əlaqəli məlumat mənbəyindən bütün məlumatları diaqrama yerləşdirin, daha sonra diaqramı ayırın
hy_am: Կապակցված տվյալների աղբյուրից բոլոր տվյալները տեղափոխել դիագրամի վրա և, այնուհետև անջատել դիագրամը:
ka_ge: დაკავშირებული მონაცემთა წყაროდან ყველა მონაცემი გადაიტანეთ დიაგრამაზე, შემდეგ კი მოხსენით დიაგრამა.
kk_kz: Байланыстырылған деректер көзіндегі барлық деректерді диаграммаға көшіру, содан кейін диаграмманы ажырату
ru_ru: перенести все данные из связанного источника данных на диаграмму, и затем отсоединить диаграмму.
th_th: คัดลอกข้อมูลทั้งหมดจากแหล่งข้อมูลที่ยึดกันไปที่แผนภูมิ และคลายแผนภูมิ
uk_ua: Копіювати усі дані із джерела даних до діаграми та потім від'єднати діаграму

# ChartStringId.WizAppearancePageDescription
source: Choose a palette to color series or their data points. Also choose the style, which specifies the chart's appearance depending on the current palette.
ar_iq: اختيار لوح ألوان لتلوين سلسلة أو نقطة البيانات الخاصة بها. يمكن أيضا اختيار النمط، الذي يحدد مظهر المخطط اعتماداً على لوح التلوين الحالي.
az_latn_az: Sıralar və ya onların dəyərlərin nöqtələrini rəngləmək üçün palitra seçin. Həmçinin, cari palitradan asılı olaraq diaqramın görünüşünü təyin edən üslubu seçin
hy_am: Սերիաների կամ նրանց արժեքների համար ընտրեք գունային գամման: Նաև ընտրեք ոճը, որը կորոշի գրաֆիկի տեսքը՝ կախված ներկա գունապնակից:
ka_ge: შეარჩიეთ ფერთა პალიტრა თანმიმდევრობის მნიშვნელობებისთვის. ასევე შეარჩიეთ გრაფიკის სტილი, რომელიც განსაზღვრავს არსებულ პალიტრასთან დაკავშირებულ მის გარეგნულ სახეს.
kk_kz: Реттілік мәні үшін түс палитрасын таңдаңыз. Ағымдағы палитрамен байланысты оның сыртқы түрін анықтайтын графиктің стилін де анықтаңыз.
ru_ru: Выберите цветовую палитру для значений последовательностей. Также выберите стиль графика, который определит его внешний вид связанный с текущей палитрой.
th_th: เลือกพาเล้ตต์ที่ซีรี่ส์สี หรือจุดข้อมูลของมัน เลือกรูปแบบ ที่กำหนดลักษณะของแผนภูมิ ขึ้นอยู่กับพาเล็ตต์ปัจจุบัน
uk_ua: Оберіть палітру кольорів для точок послідовностей або їх даних. Також оберіть стиль, що визначатиме зовнішній вигляд діаграми, в залежності від чинної палітри.

# ChartStringId.WizBar3DModelCone
source: Cone
ar_iq: مخروط
az_latn_az: Konus
hy_am: Կոն
ka_ge: კონუსი
kk_kz: Конус
ru_ru: Коеус
th_th: กรวย
uk_ua: Конус

# ChartStringId.WizChartTypePageDescription
source: Choose a chart type you want to use. To filter chart types by their groups, use the values in the drop-down box.
ar_iq: اختيار نوع المخطط الذي تريد استخدامه. لتصفية أنواع التصميمات استناداً إلى مجموعاتهم، استخدم القيم في مربع القائمة المنسدلة.
az_latn_az: İstifadə etmək istədiyiniz diaqramın növünü seçin. Diaqramları qruplar üzrə filtrləmək üçün aşağıya açılan siyahıdakı göstəriciləri istifadə edin.
hy_am: Ընտրեք գրաֆիկի տեսակը, որը ցանկանում եք օգտագործել: Գրաֆիկների տեսակները ըստ խմբերի ֆիլտրելու համար, օգտագործեք արժեքները դեպի ներքև բացվող վանդակում:
ka_ge: შეარჩიეთ თქვენთვის გამოსაყენებლად სასურველი დიაგრამის ტიპი. დიაგრამების ჯგუფების მიხედვით დაყოფის მიზნით, გამოიყენეთ მნიშვნელობები ჩამოსაყრელი ფანჯრიდან.
kk_kz: Пайдалану үшін график үлгісін таңдаңыз. Графиктер топтар бойынша бөлінген, төмен түсетін терезенің мәнін пайдаланыңыз.
ru_ru: Выберите тип графика для использования. Графики разбиты по группам, используйте значение из ниспадающего окна.
th_th: เพื่อนประเภทแผนภูมิที่คุณต้องการใช้ ในการกรองประเภทตามกลุ่มของมัน ใชเค่าในกล่อง drop-down
uk_ua: Оберіть бажаний тип графіку. Для фільтрування типів графіків за групами оберіть значення з випадаючого переліку.

# ChartStringId.WizConstructionGroupName
source: Construction
ar_iq: الإنشاءات
az_latn_az: Quruluş
hy_am: Կառուցվածք
ka_ge: დალაგება
kk_kz: Құрылысы
ru_ru: Построение
th_th: การก่อสร้าง
uk_ua: Побудова

# ChartStringId.WizSpecifyDataFilters
source: Click the ellipsis button...
ar_iq: انقر على زر علامة القطع ...
az_latn_az: Ellips düyməsinə basın...
hy_am: Սեղմեք բազմակետի կոճակը...
ka_ge: დააწკაპუნეთ მრავალწერტილის ღილაკზე...
kk_kz: ... белгіні ауыстыратын батырманы басыңыз
ru_ru: Щелкните кнопкой замещающего знака...
th_th: คลิกที่ปุ่มวงรี
uk_ua: Натисніть кнопку з трьома крапками …

# ChartStringId.WizValueLevelClose
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# GridStringId.CustomizationColumns
source: Columns
ar_iq: الأعمدة
az_latn_az: Sütunlar
hy_am: Սյունակներ
ka_ge: სვეტები
kk_kz: Бағаналар
ru_ru: Колонки
th_th: คอลัมน์
uk_ua: Колонки

# GridStringId.GridNewRowText
source: Click here to add a new row
ar_iq: انقر هنا لإضافة صف جديد
az_latn_az: Yeni sətir əlavə etmək üçün buraya klik edin
hy_am: Սեղմեք այստեղ՝ նոր տող ավելացնելու համար
ka_ge: ახალი სტრიქონის დასამატებლად დააწკაპუნეთ აქ
kk_kz: Жаңа жол қосу үшін осы жерді басыңыз
ru_ru: Нажмите сюда, чтобы добавить новую строку
th_th: คลิกที่นี่เพื่อเพิ่มแถวใหม่
uk_ua: Натисніть сюди для додавання нового рядка

# GridStringId.GroupSummaryEditorSummaryCount
source: Count
ar_iq: العدد
az_latn_az: Say
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: Количество
th_th: จำนวน
uk_ua: Кількість

# GridStringId.MenuColumnClearFilter
source: Clear Filter
ar_iq: مسح عامل التصفية
az_latn_az: Filtri təmizlə
hy_am: Մաքրել ֆիլտրը
ka_ge: ფილტრის გასუფთავება
kk_kz: &Сүзгіні тазарту
ru_ru: &Очистить фильтр
th_th: ล้างตัวกรอง
uk_ua: Очистити фільтр

# GridStringId.MenuColumnClearSorting
source: Clear Sorting
ar_iq: مسح الفرز
az_latn_az: Sıralanmanı ləğv et
hy_am: Մաքրել դասավորվածությունը
ka_ge: დახარისხების გასუფთავება
kk_kz: Сұрыптауды тазарту
ru_ru: Очистить сортировку
th_th: ล้างการจัดเรียง
uk_ua: Очистити сортування

# GridStringId.MenuColumnColumnCustomization
source: Column Chooser
ar_iq: محدد العمود
az_latn_az: Sütun seçimi
hy_am: Սյունակի ընտրություն
ka_ge: სვეტის შერჩევა
kk_kz: Бағаналарды таңдау
ru_ru: Выбор &колонок
th_th: ล้างตัวเลือก
uk_ua: Вибір колонки

# GridStringId.MenuColumnCountSummaryTypeDescription
source: Count
ar_iq: العدد
az_latn_az: Say
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: Количество
th_th: จำนวน
uk_ua: Кількість

# GridStringId.MenuColumnResetGroupSummarySort
source: Clear Summary Sorting
ar_iq: مسح ملخص الفرز
az_latn_az: Yekunlar üzrə sıralanmanı ləğv et
hy_am: Մաքրել ամփոփման դասավորվածությունը
ka_ge: ჯამური დახარისხების გასუფთავება
kk_kz: Нәтижелер бойынша сұрыптауды тазарту
ru_ru: Очистить сортировку по итогам
th_th: ล้างการจัดลำดับการสรุป
uk_ua: Очистити сортування по підсумкам

# GridStringId.MenuFooterCount
source: Count
ar_iq: العدد
az_latn_az: Say
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: &Количество
th_th: จำนวน
uk_ua: Кількість

# GridStringId.MenuFooterCountGroupFormat
source: Count={0}
ar_iq: العدد={0}
az_latn_az: Say={0}
hy_am: Քանակը ={0}
ka_ge: რაოდენობა={0}
kk_kz: Саны={0}
ru_ru: Кол-во={0}
th_th: จำนวน={0}
uk_ua: Кількість={0}

# GridStringId.MenuGroupPanelClearGrouping
source: Clear Grouping
ar_iq: مسح التجميع
az_latn_az: Qruplaşdırmanı ləğv et
hy_am: Ապախմբավորել
ka_ge: დაჯგუფების გასუფთავება
kk_kz: Бөліп тастау
ru_ru: &Разгруппировать
th_th: ล้างการจัดกลุ่ม
uk_ua: Очистити групування

# NavBarStringId.NavPaneChevronHint
source: Configure buttons
ar_iq: أزرار التكوين
az_latn_az: Düymələri köklə
hy_am: Կարգավորել կոճակները
ka_ge: ღილაკების კონფიგურაცია
kk_kz: Бастырманы теңшеу
ru_ru: Настроить кнопки
th_th: ปรับปุ่ม
uk_ua: Налаштувати кнопки

# PivotGridStringId.ColumnArea
source: Column Area
ar_iq: منطقة العمود
az_latn_az: Sütun sahəsi
hy_am: Սյունակի դաշտ
ka_ge: სვეტების ზონა
kk_kz: Бағана аумағы
ru_ru: Область столбцов
th_th: พื้นที่คอลัมน์
uk_ua: Область колонки

# PivotGridStringId.PopupMenuClearSorting
source: Clear Sorting
ar_iq: مسح الفرز
az_latn_az: Sıralanmanı ləğv et
hy_am: Մաքրել դասավորվածությունը
ka_ge: დახარისხების გასუფთავება
kk_kz: Сұрыптауды тазарту
ru_ru: Очистить сортировку
th_th: ล้างการจัดลำดับ
uk_ua: Очистити сортування

# PivotGridStringId.PopupMenuCollapse
source: Collapse
ar_iq: طي
az_latn_az: Bükmək
hy_am: Ծալել
ka_ge: ჩაკეცვა
kk_kz: Тасалау
ru_ru: Свернуть
th_th: ยุบ
uk_ua: Згорнути

# PivotGridStringId.PopupMenuCollapseAll
source: Collapse All
ar_iq: طي الكل
az_latn_az: Hamısını bükmək
hy_am: Ծալել ամբողջը
ka_ge: ყველაფრის ჩაკეცვა
kk_kz: Барлығын тасалау
ru_ru: Свернуть все
th_th: ยุบทั้งหมด
uk_ua: Згорнути усе

# PivotGridStringId.PrintDesignerColumnHeaders
source: Column Headers
ar_iq: عناوين الأعمدة
az_latn_az: Sütunların başlıqları
hy_am: Սյունակների վերնագրեր
ka_ge: სვეტების სათაურები
kk_kz: Бағана тақырыптары
ru_ru: Заголовки столбцов
th_th: หัวเรื่องคอลัมน์
uk_ua: Заголовки колонок

# PivotGridStringId.SummaryCount
source: Count
ar_iq: العدد
az_latn_az: Say
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Саны
ru_ru: Количество
th_th: จำนวน
uk_ua: Кількість

# PreviewStringId.ExportOption_ConfirmationDoesNotMatchForm_Msg
source: Confirmation password does not match. Please start over and enter the password again.
ar_iq: تأكيد كلمة المرور لا يتطابق. يرجى البدء من جديد وإدخال كلمة المرور مرة أخرى.
az_latn_az: Təsdiqləmə parolu uyğun gəlmir. Zəhmət olmasa, yenidən başlayın və parolu bir daha daxil edin.
hy_am: Հաստատման գաղտնաբառը չի համապատասխանում: Խնդրում ենք կրկին փորձել և կրկին մուտքագրել գաղտնաբառը:
ka_ge: დადასტურების პაროლი არ ემთხვევა. გთხოვთ, დაიწყეთ თავიდან და ხელახლა შეიყვანეთ პაროლი.
kk_kz: Пароль сәйкес келмейді. Парольді қайта енгізіңіз
ru_ru: Пароль не соответствует. Пожалуйста введите пароль снова.
th_th: รหัสผ่านที่ยืนยันไม่ตรงกัน กรุณาเริ่มใหม่อีกครั้ง และป้อนรหัสผ่านใหม่
uk_ua: Пароль не співпадає. Будь ласка, почніть спочатку та введіть пароль ще раз.

# PreviewStringId.ExportOption_ConfirmOpenPasswordForm_Caption
source: Confirm Document Open Password
ar_iq: تأكيد كلمة مرور فتح المستند
az_latn_az: Sənədi açma parolunu təsdiqlə
hy_am: Հաստատել փաստաթղթի բացման ծածկագիրը
ka_ge: დაადასტურეთ ღია დოკუმენტის პაროლი
kk_kz: Құжатты ашу паролін растау
ru_ru: Подтверждать пароль открытия документа
th_th: ยืนยันรหัสผ่านการเปิดเอกสาร
uk_ua: Підтвердити пароль відкриття документу
