Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.CmdCreateStackedSplineAreaChartDescription
source: Behave similar to Stacked Area Chart but plot a fitted curve through each data point in a series.
ar_iq: افعل كما فعلت في رسم مساحة مكدسة ولكن ارسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: Çoxqatlı sahə diaqramındakı kimi hərəkət edin, lakin nöqtələrlə birləşdirilən əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Վարվել նույն կերպ, ինչ և բաղկացուցիչներով տարածքների գրաֆիկի դեպքում, բայց հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: Көп қатпарлы Аудан Диаграммасына тәң көңіл бөліңіз бәрақ серияның әрбір нүктесі арқылы қисық сызықты сызыңыз.
ru_ru: Работает аналогично многослойной комбинированной гистограмме, но строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ปฏิบัติเช่นเดียวกับแผนภูมิพื้นที่กองซ้อน แต่ลงจุดในส่วนโค้งเว้าที่พอดีผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Працює аналогічно багатошарової комбінованої гистограмме, але будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateStackedSplineArea3DChartMenuCaption
source: Stacked Spline Area in 3-D
ar_iq: منطقة شريحة مكدسة ثلاثية الأبعاد
az_latn_az: 3-D-də çoxqatlı splayn sahə
hy_am: 3D սփլայնմակերեսներբաղկացուցիչներով
kk_kz: Көп қатпарлы Сплайн Аудан Диаграммасы 3-D форматта
ru_ru: Многослойная сплайновая комбинированная гистограмма в трёхмерном формате
th_th: พื้นที่กระดูกงูที่กองซ้อนเป็น 3-D
uk_ua: Багатошарова сплайнова комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateStackedSplineArea3DChartDescription
source: Behave similar to Stacked Area in 3D chart, but plot a fitted curve through each data point in a series.
ar_iq: افعل كما فعلت في رسم مساحة مكدسة ثلاثية الأبعاد ولكن ارسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: 3D diaqramındakı çoxqatlı sahə kimi hərəkət edin, lakin nöqtələrlə birləşdirilən əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Վարվել նույն կերպ, ինչ և բաղկացուցիչներով 3D տարածքների գրաֆիկի դեպքում, բայց հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: Көп қатпарлы Аудан Диаграммасына 3-D форматқа тәң көңіл бөліңіз бәрақ серияның әрбір нүктесі арқылы қисық сызықты сызыңыз.
ru_ru: Работает аналогично многослойной области в трёхмерной гистограмме, но строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ปฏิบัติเช่นเดียวกับพื้นที่กองซ้อนในแผนภูมิ 3D แต่ลงจุดในส่วนโค้งเว้าที่พอดีผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Працює аналогічно багатошарової області в тривимірній гістограмі, але будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateStepAreaChartMenuCaption
source: Step Area
ar_iq: منطقة الخطوة
az_latn_az: Addım sahəsi
hy_am: Քայլիշրջան
ka_ge: საფეხურებრივი კომბინირებული ჰისტოგრამა
kk_kz: Қадамдық Аудан Диаграммасы
ru_ru: Пошаговая комбинированная гистограмма
th_th: พื้นที่ขั้นตอน
uk_ua: Покрокова комбінована гістограма

# ChartStringId.CmdCreateStepAreaChartDescription
source: Show how much values have changed for different points of the same series.
ar_iq: إظهار مقدار تغير القيم لنقاط مختلفة من نفس السلسلة.
az_latn_az: Eyni sıranın müxtəlif nöqtələri üçün nə qədər qiymətin dəyişdiyini göstərin.
hy_am: Ցուցադրել, թե որքան են փոխվել արժեքները նույն հաջորդականության տարբեր կետերում:
kk_kz: Бір серияның әртүрлі нүктелердің мәтіні қаншаға өзгергенің көрсетіңіз.
ru_ru: Показывает, как много значений изменилось для различных точек одной и той же последовательности.
th_th: แสดงว่าค่าได้เปลี่ยนไปมากเท่าใด สำหรับจุดที่แตกต่างกันของซีรี่ส์เดียวกัน
uk_ua: Показує, як багато значень змінилося для різних точок однієї і тієї ж послідовності.

# ChartStringId.CmdCreateStepArea3DChartMenuCaption
source: Step Area in 3-D
ar_iq: مساحة خطوة ثلاثية الأبعاد
az_latn_az: 3-D-də addım sahəsi
hy_am: Քայլիշրջան 3D
ka_ge: საფეხურებრივი კომბინირებული ჰისტოგრამა 3D
kk_kz: Қадамдық Аудан Диаграмма 3-D форматта
ru_ru: Пошаговая комбинированная гистограмма в трёхмерном формате
th_th: พื้นที่ขั้นตอนเป็น 3-D
uk_ua: Покрокова комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateStepArea3DChartDescription
source: Show to what extent values have changed for different points in the same series.
ar_iq: إظهار مدى تغير القيم لنقاط مختلفة من نفس السلسلة.
az_latn_az: Eyni sıranın müxtəlif nöqtələri üçün qiymətlərin hansı ölçüdə dəyişməsini göstərin.
hy_am: Ցուցադրել նույն հաջորդականության տարբեր կետերում արժեքների փոփոխման չափը:
kk_kz: Бір серияның әртүрлі нүктелердің мәтіні қаншалықты өзгергенің көрсетіңіз.
ru_ru: Показывает, насколько изменились значения для различных точек одной и той же последовательности.
th_th: แสดงว่าค่าได้เปลี่ยนไปมากน้อยเท่าใด สำหรับจุดที่แตกต่างกันของซีรี่ส์เดียวกัน
uk_ua: Показує, наскільки змінилися значення для різних точок однієї і тієї ж послідовності.

# ChartStringId.CmdCreateRangeAreaChartMenuCaption
source: Range Area
ar_iq: مساحة النطاق
az_latn_az: Diapazon sahəsi
hy_am: Միջակայքի շրջան
kk_kz: Ара-қашықтық Ауданы Гистограммасы
ru_ru: Интервальная комбинированная гистограмма
th_th: ช่วงพื้นที่
uk_ua: Інтервальна комбінована гістограма

# ChartStringId.CmdCreateRangeAreaChartDescription
source: Display series as filled areas on a diagram, with two data points that define minimum and maximum limits. Use it when you need to accentuate the delta between start and end values.
ar_iq: عرض السلسلة كمساحات مملوءة على الرسم مع نقطتي بيانات تحددان الحدان الأدنى والأقصى. استخدم هذه الطريقة عندما تحتاج إلى إبراز الفارق ما بين قيمتي البداية والنهاية.
az_latn_az: Minimum və maksimum limitləri müəyyən edən iki verilənlər nöqtəsi ilə diaqramda sıraları doldurulmuş sahələr kimi göstərin. Başlanğıc və son qiymətlər arasında deltanı vurğulamaq lazım gəldikdə ondan istifadə edin.
hy_am: Ցուցադրել հաջորդականությունը որպես դիագրամի լցված տարածքներ՝ նվազագույն և առավելագույն սահմանները սահմանող երկու տվյալների կետերով: Կիրառել, երբ անհրաժեշտ է ընդգծել սկզբնական և վերջնական արժեքների տարբերությունը:
kk_kz: Екі дерек нүктесі бар, біреуі минималдық екіншісі максималдық шекті білдіретін серияларды диаграммада толтырылған аудан ретінде көрсетіңіз. Оны бастапқы және соңғы мәтіндердің дельтасын шығару үшін қолданыңыз.
ru_ru: Отображает последовательности на диаграмме в виде заполненных областей, с двумя точками данных, которые определяют минимальные и максимальные пределы. Применяется в тех случаях, когда необходимо выделить промежуток между начальным и конечным значениями.
th_th: แสดงซีรี่ส์เป็นพื้นที่ที่มีการป้อนข้อมูลบนไดอะแกรม พร้อมด้วยจุดข้อมูลสองจุด ที่ระบุข้อจำกัดที่มากที่สุด และน้อยที่สุด ใช้เมื่อคุณต้องการเน้นเดลต้า ระหว่างค่าเริ่มต้น และค่าสิ้นสุด
uk_ua: Відображає послідовності на діаграмі у вигляді заповнених областей, з двома точками даних, які визначають мінімальні і максимальні межі. Застосовується в тих випадках, коли необхідно виділити проміжок між початковим і кінцевим значеннями.

# ChartStringId.CmdCreateRangeArea3DChartMenuCaption
source: Range Area in 3-D
ar_iq: مساحة نطاق ثلاثية الأبعاد
az_latn_az: 3-D-də diapazon sahəsi
hy_am: Միջակայքի շրջան 3D
kk_kz: Ара-қашықтық Аудан Диаграммасы 3-D форматта
ru_ru: Интервальная комбинированная гистограмма в трёхмерном формате
th_th: ช่วงพื้นที่เป็น 3-D
uk_ua: Інтервальна комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateRangeArea3DChartDescription
source: Display series as filled areas on a diagram, with two data points that define minimum and maximum limits. Use it when you need to accentuate the delta between start and end values.
ar_iq: عرض السلسلة كمساحات مملوءة على الرسم مع نقطتي بيانات تحددان الحدان الأدنى والأقصى. استخدم هذه الطريقة عندما تحتاج إلى إبراز الفارق ما بين قيمتي البداية والنهاية.
az_latn_az: Minimum və maksimum limitləri müəyyən edən iki verilənlər nöqtəsi ilə diaqramda sıraları doldurulmuş sahələr kimi göstərin. Başlanğıc və son qiymətlər arasında deltanı vurğulamaq lazım gəldikdə ondan istifadə edin.
hy_am: Ցուցադրել հաջորդականությունը որպես դիագրամի լցված մակերեսներ՝ նվազագույն և առավելագույն սահմանները սահմանող երկու տվյալների կետերով: Կիրառել, երբ անհրաժեշտ է ընդգծել սկզբնական և վերջնական արժեքների դելտան:
kk_kz: Екі дерек нүктесі бар, біреуі минималдық екіншісі максималдық шекті білдіретін серияларды диаграммада толтырылған аудан ретінде көрсетіңіз. Оны бастапқы және соңғы мәтіндердің дельтасын шығару үшін қолданыңыз.
ru_ru: Отображает последовательности на диаграмме в виде заполненных областей, с двумя точками данных, которые определяют минимальные и максимальные пределы. Применяется в тех случаях, когда необходимо выделить промежуток между начальным и конечным значениями.
th_th: แสดงซีรี่ส์เป็นพื้นที่ที่มีการป้อนข้อมูลบนไดอะแกรม พร้อมด้วยจุดข้อมูลสองจุด ที่ระบุข้อจำกัดที่มากที่สุด และน้อยที่สุด ใช้เมื่อคุณต้องการเน้นเดลต้า ระหว่างค่าเริ่มต้น และค่าสิ้นสุด
uk_ua: Відображає послідовності на діаграмі у вигляді заповнених областей, з двома точками даних, які визначають мінімальні і максимальні межі. Застосовується в тих випадках, коли необхідно виділити проміжок між початковим і кінцевим значеннями.

# ChartStringId.CmdCreateStockChartMenuCaption
source: Stock
ar_iq: مخزون
az_latn_az: Birja
hy_am: Բորսա
kk_kz: Акция Бағамы Гистограммасы
ru_ru: Курсовая гистограмма
th_th: หุ้น
uk_ua: Біржева

# ChartStringId.CmdCreateStockChartDescription
source: Show variation in stock prices over the course of a day. The Open and Close prices are represented by left and right lines on each point, and the Low and High prices are represented by the bottom and top values of the vertical line which is shown at each point.
ar_iq: إظهار تنوع أسعار الأسهم (المخزون) خلال أوقات اليوم. يتم تمثيل أسعار الافتتاح وأسعار الإغلاق بخطوط يسارية ويمينية لكل نقطة، أما الأسعار العليا والدنيا فيتم تمثيلها بالقيم الدنيا والعليا للخط الشاقولي الذي يظهر عند كل نقطة.
az_latn_az: Gün ərzində birja qiymətlərində dəyişməni göstərin. Açılış və Bağlanış qiymətləri hər bir nöqtədə sol və sağ sətirlərlə verilir və Aşağı və Yüksək qiymətlər hər bir nöqtədə görünən şaquli xəttin aşağı və yuxarı qiymətləri ilə verilir.
hy_am: Ցուցադրել բորսայական փոխարժեքի տատանումներն օրվա ընթացքում: Բաց և Փակ գները ներկայացված են յուրաքանչյուր կետի ձախ և աջ գծերում, իսկ Ցածր և Բարձր գները ներկայացված են յուրաքանչյուր կետում ցուցադրված ուղղահայաց գծի ներքևի ու վերևի արժեքներում:
kk_kz: Акция бағалардың бір күнде қалай өзгергенің көрсету. Ашу және жабу бағалары әр нүктеде сол жақ сызықпен және оң жақ сызықпен көрсетілген. Төменгі және жоғарғы бағалар вертикалды сызықта төменгі және жоғарғы мәтіндермен көрсетғлген.
ru_ru: Показывает изменение цен на акции в течение дня. Цены на момент открытия и закрытия представлены левой и правой линиями на каждой точке, а низкие и высокие цены представлены нижними и верхними значениями вертикальной линии, которая показывается в каждой точке.
th_th: แสดงการแปรผันของราคาหุ้นต่อคอร์สในวันนั้นๆ ราคาเปิด และปิดนั้นแสดงอยู่ในเส้นซ้าย และขวาของแต่ละจุด และราคาต่ำและสูงนั้นแสดงอยู่ในค่าด้านล่าง และด้านบนของเส้นแนวตั้ง ที่แสดงอยู่ในแต่ละจุด
uk_ua: Показує зміну цін на акції протягом дня. Ціни на момент відкриття і закриття представлені лівої і правої лініями на кожній точці, а низькі і високі ціни представлені нижніми і верхніми значеннями вертикальної лінії, яка показується в кожній точці.

# ChartStringId.CmdCreateCandleStickChartMenuCaption
source: Candle Stick
ar_iq: رسم الشموع اليابانية
az_latn_az: Şamdan diaqram
hy_am: Բորսայական (փոխարժեքներով)
kk_kz: Шырақ диаграммасы
ru_ru: Свечная диаграмма
th_th: แท่งเทียน
uk_ua: Біржева (з курсами)

# ChartStringId.CmdCreateCandleStickChartDescription
source: Show the variation in the price of stock over the course of a day. The Open and Close prices are represented by a filled rectangle, and the Low and High prices are represented by the bottom and top values of the vertical line which is shown at each point.
ar_iq: إظهار تنوع أسعار الأسهم (المخزون) خلال أوقات اليوم. يتم تمثيل أسعار الافتتاح وأسعار الإغلاق بمستطيل مملوء، أما الأسعار العليا والدنيا فيتم تمثيلها بالقيم الدنيا والعليا للخط الشاقولي الذي يظهر عند كل نقطة.
az_latn_az: Gün ərzində birja qiymətində dəyişməni göstərin. Açılış və Bağlanış qiymətləri doldurulmuş düzbucaqla verilir və Aşağı və Yüksək qiymətlər hər bir nöqtədə görünən şaquli xəttin aşağı və yuxarı qiymətləri ilə verilir.
hy_am: Ցուցադրել բորսայական փոխարժեքի տատանումներն օրվա ընթացքում: Բաց և Փակ գները ներկայացված են լցված ուղղանկյուններով, իսկ Ցածր և Բարձր գները ներկայացված են յուրաքանչյուր կետում ցուցադրված ուղղահայաց գծի ներքևի ու վերևի արժեքներում:
kk_kz: Бір күн ішінде акция бағалардың өзгергерісің көрсетеді. Ашу жабу кезеңдегі бағалар толтырылған тікбұрышпен көрсетілген. Төменгі және жоғарғы бағалар вертикалды сызықтың төменгі және жоғарғы мәтіндермен көрсетілген.
ru_ru: Показывает изменение цены на акции в течение дня. Цены на момент открытия и закрытия представлены заполненным прямоугольником, а низкие и высокие цены представлены нижними и верхними значениями вертикальной линии, которая показывается в каждой точке.
th_th: แสดงการแปรผันของราคาหุ้นต่อคอร์สในวันนั้นๆ ราคาเปิด และปิดนั้นแสดงอยู่ในสี่เหลี่ยมผืนผ้าทึบ และราคาต่ำและสูงนั้นแสดงอยู่ในค่าด้านล่าง และด้านบนของเส้นแนวตั้ง ที่แสดงอยู่ในแต่ละจุด
uk_ua: Показує зміну ціни на акції протягом дня. Ціни на момент відкриття і закриття представлені заповненим прямокутником, а низькі і високі ціни представлені нижніми і верхніми значеннями вертикальної лінії, яка показується в кожній точці.

# ChartStringId.CmdCreateFunnelChartMenuCaption
source: Funnel
ar_iq: قمع
az_latn_az: Qıf diaqram
hy_am: Ձագարաձև
kk_kz: Құйғыш Диаграммасы
ru_ru: Воронкообразная диаграмма
th_th: ปล่อง
uk_ua: Воронкоподібна

# ChartStringId.CmdCreateFunnelChartDescription
source: Display a wide area at the top, indicating the total points' value, while other areas are proportionally smaller. Use it when it is necessary to represent stages in a sales process, show the amount of potential revenue for each stage, as well as identify potential problem areas in an organization's sales processes.
ar_iq: عرض مساحة عريضة في الأعلى مما يشير إلى قيمة النقاط الإجمالية بينما تكون المساحات الأخرى أصغر بشكل متناسب. استخدم هذه الطريقة عند الحاجة إلى تمثيل مراحل في عملية البيع وعرض كمية الأرباح المحتملة لكل مرحلة إضافة إلى تحديد مجالات المشاكل المحتملة في عمليات البيع في مؤسسة ما.
az_latn_az: Digər sahələr proporsional şəkildə daha kiçik olarsa, cəmi elementlərin qiymətini göstərən, yuxarıda geniş sahəni göstərin. Satış prosesində mərhələləri təqdim etmək üçün vacib olduqda ondan istifadə edin, hər bir mərhələ üçün mümkün gəlir məbləğini göstərin, o cümlədən təşkilatın satış proseslərində mümkün problemli sahələri müəyyən edin.
hy_am: Ցուցադրել լայն մակերես վերևում, որտեղ նշված է ընդհանուր կետերի արժեքը, մինչդեռ մյուս մակերեսները համամասնորեն ավելի փոքր են: Կիրառել այն, երբ անհրաժեշտ է ներկայացնել վաճառքի գործընթացի փուլերը, ցույց տալ յուրաքանչյուր փուլի հնարավոր եկամտի չափը, ինչպես նաև բացահայտել կազմակերպության վաճառքի գործընթացների հնարավոր խնդրահարույց ոլորտները:
kk_kz: Нүкте мәтіндердің жалпы соммасын белгілейтін, жоғары жақтағы кең ауданды көрсетеді. Басқа аудандар пропорционалды кем болып көрсетіледі. Сату кезеңдерді көрсету үшін қолданылады. Ол әр кезең үшін сатудан алынған болжамды түсімді көрсетеді. Сондай-ақ сату кезеңде ықтимал проблемаларды айқындатады.
ru_ru: Отображает широкую область в верхней части, указывая общую сумму значений точек, в то время как другие области являются пропорционально меньшими. Применяется в тех случаях, когда необходимо представить этапы в процессе продаж; она показывает количество потенциальной выручки для каждого этапа, а также выявляет потенциальные проблемы в процессах организации продаж.
th_th: แสดงพื้นที่แนวกว้างที่ด้านบน ระบุถึงค่าจุดทั้งหมด ในขณะที่พื้นที่อื่นๆนั้นมีขนาดเล็กลง ใช้เมื่อจำเป็นที่ต้องแสดงขั้นตอนในการขาย แสดงปริมาณศักยภาพทางกำไรของแต่ละขั้นตอน รวมไปถึงกำหนดพื้นที่ปัญหาที่อาจเกิดขึ้นได้ในขั้นตอนการขายขององค์กร
uk_ua: Відображає широку область у верхній частині, вказуючи загальну суму значень точок, в той час як інші області є пропорційно меншими. Застосовується в тих випадках, коли необхідно представити етапи в процесі продажів; вона показує кількість потенційної виручки для кожного етапу, а також виявляє потенційні проблеми в процесах організації продажів.

# ChartStringId.CmdCreateFunnel3DChartMenuCaption
source: 3-D Funnel
ar_iq: قمع ثلاثي الأبعاد
az_latn_az: 3-D Qıf diaqram
hy_am: 3D ձագար
kk_kz: Құйғыш Диаграммасы 3-D форматта
ru_ru: Трёхмерная воронкообразная диаграмма
th_th: ปล่อง 3-D
uk_ua: Тривимірна воронкообразная діаграма

# ChartStringId.CmdCreateFunnel3DChartDescription
source: Display a wide area at the top, indicating the total points' value, while other areas are proportionally smaller. Use it when it is necessary to represent stages in a sales process, show the amount of potential revenue for each stage, as well as identify potential problem areas in an organization's sales processes.
ar_iq: عرض مساحة عريضة في الأعلى مما يشير إلى قيمة النقاط الإجمالية بينما تكون المساحات الأخرى أصغر بشكل متناسب. استخدم هذه الطريقة عند الحاجة إلى تمثيل مراحل في عملية البيع وعرض كمية الأرباح المحتملة لكل مرحلة إضافة إلى تحديد مجالات المشاكل المحتملة في عمليات البيع في مؤسسة ما.
az_latn_az: Digər sahələr proporsional şəkildə daha kiçik olarsa, cəmi elementlərin qiymətini göstərən, yuxarıda geniş sahəni göstərin. Satış prosesində mərhələləri təqdim etmək üçün vacib olduqda ondan istifadə edin, hər bir mərhələ üçün mümkün gəlir məbləğini göstərin, o cümlədən təşkilatın satış proseslərində mümkün problemli sahələri müəyyən edin.
hy_am: Ցուցադրել լայն մակերես վերևում, որտեղ նշված է ընդհանուր կետերի արժեքը, մինչդեռ մյուս մակերեսները համամասնորեն ավելի փոքր են: Կիրառել այն, երբ անհրաժեշտ է ներկայացնել վաճառքի գործընթացի փուլերը, ցույց տալ յուրաքանչյուր փուլի հնարավոր եկամտի չափը, ինչպես նաև բացահայտել կազմակերպության վաճառքի գործընթացների հնարավոր խնդրահարույց ոլորտները:
kk_kz: Нүкте мәтіндердің жалпы соммасын белгілейтін, жоғары жақтағы кең ауданды көрсетеді. Басқа аудандар пропорционалды кем болып көрсетіледі. Сату кезеңдерді көрсету үшін қолданылады. Ол әр кезең үшін сатудан алынған болжамды түсімді көрсетеді. Сондай-ақ сату кезеңде ықтимал проблемаларды айқындатады.
ru_ru: Отображает широкую область в верхней части, указывая общую сумму значений точек, в то время как другие области являются пропорционально меньшими. Применяется в тех случаях, когда необходимо представить этапы в процессе продаж; она показывает количество потенциальной выручки для каждого этапа, а также выявляет потенциальные проблемы в процессах организации продаж.
th_th: แสดงพื้นที่แนวกว้างที่ด้านบน ระบุถึงค่าจุดทั้งหมด ในขณะที่พื้นที่อื่นๆนั้นมีขนาดเล็กลง ใช้เมื่อจำเป็นที่ต้องแสดงขั้นตอนในการขาย แสดงปริมาณศักยภาพทางกำไรของแต่ละขั้นตอน รวมไปถึงกำหนดพื้นที่ปัญหาที่อาจเกิดขึ้นได้ในขั้นตอนการขายขององค์กร
uk_ua: Відображає широку область у верхній частині, вказуючи загальну суму значень точок, в той час як інші області є пропорційно меншими. Застосовується в тих випадках, коли необхідно представити етапи в процесі продажів; вона показує кількість потенційної виручки для кожного етапу, а також виявляє потенційні проблеми в процесах організації продажів.

# ChartStringId.CmdCreateGanttChartMenuCaption
source: Gantt
ar_iq: جانت
az_latn_az: Qant diaqramı
hy_am: Գանտի դիագրամ
kk_kz: Гант Диаграммасы
ru_ru: Диаграмма Ганта
th_th: แกนทท์
uk_ua: Діаграма Ганта

# ChartStringId.CmdCreateGanttChartDescription
source: Track different activities during the time frame.
ar_iq: تتبع نشاطات مختلفة خلال الإطار الزمني.
az_latn_az: Vaxt çərçivəsində müxtəlif fəaliyyətləri izləyin.
hy_am: Հետևել տարբեր գործողություններին տվյալ ժամանակահատվածում:
kk_kz: Әртүрлі әрекеттерді уақыт бойынша қадағалау.
ru_ru: Отслеживает различные мероприятия в течение определённого периода времени.
th_th: ติดตามกิจกรรมที่ต่างกันระหว่างกรอบเวลา
uk_ua: Відстежує різні заходи протягом певного періоду часу.

# ChartStringId.CmdCreateSideBySideGanttChartMenuCaption
source: Clustered Gantt
ar_iq: جانت متفاوت المسافات
az_latn_az: Qruplaşmış Qant diaqramı
hy_am: Խմբավորած Գանտի դիագրամ
kk_kz: Кластерлік Гант
ru_ru: Кластерная диаграмма Ганта
th_th: แกนทท์ที่รวมกลุ่มกัน
uk_ua: Кластерна діаграма Ганта

# ChartStringId.CmdCreateSideBySideGanttChartDescription
source: Display horizontal bars along the time axis. Each bar represents a separate event with the start and end values, hence these charts are used to track different activities during the time frame. Use it when it's necessary to show activity bars from different series one above another, to compare their duration.
ar_iq: عرض الأشرطة الأفقية على طول محور الوقت كل شريط يمثل حدثاً منفصلاً مع قيم البداية والنهاية، لذا تستخدم هذه الرسوم البيانية لتتبع النشاطات المختلفة خلال الإطار الزمني. استخدم هذه الطريقة عندما تحتاج لإظهار شرائط النشاط من سلاسل مختلفة الواحد فوق الآخر لمقارنة فتراتهم الزمنية.
az_latn_az: Vaxt oxu ilə üfüqi zolaqları göstərin. Hər bir zolaq başlanğıc və son qiymətlərlə ayrıca hadisəni göstərir, buna görə də bu diaqramlardan vaxt çərçivəsində müxtəlif fəaliyyətləri izləmək üçün istifadə olunur. Bundan müddəti müqayisə etmək üçün bir-birinin üzərində olan müxtəlif sıralardan fəaliyyət zolaqlarını göstərmək vacib olduqda istifadə edin.
hy_am: Ցուցադրել ժամանակի առանցքի հորիզոնական սյուները: Յուրաքանչյուր սյուն ներկայացնում է առանձին միջոցառում՝ սկզբնական և վերջնական արժեքներով, հետևաբար, այս գրաֆիկներն օգտագործվում են տվյալ ժամանակահատվածում տարբեր գործողություններին հետևելու նպատակով: Կիրառել այն, երբ անհրաժեշտ է ցուցադրել տարբեր հաջորդականությունների գործողության սյուները մեկը մյուսի վերևում, համեմատել դրանց տևողությունը:
kk_kz: Горизонталды барларды уақыт білігі бойымен көрсету. Әрбір бар белгілі бір іс-әрекетті білдіреді де бастапқы және соңғы деректерді ұсынады. Соңдықтан бұл диаграмма белгілі бір уақыт кезеңде болған іс-шараларды қадағалауға қолданылады. Оны керек кезде әртүрлі сериялардың іс-әрекет барлардың ұзақтығын салыстыру үшін ұолданыңыз.
ru_ru: Отображает горизонтальные столбцовые диаграммы вдоль оси времени. Каждый столбик представляет собой отдельное мероприятие со значениями начала и окончания, и, таким образом, указанные графики используются для отслеживания различных мероприятий в течение определённого периода времени. Применяется в тех случаях, когда необходимо показать столбцовые диаграммы активности разных последовательностей, один над другим, чтобы сравнить их продолжительность.
th_th: แสดงแถบแนวนอนตามแกนเวลา แต่ละแถบแสดงถึงเหตุการ์ณที่แยกกัน พร้อมด้วยค่าเริ่มต้น และค่าสิ้นสุด ดังนั้นแผนภูมิเหล่านี้จะถูกใช้ในการติดตามกิจกรรมที่แตกต่างกันระหว่างกรอบเวลา ใช้เมื่อจำเป็นต้องแสดงแถบกิจกรรมจากซี่รี่ส์ที่ต่างกัน อันใดอันหนึ่งที่อยู่เหนือกัน เพื่อเปรียบเทียบระยะเวลา
uk_ua: Відображає горизонтальні столбцовую діаграми уздовж осі часу. Кожен стовпчик є окремий захід зі значеннями початку і закінчення, і, таким чином, зазначені графіки використовуються для відстеження різних заходів протягом певного періоду часу. Застосовується в тих випадках, коли необхідно показати столбцовую діаграми активності різних послідовностей, один над іншим, щоб порівняти їх тривалість.

# ChartStringId.CmdCreateLineChartMenuCaption
source: Line
ar_iq: السطر
az_latn_az: Xətti diaqram
hy_am: Գիծ
ka_ge: ხაზური გრაფიკი
kk_kz: Сызық Диаграммасы
ru_ru: Линейная диаграмма
th_th: เส้น
uk_ua: Лінія
