Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgIncompatibleByArgumentScaleType
source: the argument scale type
ar_iq: نوع مقياس الوسيطة
az_latn_az: Arqumentin miqyas növü
hy_am: պատամետրի տեսակը
ka_ge: არგუმენტის შკალის ტიპი.
kk_kz: параметр үлгісі
ru_ru: тип параметра
th_th: ประเภทอัตราอาร์กิวเมนท์
uk_ua: тип параметру шкали

# ChartStringId.MsgIncompatibleValueScaleType
source: The {0} value scale type is incompatible with the {1} series view.
ar_iq: نوع مقياس القيمة {0} غير متوافق مع عرض السلسلة {1}.
az_latn_az: {0} dəyərinin miqyas növü {1} seriyasının görünüşü ilə uyğun deyil
hy_am: {0} արժեքի մակարդակը անհամատեղելի է {1}-ի հետ:
ka_ge: {0} მნიშვნელობის შკალის ტიპი არ არის {1} თანმიმდევრობის თავსებადი.
kk_kz: {0} мәні{1} -мен үйлеспейді
ru_ru: Значение {0} несовместимо с {1}.
th_th: ประเภทอัตราค่า {0} ไม่เข้ากับมุมมองซีรี่ส์ {1}
uk_ua: {0} значення типу шкали несумісне з {1} видом послідовності.

# ChartStringId.MsgIncorrectAnnotationHeight
source: The annotation height should be greater than 0.
ar_iq: يجب أن يكون ارتفاع التعليق التوضيحي أكبر من 0.
az_latn_az: Xülasənin hündürlüyü 0-dan böyük olmalıdır.
hy_am: Անոտացիայի բարձրությունը պետք է մեծ լինի 0-ից:
ka_ge: ანოტაციის სიმაღლე უნდა იყოს მეტი, ვიდრე 0.
kk_kz: Аннотацияның биіктігі 0-ден артық болуға тиіс.
ru_ru: Высота аннотации должна быть больше 0.
th_th: ความสูงบรรณนิทัศน์ควรมากกว่า 0
uk_ua: Висота анотації повинна бути більша за 0.

# ChartStringId.MsgIncorrectAnnotationWidth
source: The annotation width should be greater than 0.
ar_iq: يجب أن يكون عرض التعليق التوضيحي أكبر من 0.
az_latn_az: Xülasənin eni 0-dan böyük olmalıdır.
hy_am: Անոտացիայի լայնությունը պետք է մեծ լինի 0-ից:
ka_ge: ანოტაციის სიგანე უნდა იყოს მეტი, ვიდრე 0.
kk_kz: Аннотацияның ені 0-ден артық болуға тиіс.
ru_ru: Ширина аннотации должна быть больше 0.
th_th: ความกว้างบรรณนิทัศน์ควรมากกว่า 0
uk_ua: Ширина анотації повинна бути більша за 0.

# ChartStringId.MsgIncorrectAreaWidth
source: The area width should be greater than 0.
ar_iq: يجب أن يكون عرض المنطقة أكبر من 0.
az_latn_az: Ərazinin eni 0-dan böyük olmalıdır.
hy_am: Շրջանի լայնությունը պետք է մեծ լինի 0-ից:
ka_ge: ზონის სიგანე უნდა იყოს 0–ზე მეტი.
kk_kz: Аумақтың ені 0-ден артық болуға тиіс.
ru_ru: Ширина области должна быть больше чем 0.
th_th: ความกว้างควรมากกว่า 0
uk_ua: Ширина області повинна бути більша за 0.

# ChartStringId.MsgIncorrectArrowHeight
source: The arrow height should be greater than 0.
ar_iq: يجب أن يكون ارتفاع السهم أكثر من 0.
az_latn_az: Oxun hündürlüyü 0-dan böyük olmalıdır.
hy_am: Սլաքի բարձրությունը պետք է մեծ լինի 0-ից:
ka_ge: ისრის სიგანე უნდა იყოს 0–ზე მეტი.
kk_kz: Көрсеткінің биіктігі 0-ден артық болуға тиіс.
ru_ru: Высота стрелки должна быть больше чем 0.
th_th: ความสูงลูกศรควรมากกว่า 0
uk_ua: Висота стрілки повинна бути більша за 0.

# ChartStringId.MsgIncorrectArrowWidth
source: The arrow width should be always odd and greater than 0.
ar_iq: يجب ان يكون عرض السهم أكثر من 0.
az_latn_az: Oxun eni həmişə 0-dan böyük olmalıdır.
hy_am: Սլաքի լայնությունը միշտ պետք է մեծ լինի 0-ից և լինի կենտ:
ka_ge: ისრის სიგანე ყოველთვის უნდა იყოს კენტი და 0–ზე მეტი.
kk_kz: Көрсеткінің ені әрқашан 0-ден артық болуға тиіс.
ru_ru: Ширина стрелки должна всегда быть больше чем 0.
th_th: ความกว้างของลูกศรควรเป็นเลขคี่ และมากกว่า 0
uk_ua: Ширина стрілки повинна бути більша за 0.

# ChartStringId.MsgIncorrectLabelAngle
source: The angle of the label should be greater than or equal to -360 and less than or equal to 360.
ar_iq: يجب أن تكون زاوية التسمية أكبر من أو تساوي -360 وأقل من أو تساوي 360.
az_latn_az: Ştrixkodun bucağı -360-dan böyük və ya ona bərabər və 360-dan kiçik olmalıdır.
hy_am: Նշանի անկյունը պետք է լինի մեծ կամ հավասար -360-ի և փոքր կամ հավասար 360-ի:
ka_ge: ნიშნულის კუთხე უნდა იყოს –360–ზე მეტი ან ტოლი, და 360–ზე ნაკლები ან ტოლი.
kk_kz: Белгінің бұрышы - 360-тан артық немесе тең және 360-тан кем немесе тең болуға тиіс.
ru_ru: Угол метки должен быть больше или равен -360 и меньше или равен 360.
th_th: มุมของฉลากควรมากกว่า หรือเท่ากับ -360 และน้อยกว่า หรือเท่ากับ 360
uk_ua: Кут етикетки повинен бути більше або дорівнювати -360 та менше або дорівнювати 360.

# ChartStringId.MsgIncorrectRelativePositionAngle
source: The angle should be greater than or equal to -360 and less than or equal to 360.
ar_iq: يجب أن تكون الزاوية أكبر من أو تساوي -360 وأقل من أو تساوي 360.
az_latn_az: Bucaq -360-a bərabər və ya ondan böyük və 360-a bərabər və ya ondan kiçik olmalıdır
hy_am: Անկյունը պետք է լինի մեծ կամ հավասար -360-ի և փոքր կամ հավասար 360-ի:
ka_ge: კუთხე უნდა იყოს -360 -ზე მეტი ან ტოლი და 360 -ზე ნაკლები ან ტოლი.
kk_kz: Бұрыш - 360-тан артық немесе тең және 360-тан кем немесе тең болуға тиіс.
ru_ru: Угол должен быть больше или равен -360 и еньше или равен 360.
th_th: มุมควรมากกว่า หรือเท่ากับ -360 และน้อยกว่า หรือเท่ากับ 360
uk_ua: Кут повинен бути більше або дорівнювати -360 та менше або дорівнювати 360.

# ChartStringId.MsgIncorrectTextAnnotationAngle
source: The angle of the annotation should be greater than or equal to -360 and less than or equal to 360.
ar_iq: يجب أن تكون زاوية التعليق التوضيحي أكبر أو تساوي -360 وأقل أوتساوي 360.
az_latn_az: Annotasiyanın bucağı -360-a bərabər və ya ondan böyük və 360-a bərabər və ya ondan kiçik olmalıdır.
hy_am: Անոտացիայի անկյունը պետք է լինի մեծ կամ հավասար -360-ի, և փոքր կամ հավասար 360-ի:
ka_ge: ანოტაციის კუთხე უნდა იყოს -360 -ზე მეტი ან ტოლი და 360 -ზე ნაკლები ან ტოლი.
kk_kz: Аннотацияның бұрышы - 360-тан артық немесе тең және 360-тан кем немесе тең болуға тиіс..
ru_ru: Угол аннотации долженн быть больше или равен -360 и меньше или равен 360.
th_th: มุมของบรรณนิทัศน์ ควรมากกว่า หรือเท่ากับ -360 และน้อยกว่าหรือเท่ากับ 360
uk_ua: Кут анотації може бути більшим або дорівнювати -360 та менше або дорівнювати 360.

# ChartStringId.MsgIncorrectValueLevel
source: The {0} ValueLevel is invalid for the current regression line.
ar_iq: مستوى القيمة {0} غير صالح للخط الانحداري الحالي.
az_latn_az: {0} DəyərSəviyyəsi cari reqressiya xətti üçün yararsızdır.
hy_am: {0} արժեքի մակարդակը սխալ է տվյալ ռեգրեսիայի գծի համար:
ka_ge: სიდიდისდონე {0} არასწორია მოცემული რეგრესიის ხაზისთვის.
kk_kz: {0} деңгейінің мәні регрессияның ағымдағы сызығы үшін дұрыс емес
ru_ru: Значение уровня {0} некорректно для для текущей линии регрессии
th_th: ValueLevel{0}นั้นใช้ไม่ได้สำหรับเส้นถอยปัจจุบัน
uk_ua: Значення {0} недійсне для чинної лінії регресії.

# ChartStringId.MsgInvalidZeroAxisAlignment
source: The Alignment can't be set to Alignment.Zero for the secondary axis.
ar_iq: لا يمكن تعيين المحاذاة على محاذاة.صفر للمحور الثانوي.
az_latn_az: Sıralama Sıralamaya quraşdırıla bilməz. İkinci dərəcəli ox üçün 0 göstərilir.
hy_am: Հավասարեցումը չի կարող սահմանվել Alignment.Zero-ում երկրորդական առանցքի համար:
ka_ge: მეორადი ღერძისთვის შეუძლებელია გათნაბრების Alignment.Zero–ზე დაყენება .
kk_kz: Туралауды қайталама ось үшін Alignment.Zero -ге орнату мүмкін емес.
ru_ru: Выравнивание не может быть установлено в Alignment.Zero для вторичной оси.
th_th: การจัดแนวไม่สามารถตั้งค่าเป็น Alignment ได้ ศูนย์สำหรับแกนที่สอง
uk_ua: Вирівнювання не можна встановити як Alignment.Zero для вторинної осі.

# ChartStringId.MsgNullFinancialIndicatorArgument
source: The argument of the financial indicator's point can't be set to null.
ar_iq: لا يمكن ترك وسيطة نقطة المؤشر المالي خالية.
az_latn_az: Maliyyə göstəricisi nöqtəsinin arqumenti 0 olaraq təyin edilə bilməz.
hy_am: Ֆինանսական ինդիկատորի պարամետրը չի կարող սահմանվել 0:
ka_ge: შეუძლებელია ფინანსური მაჩვენებლის წერტილის არგუმენტის 0–ზე დაყენებაl.
kk_kz: Қаржылық индикатордың параметрі 0-ге орнатылуы мүмкін емес.
ru_ru: Параметр финансового индикатора не может быть установлен в 0.
th_th: อาร์กิวเมนท์ของจุดชี้ด้านการเงินไม่สามารถตั้งค่าเป็นว่างได้
uk_ua: Параметр точки фінансового індикатора не може мати порожнє значення.

# ChartStringId.IODeleteDefaultPane
source: The default pane can't be deleted.
ar_iq: لا يمكن حذف الجزء الافتراضي
az_latn_az: Standart panel silinə bilməz.
hy_am: Լռելյայն վահանակը չի կարող ջնջվել:
ka_ge: შეუძლებელია ნაგულისხმევი პანელის წაშლა.
kk_kz: Әдепкілік бойынша панелді жоюға болмайды.
ru_ru: Панель по умолчанию не может быть удалена
th_th: ไม่สามารถลบแผงตั้งต้นได้
uk_ua: Панель за умовчанням не можна видалити.

# ChartStringId.MsgDataSnapshot
source: The data snapshot operation is complete. All series data now statically persist in the chart. This also means that now the chart is in unbound mode. NOTE: You can undo this operation by pressing Ctrl+Z in the Visual Studio designer.
ar_iq: تم استكمال عملية لقطة البيانات. جميع بيانات السلسلة مستمرة الآن في المخطط. هذا يعني أيضا أن المخطط الآن في وضع غير مرتبط. ملاحظة: يمكنك التراجع عن هذه العملية بالضغط على Ctrl + Z في مصمم Visual Studio.
az_latn_az: Məlumatların snapşot çıxarılması əməliyyatı başa çatdı. Bütün ardıcıllıqlardan olan məlumatlar indi statistik olaraq diaqramda yerləşdirilmişdir.Bu həm də hazırda diaqramın əlaqəsiz rejimdə olması deməkdir.QEYD: Vizual Studio tərtibatçısında Ctlr+Z düyməsinə basmaqla bu əməliyyatın icrasını ləğv edə bilərsiniz.
hy_am: Տվյալների նկարահանումը կատարված է: Բոլոր հաջորդական տվյալները այժմ արձանագրված են դիագրամում: Դա նաև միջոց է ստանալ մի դիագրամ, որը ազատ ռեժիմում է: Նշում. Դուք կարող եք դադարեցնել այս գործողությունը, սեղմելով Ctrl + Z Visual Studio դիզայներում:
ka_ge: მონაცემთა სურათი დასრულებულია. თანმიმდევრობის ყველა მონაცემი უკვე სტატიკურადაა დაფიქსირებული დიაგრამაზე. ეს ასევე გულისხმობს, რომ დიაგრამა უკვე არადაკავშირებულ რეჟიმშია. შენიშვნა: შეგიძლიათ ამ ოპერაციის გაუქმება, რისთვისაც დააწექით Ctrl+Z ღილაკს Visual Studio დიზაინერში.
kk_kz: Деректер тізімі орындалды. Барлық дәйекті деректер енді диаграммада статистикалық белгіленді. Бұл сондай-ақ диаграмманы байлаулы емес режимде алу тәсілі . Ескерту: Сіз Visual Studio дизайнерінде Ctrl+Z батырмасын басып, бұл операцияны жоя аласыз.
ru_ru: Снимок данных выполнен. Все последовательные данные теперь статически зафиксированы на диаграмме. Это также способ получить диаграмму в несвязанном режиме. Примечание: Вы можете отменить эту операцию, нажав Ctrl+Z в дизайнере Visual Studio.
th_th: การปฏิบัติงานการถ่ายข้อมูลอย่างรวดเร็วเสร็จสิ้นแล้ว ข้อมูลทุกซีรี่ส์จะปรากฏในแผนภูมิเป็นแบบสถิติ ซึ่งยังหมายความว่าตอนนี้แผนภูมิอยู่ในโหมดอิสระ หมายเหตุ: คุณสามารถเลิกทำการปฏิบัติงานนี้ได้ โดยการกด Ctrl+Z ใน Visual Studio designer.
uk_ua: Знімок даних зроблено. Усі дані послідовностей статично залишаються у діаграмі. Це також означає, що діаграма у незв'язаному режимі. ПРИМІТКА: Ви можете скасувати цю опрерацію, натиснувши Ctrl+Z у конструкторі Visual Studio.

# ChartStringId.MsgIncompatibleSummaryFunctionDimension
source: The dimension of the {0} summary function isn't compatible with the {1} series view ({2} but should be {3}).
ar_iq: بُعد دالة التلخيص {0} غير متوافق مع عرض السلسلة {1} ({2} ولكن ينبغي أن يكون {3}).
az_latn_az: {0} yekun funksiyasının ölçüsü {1} seriyasının görünüşü ilə müvafiq deyil({2} lakin {3} olmalıdır).
hy_am: Ամփոփիչ ֆունկցիայի {0} - չափը անհամատեղելի է տեսակի {1} սերիայի հետ ({2} է, բայց պետք է լինի {3}):
ka_ge: {0} ჯამური ფუნქციის ზომა არ არის {1} თანმიმდევრობის ({2} გამოსახულების თავსებადი, მაგრამ უნდა იყოს {3}).
kk_kz: {0} жиынтық функциясының өлшемі ({2} түрінің {1} сериясымен үйлеспейді {3})-ті күтпейді.
ru_ru: Размерность итоговой функции {0} не совместима с серией {1} вида ({2} не ожидает {3}).
th_th: มิติของฟังค์ชั่นสรุป {0} ไม่เข้ากับมุมมองซีรี่ส์ {1} ({2} แต่ควรเป็น {3})
uk_ua: Розмір {0} ітогової функції є несумісним з {1} вигляд послідовності ({2} але повинно бути {3}).

# ChartStringId.MsgIncorrectAppearanceName
source: The chart doesn't contain an appearance with the {0} name.
ar_iq: المخطط لا يحتوي على مظهر مع اسم {0}.
az_latn_az: Diaqram {0} adlı görünüş mövcud deyildir.
hy_am: Գրաֆիկը չի պարունակում {0} անվանումով արտաքին տեսք:
ka_ge: დიაგრამა არ შეიცავს გარეგნულ სახეს {0} სახელით.
kk_kz: Графикте атауы {0} сыртқы түр жоқ.
ru_ru: График не содержит внешний вид с именем {0}.
th_th: แผนภูมินี้ไม่มีลักษณะพร้อมด้วยชื่อ {0}
uk_ua: Графік не містить вид з назвою {0}.

# ChartStringId.MsgIncorrectAxisThickness
source: The axis thickness should be greater than 0.
ar_iq: يجب أن يكون سمك المحور أكثر من 0.
az_latn_az: Oxun qalınlığı 0-dan artıq olmalıdır.
hy_am: Առանցքի հաստությունը պետք է մեծ լինի 0-ից:
ka_ge: ღერძის სისქე უნდა იყოს 0–ზე მეტი.
kk_kz: Осьтің қалыңдығы 0-ден артық болуға тиіс.
ru_ru: Толщина оси должна быть больше чем 0.
th_th: ความหนาของแกนควรมากกว่า 0
uk_ua: Товщина осі повинна бути більша за 0.

# ChartStringId.MsgIncorrectBarDepth
source: The bar depth should be greater than 0.
ar_iq: يجب أن يكون عمق الشريط أكثر من 0.
az_latn_az: Zolağın dərinliyi 0-dan böyük olmalıdır.
hy_am: Միջուկի խորությունը պետք է 0-ից մեծ լինի:
ka_ge: ღეროს სიღრმე უნდა იყოს 0–ზე მეტი.
kk_kz: Өзектің тереңдігі 0-ден артық болуға тиіс.
ru_ru: Глубина стержня должна быть больше чем 0.
th_th: ความลึกของแถบควรมากกว่า 0
uk_ua: Глибина рядка повинна бути більша за 0.

# ChartStringId.MsgIncorrectBarWidth
source: The bar width should be greater than 0.
ar_iq: يجب أن يكون عرض الشريط أكثر من 0.
az_latn_az: Sütunun eni 0-dan böyük olmalıdır.
hy_am: Միջուկի լայնությունը պետք է 0-ից մեծ լինի:
ka_ge: ღეროს სიგანე უნდა იყოს 0–ზე მეტი.
kk_kz: Өзектің ені 0-ден артық болуға тиіс.
ru_ru: Ширина стержня должна быть больше чем 0.
th_th: ความกว้างของแถบควรมากกว่า 0
uk_ua: Ширина рядка повинна бути більша за 0.

# ChartStringId.MsgIncorrectBorderThickness
source: The border width should be greater than 0.
ar_iq: يجب أن يكون عرض الحد أكثر من 0.
az_latn_az: Sərhədin eni 0-dan böyük olmalıdır.
hy_am: Սահմանի լայնությունը պետք է 0-ից մեծ լինի:
ka_ge: საზღვრის სიგანე უნდა იყოს 0–ზე მეტი.
kk_kz: Шекараның ені 0-ден артық болуға тиіс.
ru_ru: Ширина границы должна быть больше чем 0.
th_th: ความกว้างของขอบควรมากกว่า 0
uk_ua: Ширина межі повинна бути більша за 0.

# ChartStringId.MsgIncorrectDataMember
source: The datasource doesn't contain a datamember with the "{0}" name.
ar_iq: مصدر البيانات لا يحتوي على عضو بيانات مع اسم "{0}".
az_latn_az: Məlumat mənbəyində "{0}" adlı məlumat komponenti mövcud deyildir.
hy_am: Տվյալների աղբյուրը չի պարունակում տվյալների օբյեկտ "{0}" անունով:
ka_ge: მონაცემთა წყარო არ შეიცავს მონაცემთა ობიექტს "{0}" სახელით.
kk_kz: Деректер көзінде "{0}"деп аталатын деректер объектісі жоқ.
ru_ru: Источник данных не содержит объект данных с именем "{0}".
th_th: แหล่งข้อมูลไม่มีข้อมูลสมาชิกที่มีชื่อ "{0}"
uk_ua: Джерело даних не містить об'єкт даних з назвою "{0}".

# ChartStringId.MsgIncorrectDateTimeGridAlignmentPropertyUsing
source: The DateTimeGridAlignment property can't be modified in the automatic date-time scale mode.
ar_iq: لا يمكن تعديل خاصية محاذاة شبكة تاريخ وقت في وضع مقياس تاريخ وقت تلقائي.
az_latn_az: TarixVaxtCədvəlUyğunlaşdır xassəsi avtomatik tarix-zaman şkalası rejimində dəyişdirilə bilməz.
hy_am: DateTimeGridAlignment հատկությունը չի կարող փոխվել ժամանակի ավտոմատ սանդղակի համար:
ka_ge: შეუძლებელია თარიღიდროცხრილისგათანაბრების მახასიათებლის შესწორება თარიღი-დროის შკალის ავტომატურ რეჟიმში.
kk_kz: DateTimeGridAlignment қасиетін автоматты уақыт шәкілі үшін өзгерту мүмкін емес.
ru_ru: Свойство DateTimeGridAlignment не может быть изменено для автоматической шкалы времени
th_th: ไม่สามารถแก้ไขคุณลักษณะ DateTimeGridAlignment ในโหมดอัตราเวลาวันที่แบบอัตโนมัติได้
uk_ua: Властивість DateTimeGridAlignment не може бути зміненою у автоматичному режимі масштабування дати-часу.

# ChartStringId.MsgIncorrectDateTimeMeasureUnitPropertyUsing
source: The DateTimeMeasureUnit property can't be modified in the automatic date-time scale mode.
ar_iq: لا يمكن تعديل خاصية وحدة قياس تاريخ وقت في وضع مقياس تاريخ وقت تلقائي.
az_latn_az: TarixVaxtCədvəlUyğunlaşdır xassəsi avtomatik tarix-vaxt şkalası rejimində dəyişdirilə bilməz.
hy_am: Ժամանակի չափման միավորը չի կարող փոխվել ժամանակի ավտոմատ սանդղակի համար:
ka_ge: შეუძლებელია თარიღიდროსაზომიერთეულის მახასიათებლის შესწორება თარიღი-დროის შკალის ავტომატურ რეჟიმში.
kk_kz: Уақытты өлшеу бірлігін автоматты уақыт шәкілі үшін өзгерту мүмкін емес.
ru_ru: Единица измерения времени не может быть изменена для автоматической шкалы времени
th_th: ไม่สามารถแก้ไขคุณลักษณะ DateTimeMeasureUnit ในโหมดอัตราเวลาวันที่แบบอัตโนมัติได้
uk_ua: Властивість DateTimeMeasureUnit не може бути зміненою у автоматичному режимі масштабування дати-часу.

# ChartStringId.MsgIncorrectDoughnutHolePercent
source: The doughnut hole percentage should be greater than or equal to 0 and less than or equal to 100.
ar_iq: يجب أن تكون نسبة فتحة الدائري المجوف أكبر من أو تساوي 0 وأقل من أو تساوي 100.
az_latn_az: Çevrənin boşluğunun faizi 0-dan böyük və ya ona bərabər və 100-dən kiçik və ya ona bərabər olmalıdır.
hy_am: Տորոիդալ սեգմենտի տոկոսը պետք է լինի մեծ կամ հավասար 0-ի, և փոքր կամ հավասար 100-ի:
ka_ge: ტოროიდული სეგმენტის პროცენტი უნდა იყოს 0–ზე მეტი ან ტოლი და 100–ზე ნაკლები ან ტოლი.
kk_kz: Тороидальді сегмент пайызы 0-ден артық немесе тең және 100-ден кем болуға тиіс
ru_ru: Процент тороидального сегмента должен быть больше или равен 0 и менее или равен 100.
th_th: เปอร์เซ็นของ หลุมโดนัท ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า หรือเท่ากับ 100
uk_ua: Відсоток тороїдального сегменту повинен бути більше або дорівнювати 0, та менше або дорівнювати 100.

# ChartStringId.MsgIncorrectExplodedDistancePercentage
source: The exploded distance percentage value should be greater than 0.
ar_iq: ينبغي أن تكون قيمة نسبة المسافة المجزأة أكبر من 0.
az_latn_az: Rədd edilmiş məsafənin faiz göstəricisi 0-dan böyük olmalıdır.
hy_am: Անցած հեռավորության տոկոսը պետք է լինի մեծ 0-ից:
ka_ge: გავლილი მანძილის პროცენტი უნდა იყოს 0–ზე მეტი.
kk_kz: Жүріп өткен қашықтықтың пайызы 0-ден артық болуға тиіс.
ru_ru: Процент пройденного расстояния должен быть больше 0.
th_th: ค่าเปอร์เซ็นระยะห่างที่ถูกแยก ควรมากกว่า 0
uk_ua: Відсоток значення пройденої відстані повинен бути більше 0.

# ChartStringId.MsgIncorrectPaneDistance
source: The distance between the panes should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة بين الأجزاء أكبر من أو تساوي 0.
az_latn_az: Panellər arasında məsafə 0-dan böyük, ya da ona bərabər olmalıdır.
hy_am: Դիագրամի գրաֆիկների միջև հեռավորությունը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: მანძილი პანელებს შორის უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Диаграммадағы графиктер аралығының қашықтығы 0-ден артық немесе тең болуға тиіс.
ru_ru: Расстояние между графиками на диаграмме должно быть больше или равно 0
th_th: ระยะห่างระหว่างแผงควรมากกว่า หรือเท่ากับ 0
uk_ua: Відстань між панелями повинна бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectPieSeriesLabelColumnIndent
source: The column indent should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة البادئة للعمود أكبر من أو تساوي 0.
az_latn_az: Sütunun çıxıntıları 0-a bərabər və ya ondan böyük olmalıdır.
hy_am: Սյունակի տողագլուխը պետք է մեծ լինի կամ հավասար 0-ի:
ka_ge: სვეტის შეწეული ნაწილი უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Бағаналардың шегінісі 0-ден үлкен немесе тең болуға тиіс.
ru_ru: Отступ колонок должен быть больше или равен 0.
th_th: หัวข้อคอลัมน์ควรมากกว่า หรือเท่ากับ 0
uk_ua: Відступ колонки повинен бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectRelativePositionConnectorLength
source: The connector length should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن يكون طول الموصل أكبر من أو يساوي 0 وأقل من 1000.
az_latn_az: Birləşdiricinin uzunluğu 0-a bərabər və ya ondan böyük və 100-dən kiçik olmalıdır.
hy_am: Միացման երկարությունը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: კონექტორის სიგრძე უნდა იყოს 0 -ზე მეტი ან ტოლი და 1000 -ზე ნაკლები.
kk_kz: Жалғағыштың ұзындығы 0-ден артық немесе тең және 1000-ден кем болуға тиіс.
ru_ru: Длина соединителя должна быть больше или равна 0 и меньше 1000.
th_th: ความยาวที่เชื่อมกันควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Довжина поєднувача повинна бути більше або дорівнювати 0 та менше 1000.

# ChartStringId.MsgIncorrectSimpleDiagramDimension
source: The dimension of the simple diagram should be greater than 0 and less than 100.
ar_iq: يجب ان يكون بُعد الرسم التخطيطي البسيط أكبر من 0 وأقل من 100.
az_latn_az: Sadə diaqramın ölçüsü 0-dan böyük və 100-dən kiçik olmalıdır.
hy_am: Պարզ դիագրամնի չափը պետք է լինի ավելի մեծ, քան 0-ն և փոքր, քան 100-ը:
ka_ge: მარტივი დიაგრამის ზომა უნდა იყოს 0–ზე მეტი და 100–ზე ნაკლები.
kk_kz: Қарапайым диаграмманың шамасы 0-ден артық және 1000-нан кем болуға тиіс.
ru_ru: Величина простой диаграммы должна быть больше чем 0 и меньше 1000.
th_th: มิติของไดอะแกรมง่ายๆนี้ควรมากกว่า 0 และน้อยกว่า 100
uk_ua: Розмір простої діаграми повинен бути більше 0 та менше 100.

# ChartStringId.MsgIncorrectStripLimitAxisValue
source: The AxisValue property cannot be set to null for the StripLimit object.
ar_iq: لا يمكن ترك خاصية قيمة المحور خالية لكائن حد الشريط.
az_latn_az: OxunQiyməti xassəsi ZolağınHüdudu obyekti üçün sıfır qiymətinə qoyula bilməz.
hy_am: AxisValue հատկությունը չպետք է սահմանվի որպես զրո StripLimit օբյեկտի համար:
ka_ge: AxisValue მახასიათებელი არ უნდა დადგეს ნულზე StripLimit ობიექტისთვის.
kk_kz: AxisValue қасиеті StripLimit объектісі үшін нөлге түспеуге тиіс.
ru_ru: Свойство AxisValue не должно быть сведено к нулю для обьекта StripLimit.
th_th: ไม่สามารตั้งค่าคุณลักษณะ AxisValue ให้ว่างสำหรับวัตถุStripLimit ได้
uk_ua: Властивість AxisValue не може бути зведеною до нуля для об'єкту StripLimit.

# ChartStringId.MsgInitializeChartNotFound
source: The ChartControl isn't found, or there are several charts on this control. To solve the problem, you should handle the WizardPage.InitializePage event and manually specify the chart.
ar_iq: لم يتم العثور على عناصر التحكم بالمخطط، أو أن هناك عدة مخططات على عنصر التحكم هذا. لحل هذه المشكلة، عليك التعامل مع صفحة المعالج. حدث تهيئة الصفحة وتحديد المخطط يدوياً.
az_latn_az: Diaqramın kontrolu tapılmayıb və ya bu kontrolda bir neçə diaqram vardır. Problemi aradan qaldırmaq üçün BələdçiSəhifəsi.İnisializasiyaSəhifəsi hadisələrini açmalı və diaqram özünüz əllə təyin etməlisiniz.
hy_am: ChartControl չգտնվեց, կամ այն այնպիսին չէ, ինչպես կառավարման տարրի վրա: Խնդրի լուծման համար հարկավոր է նկարագրել WizardPage.InitializePage միջոցառումը և ձեռքով նշել դիագրամը:
ka_ge: ChartControl არ არის ნაპოვნი, ან არსებობს რამდენიმე დიაგრამა მართვის ამ ელემენტზე. ამ პრობლემის გადასაჭრელად უნდა იმუშავოთ WizardPage.InitializePage–ის მოვლენაზე და ხელით მიუთითოთ დიაგრამა.
kk_kz: ChartControl табылған жоқ немесе ол басқару элементіндегі сияқты емес. Проблеманы шешу үшін сіз WizardPage.InitializePage оқиғаны сипаттауға және диаграмманы қолмен көрсетуге тиіссіз.
ru_ru: ChartControl не найден, или же он не такой как на элементе управления. Для решения проблемы вы должны описать WizardPage.InitializePage событие и вручную указать диаграмму.
th_th: ไม่พบ ChartControl หรือมีแผนภูมิหลายแผนภูมิในการควบคุมนี้ ในการแก้ปัญหานี้ คุณควรจัดการที่ WizardPage InitializePage และกำหนดแผนภูมิด้วยตนเอง
uk_ua: ChartControl не знайдено або існує декілька діаграм у цьому елементі управління. Для вирішення проблеми ви повинні звернутися до WizardPage. Застосуйте InitializePage та вручну визначьте діаграму.

# ChartStringId.MsgInvalidEdge1
source: The edge1 value can't be null.
ar_iq: لا يمكن أن تكون قيمة الحافة 1 خالية.
az_latn_az: Kənar1-in qiyməti sıfır ola bilməz.
hy_am: Ծայրամասային արժեք 1-ը չի կարող լինել զրոյական:
ka_ge: edge1 სიდიდე არ შეიძლება იყოს ნულის ტოლი.
kk_kz: 1-дің соңғы мәні нөл бола алмайды.
ru_ru: Крайнее значение 1 не может быть нулевым
th_th: ค่า The edge1 ไม่สามารถปล่อยว่าง
uk_ua: Крайнє значення 1 не може бути нульовим
