Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.Msg_Caption
source: XtraReports
az_latn_az: Əlavə hesabatlar
hy_am: XtraՀաշվետվություններ
ka_ge: Xtraანგარიშები
kk_kz: Қосымша есептер
ru_ru: Дополнительные отчёты
th_th: รายงานXtra
uk_ua: Додаткові Звіти

# ReportStringId.Msg_CyclicBoormarks
source: There are cyclic bookmarks in the report.
ar_iq: هناك إشارات مرجعية دورية في التقرير.
az_latn_az: Hesabatda dövri markerlər mövcuddur.
hy_am: Հաշվետվության մեջ կան ցիկլիկ մարկերներ:
ka_ge: ანგარიშში მოყვანილია ციკლური მარკერები.
kk_kz: Циклдық маркер есепте
ru_ru: Циклические маркеры в отчёте.
th_th: มีลายน้ำเป็นวงในรายงาน
uk_ua: У звіті є циклічні маркери.

# ReportStringId.Msg_GroupSortNoDataSource
source: To add a new grouping or sorting level, first provide a datasource for the report.
ar_iq: لإضافة مستوى جديد للتجميع أو الفرز، يجب أولاً توفير مصدر البيانات للتقرير.
az_latn_az: Yeni qruplaşdırma və ya növlərə ayırma səviyyəsi əlavə etmək üçün əvvəlcə hesabatın məlumat mənbəyini göstərin.
hy_am: Խմբավորման կամ սորտավորման նոր մակարդակ ավելացնելու համար, առաջին հերթին հարկավոր է ապահովել հաշվետվության համար տվյալների աղբյուրը:
ka_ge: დაჯგუფების ან დახარისხების ახალი დონის დასამატებლად, ჯერ წარმოადგინეთ ანგარიშის მონაცემთა წყარო.
kk_kz: Жаңа топтама немесе сұрыптау деңгейін қосу үшін есепті деректер көзімен байланыстырыңыз
ru_ru: Для добавления новой группировки или уровня сортировки, свяжите отчет с источником данных
th_th: ในการเพิ่มระดับการจัดกลุ่ม หรือการจัดเรียง ก่อนอื่น ควรจัดหาข้อมูลให้แก่รายงานก่อน
uk_ua: Щоб додати новий рівень групування або сортування, спочатку забезпечте джерело даних для звіту.

# ReportStringId.Msg_InvalidMethodCall
source: This method call is invalid for the object's current state
ar_iq: يعتبر استدعاء الطريقة هذا غير صحيح لحالة الكائن الحالية
az_latn_az: Obyektin hazırki vəziyyətində bu üsulun çağrılması yararsızdır.
hy_am: Այս մեթոդի կանչումը ճիշտ չէ ենթացիկ վիճակի օբյեկտների համար
ka_ge: მოცემული მეთოდის გამოძახება არასწორია ობიექტის მიმდინარე მდგომარეობისთვის
kk_kz: Бұл әдісті шақыру ағымдағы жай-күй объектілері үшін дұрыс емес
ru_ru: Вызов этого метода не верный для объектов текущего состояния
th_th: วิธีการโทรนี้ไม่สามารถทำได้กับรัฐปัจจุบันที่วัตถุอยู่
uk_ua: Виклик цього методу не можливий для чинного стану об'єкту

# ReportStringId.Msg_ScriptError
source: There are following errors in script(s): {0}
ar_iq: هناك أخطاء في البرنامج (البرامج) النصي: {0}
az_latn_az: Yazı(lar)da aşağıdakı səhvlər vardır: {0}
hy_am: Հետևյալ սխալները սկրիպտ(եր)ում. {0}
ka_ge: სკრიპტ(ებ)ი შეიცავს შემდეგ შეცდომებს: {0}
kk_kz: Скрипте мынадай қателер:{0}
ru_ru: Следующие ошибки в скрипте:{0}
th_th: มีข้อผิดพลาดต่อไปนี้ในสคริปต์: {0}
uk_ua: У скрипті(-ах) є наступні помилки:{0}

# ReportStringId.Msg_ScriptingPermissionErrorMessage
source: You don't have sufficient permission to execute the scripts in this report. Details: {0}
ar_iq: ليس لديك الإذن الكافي لتنفيذ البرامج النصية في هذا التقرير.التفاصيل:{0}
az_latn_az: Bu hesabatda yazıları icra etmək üçün kifayət qədər icazəniz yoxdur. Təfərrüatlar: {0}
hy_am: Դուք չունեք բավարար իրավունքներ այդ հաշվետվությունում սկրիպտի գործարկման համար: Մանրամասներ. {0}
ka_ge: თქვენ არ გაქვთ ამ ანგარიშში სკრიპტების განხორციელების საკმარისი უფლება. დეტალები:{0}
ru_ru: У вас недостаточно прав для запуска скрипта в этом отчете. Подробно: {0}
th_th: คุณไม่มีสิทธิ์ที่จะดำเนินการสคริปต์นี้ในรายงานนี้: รายละเอียด: {0}
uk_ua: У вас недостатньо прав доступу, щоб виконати скрипти у цьому звіті.Деталі: {0}

# ReportStringId.Msg_ShapeRotationToolTip
source: Use Ctrl with the left mouse button to rotate the shape
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لتدوير الشكل
az_latn_az: Formanı fırlatmaq üçün sıçanın sol düyməsi və Ctrl düyməsindən istifadə edin
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ ձևը պտտելու համար
ka_ge: გამოიყენეთ Ctrl თაგვის მარცხენა ღილაკთან ერთად ფორმის მოსაბრუნებლად.
kk_kz: Пішінді айналдыру үшін тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl с левой кнопкой мыши, чтобы вращать форму.
th_th: ใช้ Ctrl ด้วยเมาส์ปุ่มซ้าย เพื่อกลับรูปร่าง
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для гортання фігури

# ReportStringId.Msg_WarningRemoveCalculatedFields
source: This operation will remove all calculated fields from all data tables. Do you wish to proceed?
ar_iq: سوف تزيل هذه العملية كافة الحقول المحسوبة من جميع جداول البيانات. هل ترغب في المتابعة؟
az_latn_az: Bu əməliyyat bütün hesablanmış sahələri bütün məlumat cədvəllərindən siləcəkdir. Hər hansı halda davam etmək istəyirsinizmi?
hy_am: Այս գործողությունը տվյալների բոլոր աղյուսակներից կհեռացնի բոլոր հաշվարկվող դաշտերը: Ցանկանու՞մ եք շարունակել:
ka_ge: მოცემული ოპერაცია ყველა დაანგარიშებულ ველს ამოიღებს მონაცემთა ყველა ცხრილიდან. გსურთ გაგრძელება?
kk_kz: Бұл операция барлық есептелетін жолақты барлық деректер кестесінен жояды. Жалғастырғыңыз келе ме?
ru_ru: Эта операция удалит все вычисляемые поля из всех таблиц данных. Вы хотите продолжать?
th_th: การปฏิบัติงานนี้จะลบช่อง คำนวนแล้ว ออกจากตารางข้อมูลทั้งหมด คุณต้องการทำต่อหรือไม่?
uk_ua: Ця операція приведе до видалення усіх обчислених полів з усіх таблиць даних. Продовжити?

# ReportStringId.Msg_WarningRemoveParameters
source: This operation will remove all parameters. Do you wish to proceed?
ar_iq: سوف تزيل هذه العملية جميع المعلمات. هل ترغب في المتابعة؟
az_latn_az: Bu əməliyyat bütün parametrləri siləcəkdir. Davam etmək istəyirsinizmi?
hy_am: Այս գործողությունը կհեռացնի բոլոր պարամետրերը: Ցանկանու՞մ եք շարունակել:
ka_ge: მოცემული ოპერაცია ამოიღებს ყველა პარამეტრს. გსურთ გაგრძელება?
kk_kz: Бұл операция барлық параметрді жояды. Жалғастырғыңыз келе ме?
ru_ru: Эта операция удалит все параметры. Вы хотите продолжать?
th_th: การปฏิบัติงานนี้จะลบพารามิเตอร์ออกทั้งหมด ต้องการทำต่อหรือไม่
uk_ua: Ця операція призведе до видалення усіх параметрів. Продовжити?

# ReportStringId.PivotGridFrame_Fields_ColumnsText
source: XRPivotGrid Fields
ar_iq: حقول XRPivotGrid
az_latn_az: XRPivotGrid-in sahələri
hy_am: XRԱմփոփիչաղյուսակի դաշտեր
ka_ge: XRPivotGrid ველები
kk_kz: XRPivotGrid жолағы
ru_ru: Поля XRPivotGrid
th_th: ช่อง XRPivotGrid
uk_ua: Поля XRPivotGrid

# ReportStringId.PivotGridFrame_Fields_DescriptionText1
source: You can add and delete XRPivotGrid fields and modify their settings.
ar_iq: يمكنك إضافة وحذف حقول XRPivotGrid وتعديل إعداداتها.
az_latn_az: Siz XRPivotGrid-ə sahələr əlavə edə, silə və onların qurmalarını modifikasiya edə bilərsiniz.
hy_am: Դուք կարող եք ավելացնել և ջնջել XRԱմփոփիչաղյուսակի դաշտերը և փոխել նրանց կարգավորումները:
ka_ge: შეგიძლიათ XRPivotGrid ველების დამატება და წაშლა და მათი პარამეტრების შეცვლა.
kk_kz: Сіз XRPivotGrid жолағын қоса аласыз және жоя аласыз, олардың теңшелімін өзгерте аласыз
ru_ru: Вы можете добавить и удалить поля XRPivotGrid и изменить их настройки
th_th: คุณสามารถเพิ่ม และลบช่อง XRPivotGrid และแก้ไขการตั้งค่าของมันได้
uk_ua: Ви можете додати або видалити поля XRPivotGrid та змінити їх настройки.

# ReportStringId.RibbonXRDesign_CenterVertically_STipContent
source: Vertically center the selected controls within a band.
ar_iq: توسيط عمودي لعناصر التحكم ضمن النطاق.
az_latn_az: Seçilmiş idarə elementləri zolaq daxilində şaquli istiqamətdə mərkəzdən sırala
hy_am: Նշված կառավարման տարրերը ուղղահայաց կենտրոնացրեք շերտի սահմաններում:
ka_ge: შერჩეული მართვის ელემენტების ვერტიკალურ კიდეზე ცენტრირება ზოლის ფარგლებში
kk_kz: Ерекшеленген басқару элементтерін жолақ шегінде тігінен орналастырыңыз
ru_ru: Сосредоточьте выделенные элементы управления в пределах полосы вертикально.
th_th: จัดการควบคุมที่เลือกมาตรงกลางเป็นแนวตั้งในแถบ
uk_ua: Вертикально розташуйте виділені елементи управління в межах стрічки

# ReportStringId.RibbonXRDesign_FontUnderline_Caption
source: Underline
ar_iq: تسطير
az_latn_az: Altından xətt çək
hy_am: Ընդգծել
ka_ge: ხაზის გასმა
kk_kz: Астын сызу
ru_ru: Подчеркивание
th_th: ขีดเส้นใต้
uk_ua: Підкреслювання

# ReportStringId.RibbonXRDesign_FontUnderline_STipContent
source: Underline the selected text.
ar_iq: وضع سطر تحت النص المحدد.
az_latn_az: Seçilmiş mətnin altından xətt çək
hy_am: Ընդգծել ընտրված տեքստը
ka_ge: ხაზი გასვით მონიშნულ ტექსტს
kk_kz: Ерекшеленген мәтіннің астын сызыңыз
ru_ru: Сделайте выделенный текст подчёркнутым.
th_th: ขีดเส้นใต้ตัวอักษรที่เลือก
uk_ua: Зняти підкреслювання з обраного тексту.

# ReportStringId.RibbonXRDesign_FontUnderline_STipTitle
source: Underline
ar_iq: تسطير
az_latn_az: Altından xətt çək
hy_am: Ընդգծել
ka_ge: ხაზის გასმა
kk_kz: Астын сызу
ru_ru: Подчеркивание
th_th: ขีดเส้นใต้
uk_ua: Підкреслювання

# ReportStringId.RibbonXRDesign_PageGroup_View
source: View
ar_iq: عرض
az_latn_az: Nəzərdən keçir
hy_am: Տեսք
ka_ge: გამოსახულება
kk_kz: Көрініс
ru_ru: Вид
th_th: มุมมอง
uk_ua: Перегляд

# ReportStringId.RibbonXRDesign_PageGroup_Zoom
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# ReportStringId.RibbonXRDesign_Undo_Caption
source: Undo
ar_iq: تراجع
az_latn_az: Addımı ləğv et
hy_am: Ետարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: เลิกทำ
uk_ua: Відмінити

# ReportStringId.RibbonXRDesign_Undo_STipContent
source: Undo the last operation.
ar_iq: تراجع عن آخر عملية
az_latn_az: Son əməliyyatı ləğv et
hy_am: Ետարկել վերջին գործողությունը:
ka_ge: ბოლო მოქმედების გაუქმება
kk_kz: Соңғы операцияны қолданбау
ru_ru: Отменить последнюю операцию.
th_th: เลิกทำการปฏิบัติงานสุดท้าย
uk_ua: Відінити останню дію

# ReportStringId.RibbonXRDesign_Undo_STipTitle
source: Undo
ar_iq: تراجع
az_latn_az: Addımı ləğv et
hy_am: Ետարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: เลิกทำ
uk_ua: Відмінити

# ReportStringId.RibbonXRDesign_Windows_Caption
source: Windows
ar_iq: إطارات
az_latn_az: Pəncərələr
hy_am: Պատուհաններ
ka_ge: ფანჯრები
kk_kz: Терезе
ru_ru: Окна
th_th: หน้าต่าง
uk_ua: Вікна

# ReportStringId.RibbonXRDesign_Zoom_Caption
source: Zoom
ar_iq: تكبير/تصغير
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# ReportStringId.RibbonXRDesign_Zoom_STipTitle
source: Zoom
ar_iq: تكبير/تصغير
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# ReportStringId.RibbonXRDesign_ZoomIn_Caption
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მასშტაბის გადიდება
kk_kz: Масштабты ұлғайту
ru_ru: Увеличить масштаб
th_th: ขยายเข้า
uk_ua: Збільшити

# ReportStringId.RibbonXRDesign_ZoomIn_STipContent
source: Zoom in to get a close-up view of the report.
ar_iq: تكبير للحصول على عرض مقرب للتقرير.
az_latn_az: Hesabata daha yaxından baxmaq üçün miqyası böyüt
hy_am: Խոշորացնել՝ հաշվետվությունը մեծ պլանով ցուցադրելու համար:
ka_ge: მასშტაბის გადიდება ანგარიშის უკეთ სანახავად .
kk_kz: Есептің көрінісін үлкейтіп алу үшін ауқымды ұлғайтыңыз
ru_ru: Увеличьте масштаб, чтобы получить крупным планом представление отчёта.
th_th: ขยายเข้าเพื่อได้มุมมองรายงานที่ไกล้ขึ้น
uk_ua: Збільште для отримання ближчого вигляду звіту.

# ReportStringId.RibbonXRDesign_ZoomIn_STipTitle
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მასშტაბის გადიდება
kk_kz: Масштабты ұлғайту
ru_ru: Увеличить масштаб
th_th: ขยายเข้า
uk_ua: Збільшити

# ReportStringId.RibbonXRDesign_ZoomOut_Caption
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მასშტაბის შემცირება
kk_kz: Масштабты кеміту
ru_ru: Уменьшить масштаб
th_th: ขยายออก
uk_ua: Зменшити

# ReportStringId.RibbonXRDesign_ZoomOut_STipContent
source: Zoom out to see more of the report at a reduced size.
ar_iq: التصغير لرؤية المزيد من هذا التقرير مع إنقاص الحجم.
az_latn_az: Hesabatın nisbətən böyük hissəsini görə bilmək üçün miqyası kiçilt.
hy_am: Փոքրացնել՝ տեսնելու հաշվետվությունը փոքրացված չափով:
ka_ge: მცირე ზომაში ანგარიშის უფრო მეტად სანახავად მასშტაბის შემცირება.
kk_kz: Есептің кішірейтілген көрінісін алу үшін масштабты кемітіңіз
ru_ru: Уменьшите масштаб, чтобы получить уменьшенное представление отчёта.
th_th: ขยายออกเพื่อดูรายงานได้มากขึ้นในขนาดที่เล็กลง
uk_ua: Зменшить для відображення зжатого вигляду звіту.

# ReportStringId.RibbonXRDesign_ZoomOut_STipTitle
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მასშტაბის შემცირება
kk_kz: Масштабтыкеміту
ru_ru: Уменьшить масштаб
th_th: ขยายออก
uk_ua: Зменшити

# ReportStringId.ScriptEditor_Validate
source: Validate
ar_iq: التحقق من صحة
az_latn_az: Yoxla
hy_am: Վավերացնել
ka_ge: გადამოწმება
kk_kz: Тексеру
ru_ru: Проверять
th_th: ตรวจสอบ
uk_ua: Перевірити

# ReportStringId.SR_Top_Margin
source: Top margin
ar_iq: الهامش العلوي
az_latn_az: Yuxarı sərhəd
hy_am: Վերին եզր
ka_ge: ზედა ნაწილი
kk_kz: Жоғарғы шегініс
ru_ru: Верхний отступ
th_th: ขอบบน
uk_ua: Верхнє поле

# ReportStringId.SR_Vertical_Pitch
source: Vertical pitch
ar_iq: خطوة عمودية
az_latn_az: Şaquli eniş
hy_am: Ուղղահայաց թեքություն
ka_ge: ვერტიკალური დახრილობა
kk_kz: Тік еңіс
ru_ru: Вертикальный уклон
th_th: ระดับแนวตั้ง
uk_ua: Вертикальний нахил

# ReportStringId.SR_Width
source: Width
ar_iq: عرض
az_latn_az: En
hy_am: Լայնություն
ka_ge: სიგანე
kk_kz: Ені
ru_ru: Ширина
th_th: ความกว้าง
uk_ua: Ширина

# ReportStringId.SSForm_Msg_MoreThanOneStyle
source: You selected more than one style
ar_iq: حددت أكثر من نمط واحد
az_latn_az: Birdən artıq üslub seçmisiniz
hy_am: Դուք ընտրել եք մեկից ավելի ոճ
ka_ge: მონიშნულია ერთზე მეტი სტილი
kk_kz: Сіз біреуден артық стиль таңдадыңыз
ru_ru: Вы выбрали более одного стиля
th_th: คุณเลือกมากกว่าหนึ่งรูปแบบ
uk_ua: Ви обрали більше одного стиля

# ReportStringId.STag_Name_TrapezoidBase
source: Trapezoid Base
ar_iq: قاعدة شبه المنحرف
az_latn_az: Trapesiyayabənzər əsas
hy_am: Սեղանաձև հիմք
ka_ge: ტრაპეცოიდის ფუძე
kk_kz: Трапецоид негізі
ru_ru: Основа Трапецоида
th_th: ฐานสี่เหลี่ยมคางหมู
uk_ua: Основа трапеціоїда

# ReportStringId.UD_Capt_Zoom
source: Zoom
ar_iq: تكبير/تصغير
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# ReportStringId.UD_Capt_ZoomFactor
source: Zoom Factor: {0}%
ar_iq: عامل التكبير/التصغير: {0}%
az_latn_az: Miqyas əmsalı: {0}%
hy_am: Մասշտաբի գործակից. {0}%
ka_ge: მასშტაბის კოეფიციენტი: {0}%
kk_kz: Масштабтың коэффициенті {0}%
ru_ru: Коэффициент масштаба: {0}%
th_th: ปัจจัยการขยาย: {0}%
uk_ua: Масштаб: {0}%

# ReportStringId.UD_Capt_ZoomIn
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მასშტაბის გადიდება
kk_kz: Масштабты ұлғайту
ru_ru: Увеличить масштаб
th_th: ขยายเข้า
uk_ua: Збільшити

# ReportStringId.UD_Capt_ZoomOut
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მასშტაბის შემცირება
kk_kz: Масштабты кеміту
ru_ru: Уменьшить масштаб
th_th: ขยายออก
uk_ua: Зменшити

# ReportStringId.UD_Capt_ZoomToolbarName
source: Zoom Toolbar
ar_iq: شريط أدوات التكبير/التصغير
az_latn_az: Miqyas Alətlər paneli
hy_am: Մասշտաբավորման վահանակ
ka_ge: ხელსაწყოთა ზოლის მასშტაბი
kk_kz: Масштабтау пәрмендерінің панелі
ru_ru: Панель команд масштабирования
th_th: แถบเครื่องมือการขยาย
uk_ua: Панель інструментів для масштабування

# ReportStringId.UD_Hint_CenterInFormVertically
source: Vertically center the selected controls within a band
ar_iq: توسيط عناصر التحكم المحددة ضمن نطاق بشكل عمودي
az_latn_az: seçilmiş idarə elementləriı çərçivə daxilində şaquli mərkəzləşdirmək
hy_am: Նշված կառավարման տարրերը ուղղահայաց կենտրոնացրեք շերտի սահմաններում
ka_ge: შერჩეული მართვის ელემენტების ვერტიკალურ კიდეზე ცენტრირება ზოლის ფარგლებში
kk_kz: Ерекшеленген басқару элементтерін жолақ шегінде тігінен орналастырыңыз
ru_ru: Сосредоточьте выделенные элементы управления в пределах полосы вертикально.
th_th: จัดการควบคุมที่เลือกมาตรงกลางแนวตั้งภายในแถบ
uk_ua: Вертикально розташуйте виділені елементи в межах строки

# ReportStringId.UD_Hint_FontUnderline
source: Underline the font
ar_iq: وضع سطر تحت الخط
az_latn_az: Şriftin altından xətt çək
hy_am: Ընդգծել տառատեսակը
ka_ge: ხაზი გასვით მონიშნულ ტექსტს
kk_kz: Ерекшеленген мәтіннің астын сызыңыз
ru_ru: Сделайте выделенный текст подчёркнутым
th_th: ขีดเส้นใต้แบบอักษร
uk_ua: Підкреслити шрифт

# ReportStringId.UD_Hint_Undo
source: Undo the last operation
ar_iq: تراجع عن آخر عملية
az_latn_az: Axırıncı əməliyyatı ləğv et
hy_am: Ետարկել վերջին գործողությունը
ka_ge: ბოლო მოქმედების გაუქმება
kk_kz: Соңғы операцияны қолданбау
ru_ru: Отменить последнюю операцию
th_th: เลิกทำการปฏิบัติงานสุดท้าย
uk_ua: Назад до останньої операції

# ReportStringId.UD_Hint_ZoomIn
source: Zoom in the design surface
ar_iq: تكبير سطح التصميم
az_latn_az: Tərtibat səthinin miqyasını böyüt
hy_am: Խոշորացրեք դիզայնի մակերեսը
ka_ge: დიზაინის ზედაპირის მასშტაბის გადიდება
kk_kz: Дизайнның үстіңгі бетін ашу
ru_ru: Раскройте поверхность дизайна
th_th: ขยายหน้าตัวออกแบบเข้า
uk_ua: Збільшити поверхню дизайну

# ReportStringId.UD_Hint_ZoomOut
source: Zoom out the design surface
ar_iq: تصغير سطح التصميم
az_latn_az: Lazımi səthi kiçilt
hy_am: Փոքրացրեք դիզայնի մակերեսը
ka_ge: დიზაინის ზედაპირის მასშტაბის შემცირება
kk_kz: Дизайнның үстіңгі бетін жабыңыз
ru_ru: Закройте поверхность дизайна
th_th: ขยายหน้าตัวออกแบบออก
uk_ua: Зменшити поверхню дизайну

# ReportStringId.UD_TTip_FormatUnderline
source: Underline
ar_iq: تسطير
az_latn_az: Altından xətt çək
hy_am: Ընդգծված
ka_ge: ხაზის გასმა
kk_kz: Астын сызу
ru_ru: Подчеркнутый
th_th: ขีดเส้นใต้
uk_ua: Підкреслювання

# ReportStringId.UD_TTip_Undo
source: Undo
ar_iq: تراجع
az_latn_az: Addımı ləğv et
hy_am: Ետարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отменить
th_th: เลิกทำ
uk_ua: Відмінити

# ReportStringId.Wizard_PageChooseFields_Msg
source: You must select fields for the report before you continue
ar_iq: يجب عليك تحديد حقول للتقرير قبل المتابعة
az_latn_az: Davam etməzdən öncə hesabat üçün sahələri seçməlisiniz
hy_am: Նախքան շարունակելը, պետք է ընտրել դաշտերը հաշվետվության համար
ka_ge: გაგრძელებამე უნდა მონიშნოთ ველები
kk_kz: Жалғастырмас бұрын жолақты таңдап алу керек
ru_ru: Прежде чем продолжить необходимо выбрать поля
th_th: คุณต้องเลือกช่องสำหรับรายงานก่อนที่จะดำเนินการต่อ
uk_ua: Спочатку оберіть поля для звіту

# SpellCheckerStringId.MsgBoxCaption
source: XtraSpellChecker
az_latn_az: Əlavə orfoqrafiya yoxlayıcısı
hy_am: XtraՈւղղագրիչ
ka_ge: მართლწერის შემოწმება
kk_kz: Дұрыс жазу
ru_ru: Правописание
th_th: ตัวตรวจสอบการสะกดXtra
uk_ua: Правопис

# SpellCheckerStringId.MsgCanUseCurrentWord
source: You have chosen a word that is not found in the main or custom dictionaries. Do you want to use this word and continue checking?
ar_iq: اخترت كلمة غير موجودة في القواميس الرئيسية أو المخصصة. هل تريد استخدام هذه الكلمة ومتابعة التدقيق؟
az_latn_az: Seçdiyiniz söz əsas və ya adəti lüğətlərdə yoxdur. Bu sözü istifadə etmək və yoxlamaya davam etmək istəyirsinizmi?
hy_am: Բառը, որ դուք ընտրել եք, չի գտնվել որևէ բառարանում: Ցանկանու՞մ եք օգտագործել այդ բառը և շարունակել ստուգումը:
ka_ge: თქვენს მიერ შერჩეული სიტყვა არ მოიძებნა არც ერთ ლექსიკონში. ნამდვილად გსურთ ამ სიტყვის შემდგომში გამოყენება და შემოწმება?
kk_kz: Сіз таңдаған сөз бірде-бір сөздіктен табылмады. Сіз бұл сөзді бұдан әрі пайдаланғыңыз келе ме?
ru_ru: Слово которое Вы выбрали не найдено ни в одном из словарей. Вы точно хотите использовать это слово далее?
th_th: คุณได้เลือกคำที่ไม่เจอในดิกชันนารีหลัก หรือกำหนดเอง คุณต้องการใช้คำนี้ และดำเนินการตรวจสอบต่อหรือไม่
uk_ua: Ви обрали слово, яке не знайдено у основному або словнику користувача. Бажаєте використати це слово та продовжити перевірку?

# StringId.CheckUnchecked
source: Unchecked
ar_iq: غير محدد
az_latn_az: Yoxlanmamış
hy_am: Նշված չէ
ka_ge: გაუქმებული
kk_kz: Белгіленбеген
ru_ru: Неотмечено
th_th: ไม่ได้ตรวจสอบ
uk_ua: Не відмічено

# StringId.ColorTabWeb
source: Web
ar_iq: ويب
az_latn_az: Veb
hy_am: Վեբ
ka_ge: ვებ
kk_kz: Әртүрлі
ru_ru: Разные
th_th: เว็บ
uk_ua: Веб

# StringId.FilterCriteriaToStringFunctionLocalDateTimeThisMonth
source: This Month
ar_iq: هذا الشهر
az_latn_az: Bu ay
hy_am: Այս ամիս
ka_ge: მიმდინარე თვე
kk_kz: Ағымдағы ай
ru_ru: Текущий месяц
th_th: เดือนนี้
uk_ua: Цей місяць

# StringId.FilterCriteriaToStringFunctionLocalDateTimeThisWeek
source: This Week
ar_iq: هذا الأسبوع
az_latn_az: Bu həftə
hy_am: Այս շաբաթ
ka_ge: მიმდინარე კვირა
kk_kz: Ағымдағы апта
ru_ru: Текущая неделя
th_th: อาทิตย์นี้
uk_ua: Цей тиждень

# StringId.FilterCriteriaToStringFunctionLocalDateTimeThisYear
source: This Year
ar_iq: هذه السنة
az_latn_az: Bu il
hy_am: Այս տարի
ka_ge: მიმდიანრე წელი
kk_kz: Ағымдағы жыл
ru_ru: Текущий год
th_th: ปีนี้
uk_ua: Цей рік

# StringId.FilterCriteriaToStringFunctionLocalDateTimeTwoWeeksAway
source: Two Weeks Away
ar_iq: من أسبوعين
az_latn_az: İki həftə uzaq
hy_am: Երկու շաբաթ հետո
ka_ge: ორი კვირის წინ
kk_kz: Екі апта бұрын
ru_ru: 2 недели назад
th_th: อีกสองอาทิตย์
uk_ua: Два тиджні тому

# StringId.FilterCriteriaToStringFunctionLocalDateTimeYesterday
source: Yesterday
ar_iq: الأمس
az_latn_az: Dünən
hy_am: Երեկ
ka_ge: გუშინ
kk_kz: Кеше
ru_ru: Вчера
th_th: เมื่อวานนี้
uk_ua: Вчора

# StringId.FilterCriteriaToStringFunctionTrim
source: Trim
ar_iq: اقتطاع
az_latn_az: Kəs
hy_am: Կտրել բացատները
ka_ge: შეკვეცა
kk_kz: Бос орындарды қиып алу
ru_ru: Обрезать пробелы
th_th: ตัด
uk_ua: Обрізати

# StringId.FilterCriteriaToStringFunctionUpper
source: Upper
ar_iq: علوي
az_latn_az: Üst
hy_am: Վերին
ka_ge: ზედა
kk_kz: Жоғарғы регистр
ru_ru: Верхний регистр
th_th: สูงกว่า
uk_ua: Верхній

# StringId.PictureEditOpenFileError
source: Wrong picture format
ar_iq: تنسيق خاطئ للصورة
az_latn_az: Səhv şəkil formatı
hy_am: Սխալ պատկերի ֆորմատ
ka_ge: სურათის არასწორი ფორმატი
kk_kz: Бұл файлдың суретін жүктеу мүмкін емес
ru_ru: Невозможно загрузить картинку из этого файла
th_th: ฟอร์แม็ตรูปภาพไม่ถูกต้อง
uk_ua: Невірний формат зображення

# StringId.TransparentBackColorNotSupported
source: This control does not support transparent background colors
ar_iq: عنصر التحكم هذا لا يدعم ألوان الخلفية الشفافة
az_latn_az: Bu kontrolda şəffaf fon rəngləri dəstəklənmir.
hy_am: Այս կառավարման տարրը չի աջակցում թափանցիկ ետնապատկերը
ka_ge: მართვის მოცემული ელემენტი არ აღიქვამს გამჭვირვალე ფონს.
kk_kz: Бұл басқару элементі мөлдір фонды қолдамайды.
ru_ru: Этот управляющий элемент не поддерживает прозрачный фон
th_th: การควบคุมนี้ไม่รองรับสีพื้นหลังโปร่งแสง
uk_ua: Цей елемент не підтримує прозорі кольори фону

# StringId.UnknownPictureFormat
source: Unknown picture format
ar_iq: تنسيق صورة مجهول
az_latn_az: Naməlum şəkil formatı
hy_am: Նկարի անհայտ ֆորմատ
ka_ge: სურათის უცნობი ფორმატი
kk_kz: Белгісіз деректер форматы
ru_ru: Неизвестный формат данных
th_th: ไม่รู้จักฟอร์แม็ตรูปภาพ
uk_ua: Невідомий формат зображення

# WizardStringId.CompletionPageFinishText
source: You have successfully completed the wizard
ar_iq: تم إكمال المعالج بنجاح
az_latn_az: Bələdçinin komandalarını müvəffəqiyyətlə başa çatdırmısınız
hy_am: Կառուցիչի աշխատանքի հաջող ավարտ
ka_ge: ოსტატმა წარმატებით დაასრულა მუშაობა
kk_kz: Шебер жұмысының ойдағыдай аяқталуы
ru_ru: Успешное завершение работы мастера
th_th: คุณได้ทำวิซาร์ดนี้เสร็จสิ้น
uk_ua: Успішне завершення роботи Майстра

# WizardStringId.CompletionPageProceedText
source: To close this wizard, click Finish
ar_iq: لإغلاق هذا المعالج، انقر فوق إنهاء
az_latn_az: Bələdçini bağlamaq üçün Bitir düyməsinə basın
hy_am: Այս Կառուցիչը փակելու համար, սեղմեք Ավարտել
ka_ge: ოსტატის ფანჯრის დასახურად, დააწკაპუნეთ ღილაკზე "დასრულება".
kk_kz: Шебер терезесін жабу үшін Финиш батырмасын басыңыз
ru_ru: Для закрытия окна мастера, нажмите кнопку Финиш
th_th: ในการปิดวิซาร์ดนี้ สคลิก เสร็จสิ้น
uk_ua: Щоб завершити роботу Мастера, натисніть Завершити

# WizardStringId.InteriorPageTitleText
source: Wizard Page Title
ar_iq: عنوان صفحة المعالج
az_latn_az: Bələdçi səhifəsinin başlığı
hy_am: Կառուցիչի էջի վերնագիր
ka_ge: ოსტატის გვერდის სათაური
kk_kz: Шебер бетінің тақырыбы
ru_ru: Заголовок страницы Мастера
th_th: หัวข้อหน้าวิซาร์ด
uk_ua: Заголовок сторінки Майстра
