Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# StringId.PreviewOutOfMemory
source: Out Of Memory
az_latn_az: Yaddaşın həcmi kifayət qədər mövcud deyil
th_th: ไม่มีความจำเหลือ
uk_ua: Недостатньо пам'яті

# StringId.PreviewDoorOpen
source: Door Open
az_latn_az: Qapağı açıq
th_th: ฝาเปิด
uk_ua: Дверцята выдкриті

# StringId.PreviewServerUnknown
source: Server Unknown
az_latn_az: Server nəməlumdır
th_th: ไม่รู้จักเซิร์ฟเวอร์
uk_ua: Невідомий сервер

# StringId.PreviewPowerSave
source: Power Save
az_latn_az: Enerji saxlayan
th_th: ประหยัดพลังงาน
uk_ua: Зберігання енергії

# StringId.PreviewReady
source: Ready
az_latn_az: Hazır
th_th: พร้อม
uk_ua: Готовий

# StringId.PreviewServerOffline
source: Server Offline
az_latn_az: Server muxtariyyətli rejimdədir
th_th: เซิร์ฟเวอร์ออฟไลน์
uk_ua: Сервер Offline

# StringId.PreviewDriverUpdateNeeded
source: Driver Update Needed
az_latn_az: Drayverin yenilənməsi tələb olunur
th_th: จำเป็นต้องอัพเดตไดรฟ์เวอร์
uk_ua: Потрібно оновлення драйверів

# StringId.IncorrectNumberCopies
source: The number must be between 1 and 32767.
az_latn_az: Dəyər 1 və ya 32767 arasında olmalıdır
uk_ua: Число повинно бути в діапазоні від 1 до 32767.

# StringId.ChartRangeControlClientInvalidGird
source: The interval between grid lines is too small to be represented in the range control.
az_latn_az: Koordinat xəttlər arasında interval çox kiçikdir olduğuna görə, onu diapazon kontrolu fəal olan zamanı əks etdirmək mümkün deyil.
th_th: ช่องว่างระหว่างเส้นตารางนั้นเล็กเกินกว่าจะแสดงในเรนจ์การควบคุมได้
uk_ua: Інтервал між лініями сітки занадто малий, щоб бути представленим при контролі дальності.

# StringId.ChartRangeControlClientNoData
source: There is no data to represent in a range control.
az_latn_az: Diapazon kontrolda əsk etdirilməsi üçün məlumat mövcud deyil.
th_th: ไม่มีข้อมูลในการแสดงในเรนจ์การควบคุม
uk_ua: Там немає ніяких даних для подання в елементі управління діапазону.

# TreeListStringId.MenuColumnClearSorting
source: Clear Sorting
az_latn_az: Bütün sıralanmanı sil
th_th: ล้างการเรียงลำดับ
uk_ua: Очистити сортування

# TreeListStringId.MenuColumnExpressionEditor
source: Expression Editor...
az_latn_az: Formulaların redaktəedicisi...
th_th: บรรณาธิกรนิพจน์...
uk_ua: Редактор виразу...

# TreeListStringId.FindNullPrompt
source: Enter text to search...
az_latn_az: Axtarış üçün mətni daxil et...
th_th: ป้อนข้อความเพื่อค้นหา...
uk_ua: Введіть текст для пошуку ...

# ChartStringId.MsgIncorrectNestedDoughnutInnerIndent
source: The nested doughnut inner indent should be greater than or equal to 0.
az_latn_az: Taxılmış halqanın daxili boşluğu 0-dan çox və ya bərabər olmalıdır
th_th: หลุมภายในของโดนัทควรมากกว่าหรือเท่ากับ 0
uk_ua: Внутрішній відступ вкладеного пончику повинен бути більше або дорівнює 0.

# ChartStringId.MsgIncorrectNestedDoughnutWeight
source: The nested doughnut weight should be greater than 0.
az_latn_az: Taxılmış halqanın çəkisi 0-dan çox olmalıdır
th_th: น้ำหนักหลุมโดนัทคุวรมากกว่า 0
uk_ua: Вага вкладеного пончиу повинна бути більше 0.

# ChartStringId.MsgIncorrectDateTimeGridAlignment
source: The GridAlignment property must be greater than or equal to the current measure unit.
az_latn_az: Koordinat xəttlərin uyğunlaşdırılması seçimi cari ölçmə vahiddən çox və ya bərabər olmalıdır
th_th: คุณลักษณะการจัดแนวตารางนั้นต้องมากกว่า หรือเท่ากับหน่วยการวัดปัจจุบัน
uk_ua: Властивість вирівнювання по сітці має бути більше або дорівнювати поточним одиницям вимірювання.

# ChartStringId.MsgIncorrectNumericMeasureUnit
source: The current measure unit should be greater than 0.
az_latn_az: Cari ölçmə vahidi 0-dan çox olmalıdır
th_th: หน่วยการวัดปัจจุบันควรมากกว่า 0
uk_ua: Поточна одиниця вимірювання повинна бути більше 0.

# ChartStringId.MsgIncorrectNumericGridAlignment
source: The grid alignment should be greater than or equal to the current measure unit.
az_latn_az: Koordinat xəttlərin uyğunlaşdırılması cari ölçmə vahiddən çox və ya bərabər olmalıdır
th_th: การจัดแนวตารางควรมากกว่า หรือเท่ากับหน่วยการวัดปัจจุบัน
uk_ua: Вирівнювання по сітці має бути більше або дорівнювати поточним одиницям вимірювання.

# ChartStringId.MsgIncorrectNumericMeasureUnitPropertyUsing
source: The MeasureUnit property can't be modified in both the automatic and continuous numeric scale modes.
az_latn_az: Ölçmə vahidi seçimi miqyasın həm avtomatik həm də davamlı rejimində redaktə oluna bilməz
th_th: ไม่สามารถแก้ไขคุณลักษณะหน่วยการวัดได้ ทั้งในโหมดอัตราตัวเลขแบบอัตโนมัติ และแบบทำต่อ
uk_ua: Властивість одиниці вимірювання не може бути змінений в обох автоматичному та числовому режимах масштабування.

# ChartStringId.MsgIncorrectNumericGridAlignmentPropertyUsing
source: The GridAlignment property can't be modified in the automatic numeric scale mode.
az_latn_az: Koordinat xəttlərin uyğunlaşdırılması seçimi miqyasın avtomatik rejimində redaktə oluna bilməz
th_th: ไม่สามารถแก้ไขคุณลักษณะหน่วยการวัดในโหมดอัตราตัวเลขแบบอัตโนมัติได้
uk_ua: Властивість вирівнювання по сітці не може бути змінена в автоматичному режимі цифрової шкали.

# ChartStringId.MsgUnsupportedWorkdaysForWorkdaysOptions
source: The zero value is not acceptable for the workdays. Use work days of a week.
az_latn_az: Sifir dəyəri iş günlər üçün münasib deyil. Həftənin iş günləri istifadə edin.
th_th: ไม่ยมรับค่าเป็นศูนย์สำหรับวันการทำงานได้ ใช้วันการทำงานของแต่ละอาทิตย์
uk_ua: Нульове значення не є прийнятним для робочих днів. Використовуйте робочі дні тижня.

# ChartStringId.MsgIncorrectRangeControlClientSpacing
source: The {0} property should be greater than 0.
az_latn_az: {0} xəssəsi 0-dan çox olmalıdır
th_th: คุณลักษณะ {0} ควรมากกว่า 0
uk_ua: Властивость {0} має бути більше 0.

# ChartStringId.MsgIncorrectDateTimeRangeControlClientSpacing
source: The {0} property can't be set to non-integer for the date-time scale.
az_latn_az: {0} xassəsi tarix-vaxt miqyası üçün təyin oluna bilməz
th_th: ไม่สามารถตั้งค่าคุณลักษณะ {0} เป็นจำนวนว่างสำหรับอัตราวันเวลานี้ได้
uk_ua: Властивість {0} не може бути встановлена в нецілих для шкали дати і часу.

# ChartStringId.MsgIncorrectRangeControlClientLabelsFormat
source: Invalid format specifier.
az_latn_az: Təyin olunmuş format səhvdir
th_th: ตัวระบุฟอร์แม็ตผิด
uk_ua: Неприпустимий специфікатор формату.

# ChartStringId.WizDateTimeGridAlignmentAuto
source: Auto
az_latn_az: Avtomatik
th_th: อัตโนมัติ
uk_ua: Автоматичний

# ChartStringId.WizNumericMeasureUnitOnes
source: Ones
az_latn_az: Tək
th_th: หนึ่ง
uk_ua: Одиниці

# ChartStringId.WizNumericMeasureUnitTens
source: Tens
az_latn_az: Onluq
th_th: สิบ
uk_ua: Десятки

# ChartStringId.WizNumericMeasureUnitHundreds
source: Hundreds
az_latn_az: Yüzlük
th_th: ร้อย
uk_ua: Сотні

# ChartStringId.WizNumericMeasureUnitThousands
source: Thousands
az_latn_az: Minlər
th_th: พัน
uk_ua: Тисячі

# ChartStringId.WizNumericMeasureUnitMillions
source: Millions
az_latn_az: Millionlar
th_th: ล้าน
uk_ua: Мільйони

# ChartStringId.WizNumericMeasureUnitBillions
source: Billions
az_latn_az: Billionlar
th_th: พันล้าน
uk_ua: Мільярди

# ChartStringId.WizNumericMeasureUnitCustom
source: Custom
az_latn_az: İstifadəçi
th_th: กำหนดเอง
uk_ua: Користувацький

# ChartStringId.WizNumericGridAlignmentAuto
source: Auto
az_latn_az: Avtomatik
th_th: อัตโนมัติ
uk_ua: Автоматичний

# ChartStringId.WizAggregateFunctionFinancial
source: Financial
az_latn_az: Maliyyə
th_th: การเงิน
uk_ua: Фінансовий

# ChartStringId.WizAggregateFunctionNone
source: None
az_latn_az: Yoxdur
th_th: ไม่มี
uk_ua: Немає

# ChartStringId.WizAggregateFunctionCount
source: Count
az_latn_az: Say
th_th: จำนวน
uk_ua: Кількість

# ChartStringId.WizAggregateFunctionMaximum
source: Maximum
az_latn_az: Maksimum
th_th: มากที่สุด
uk_ua: Максимальне

# ChartStringId.WizAggregateFunctionMinimum
source: Minimum
az_latn_az: Minimun
th_th: น้อยที่สุด
uk_ua: Мінімальне

# ChartStringId.WizScaleModeContinuous
source: Continuous
az_latn_az: Davamlı
th_th: ต่อไป
uk_ua: Безперервне

# ChartStringId.SvnNestedDoughnut
source: Nested Doughnut
az_latn_az: Taxılmış halqa
th_th: โดนัทหลุม
uk_ua: Вкладений пончик

# ChartStringId.PltOffice2013
source: Office 2013
uk_ua: Офіс 2013

# ChartStringId.PltBlueWarm
source: Blue Warm
az_latn_az: İsti mavi
th_th: สีฟ้าเข้ม
uk_ua: Синій Теплий

# ChartStringId.PltBlue
source: Blue
az_latn_az: Mavi
th_th: สีฟ้า
uk_ua: Синій

# ChartStringId.PltBlueII
source: Blue II
az_latn_az: Mavi II
th_th: สีฟ้า II
uk_ua: Синій II

# ChartStringId.PltBlueGreen
source: Blue Green
az_latn_az: Mavi Yaşıl
th_th: สีฟ้าเขียว
uk_ua: Синій Зелений

# ChartStringId.PltGreen
source: Green
az_latn_az: Yaşıl
th_th: สีเขียว
uk_ua: Зелений

# ChartStringId.PltGreenYellow
source: Green Yellow
az_latn_az: Yaşıl Sarı
th_th: สีเขียวเหลือง
uk_ua: Зелений Жовтий

# ChartStringId.PltYellow
source: Yellow
az_latn_az: Sarı
th_th: สีเหลือง
uk_ua: Жовтий

# ChartStringId.PltYellowOrange
source: Yellow Orange
az_latn_az: Sarı Narıncı
th_th: สีเหลืองส้ม
uk_ua: Жовтий Помаранчевий

# ChartStringId.PltOrange
source: Orange
az_latn_az: Narıncı
th_th: สีส้ม
uk_ua: Помаранчевий

# ChartStringId.PltOrangeRed
source: Orange Red
az_latn_az: Narıncı Qırmızı
th_th: สีส้มแดง
uk_ua: Помаранчевий Червоний

# ChartStringId.PltRedOrange
source: Red Orange
az_latn_az: Qırmızı Narıncı
th_th: สีแดงส้ม
uk_ua: Червоний Помаранчевий

# ChartStringId.PltRed
source: Red
az_latn_az: Qırmızı
th_th: สีแดง
uk_ua: Червоний

# ChartStringId.PltRedViolet
source: Red Violet
az_latn_az: Qırmızı Bənövşəyi
th_th: สีแดงม่วง
uk_ua: Червоний Фіолетовий

# ChartStringId.PltViolet
source: Violet
az_latn_az: Bənövşəyi
th_th: สีม่วง
uk_ua: Фіалка

# ChartStringId.PltVioletII
source: Violet II
az_latn_az: Bənövşəyi ll
th_th: สีม่วง II
uk_ua: Фіолетовий II

# ChartStringId.PltMarquee
source: Marquee
az_latn_az: Çadır
th_th: เต็นท์
uk_ua: Шатер

# ChartStringId.PltSlipstream
source: Slipstream
az_latn_az: Slipstrim
uk_ua: Потік

# ChartStringId.CmdCreateNestedDoughnutChartMenuCaption
source: Nested Doughnut
az_latn_az: Taxılmış halqa
th_th: โดนัทหลุม
uk_ua: Вкладений пончик

# ChartStringId.CmdCreateNestedDoughnutChartDescription
source: Display the contribution of each value to a total while comparing series with one doughnut nested in another one.
az_latn_az: Bir birinə taxılmış halqaları müqayisə edəndə hər dəyərin töhfəsi əks edin
th_th: แสดงผลของแต่ละค่า กับทั้งหมด ในขณะที่เปรียบเทียบซีรี่ส์กับโดนัทหลุ่มในอีกซีรี่ส์
uk_ua: Відображення вкладу кожного значення в загальне відображене як вкладені пончики.

# ChartStringId.CmdExportToXLSXMenuCaption
source: Export to XLSX
az_latn_az: XLSX - ə eksport et
th_th: ส่งออกไปที่XLSX
uk_ua: Експортувати у XLSX

# ChartStringId.CmdExportToXLSXDescription
source: Microsoft Excel 2007 Work Book
th_th: หนังสือทำงาน Microsoft Excel 2007
uk_ua: Microsoft Excel 2007 книга

# ChartStringId.CmdExportToRTFMenuCaption
source: Export to RTF
az_latn_az: RTF - ə eksport et
th_th: ส่งออกไปที่RTF
uk_ua: Експортувати у RTF

# ChartStringId.CmdExportToRTFDescription
source: Rich Text Format
az_latn_az: Qenişləndirmiş mətn formatı
th_th: ฟอร์แม็ตข้อความแบบเข้ม
uk_ua: Форматований текст

# ChartStringId.CmdExportToImagePlaceHolderMenuCaption
source: Export to Image
az_latn_az: Şəkilə eksport et
th_th: ส่งออกไปที่รูปภาพ
uk_ua: Експортувати у зображення

# ChartStringId.CmdExportToBMPDescription
source: Bitmap Picture
az_latn_az: Bitmap şəkili
th_th: รูปภาพ Bitmap
uk_ua: Растрове зображення

# ChartStringId.CmdExportToJPEGDescription
source: Joint Photographic Experts Group
az_latn_az: Ekspert fotoqrafların birləşdirilmiş qrupu
th_th: กลุ่มผู้เชี่ยวชาญถ่ายภาพร่วมกัน
uk_ua: Об'єднана група експертів-фотографів

# ChartStringId.CmdRunWizardMenuCaption
source: Run Chart Wizard...
az_latn_az: Diaqram bələdçisini işə sal...
th_th: ใช้งานวิซาร์ดแผนภูมิ...
uk_ua: Запуск майстра діаграм ...

# ChartStringId.CmdRunWizardDescription
source: The Chart Wizard is invoked to help you adjust the main chart settings in one place.
az_latn_az: Əsas diaqramın parametrləri bir yerdə kökləmək üçün diaqram bələdçisi çağırılır
th_th: วิซาร์ดแผนภูมิมีการใช้งาน เพื่อให้คุณสามารถแก้ไขการตั้งค่าแผนภูมิหลักในที่เดียวได้
uk_ua: Майстер діаграм викликається, щоб допомогти вам налаштувати основні параметри діаграми.

# ChartStringId.CmdSaveAsTemplateMenuCaption
source: Save As Template
az_latn_az: Şablon kimi yaddaşa sal
th_th: บันทึกเป็น เท็มเพลต
uk_ua: Зберегти як шаблон

# ChartStringId.CmdSaveAsTemplateDescription
source: Create a template with the same setting as the current chart.
az_latn_az: Cari diaqramın kökləmələri ilə şablonu yarat.
th_th: สร้างเท็มเพลตพร้อมด้วยดารตั้งค่าเดียวกันกับแผนภูมิปัจจุบัน
uk_ua: Створення шаблону з налаштувань поточного графіка.

# ChartStringId.CmdLoadTemplateMenuCaption
source: Load Template
az_latn_az: Şablonu yüklə
th_th: โหลดเท็มเพลต
uk_ua: Завантажити шаблон

# ChartStringId.CmdLoadTemplateDescription
source: Load a chart from template
az_latn_az: Diaqramı şablondan yüklə
th_th: โหลดแผนภูมิจากเท็มเพลต
uk_ua: Завантажте діаграму з шаблону

# ChartStringId.CmdCreateBarChartPlaceHolderMenuCaption
source: Column
az_latn_az: Sütun
th_th: คอลัมน์
uk_ua: Колонка

# ChartStringId.CmdCreateBarChartPlaceHolderDescription
source: Insert a column chart. Column charts are used to compare values across categories.
az_latn_az: Sütunlu diaqramı daxil et. Muxtəlif katergoriyaların dəyərləri müqayisə etmək üçün sütunlu diaqramlar istifadə olunur.
th_th: ป้อนแผนภูมิคอลัมน์
uk_ua: Вставте стовпчиковий графік. Стовпчикові діаграми використовуються для порівняння значень за категоріями.

# ChartStringId.CmdCreateAreaChartPlaceHolderMenuCaption
source: Area
az_latn_az: Ərazi
th_th: พื้นที่
uk_ua: Зона

# ChartStringId.CmdCreateAreaChartPlaceHolderDescription
source: Insert an area chart. Area charts emphasize differences between several sets of data over a period of time.
az_latn_az: Ərazi diaqramı daxil et. Müəyyən vaxt müddəti ərzində bir neçə məlumat yığının müxtəlifləri vurğulamaq üçün istifadə olunur.
th_th: ป้อนแผนภูมิพื้นที่ แผนภูมิพื้นที่วิเคราะห์ความแตกต่างระหว่างกลุ่มข้อมูลหลายๆกลุ่ม ตามเวลาที่ผ่านมา
uk_ua: Вставте графік по зонах. Показує відмінності між декількома наборами даних протягом певного періоду часу.

# ChartStringId.CmdCreatePieChartPlaceHolderMenuCaption
source: Pie
az_latn_az: Sektor
th_th: พาย
uk_ua: Колова

# ChartStringId.CmdCreatePieChartPlaceHolderDescription
source: Insert a pie chart. Pie charts display the contribution of each value to a total. Use it when values can be added together or when you have only one data series and all values are positive.
az_latn_az: Sektorlu diaqramı daxil et. Cəmidə hər dəyərin töhfəni əks etdirir. Əgər dəyərləri birlikdə əlavə etmək olar və ya yalnız bir sıra məlumatlar mövcuddur və onun bütün dəyərləri müsbətdirsə, o vaxt siz bu diaqramı istifadə edə bilərsiz.
th_th: ป้อนแผนภูมิพาย แผนภูมิพายแสดงผลของแต่ละค่า กับทั้งหมด ใช้เมื่อมีการเพิ่มค่าเข้าด้วยกัน หรือเมื่อคุณมีเพียงซีรี่ส์ข้อมูลเดียว และค่าทั้งหมดเป็นบวก
uk_ua: Вставте графік-пиріг. Відображення вкладу кожного значення в загальне. Використовуйте його, коли значення можуть бути додані разом або коли у вас є тільки один ряд даних і все значення є позитивними.

# ChartStringId.CmdCreateLineChartPlaceHolderMenuCaption
source: Line
az_latn_az: Xətt
th_th: เส้น
uk_ua: Лінія

# ChartStringId.CmdCreateLineChartPlaceHolderDescription
source: Insert a line chart. Line charts are used to display trends overtime.
az_latn_az: Xətti diaqramı daxil et. Trendlərin artıqları əks etdirmək üçün istifadə olunur
th_th: ป้อนเส้นแผนภูมิ แผนภูมิเส้นนั้นใช้สำหรับแสดงเทรนด์ตามเวลาที่ผ่านมา
uk_ua: Вставте лінійну діаграму. Лінійні графіки використовуються для відображення трендів у часі.

# ChartStringId.CmdCreateOtherSeriesTypesChartPlaceHolderMenuCaption
source: Other Charts
az_latn_az: Digər diaqramları
th_th: แผนภูมิอื่นๆ
uk_ua: Інші Діаграми

# ChartStringId.CmdCreateOtherSeriesTypesChartPlaceHolderDescription
source: Insert a point, funnel, financial, radar, polar, range, or gantt chart.
az_latn_az: Nöqtə, qıf, maliyyə, radar, qütb, diapazon və ya Gantt diaqramlardan biri daxil et.
th_th: ป้อนจุด กรวย การเงิน เรดาร์ ขั้ว เรนจ์ หรือแผนภูมิแกนทท์
uk_ua: Вставте точкову, воронкову, фінансову, радіолокаційну, полярну, діапазон або діаграму Ганта.

# ChartStringId.CmdCreateRotatedBarChartPlaceHolderMenuCaption
source: Bar
az_latn_az: Sütun
th_th: แถบ
uk_ua: Стовпчик

# ChartStringId.CmdCreateRotatedBarChartPlaceHolderDescription
source: Insert a bar chart. Bar charts are the best chart type for comparing multiple values.
az_latn_az: Sütlu diaqramı daxil et. Sütunlu diaqram çoxsaylı dəyərləri müqayisə etmək üçün istifadə olunur.
th_th: ป้อนแผนภูมิแถบ แผนภูมิแถบเป็นประเภทแผนภูมิที่ดีที่สุดสำหรับค่าที่หลากหลาย
uk_ua: Вставте стовпчиковий графік. Стовпчикові діаграми - найкращі для порівняння декількох значень.

# ChartStringId.CmdChangePalettePlaceHolderMenuCaption
source: Palette
az_latn_az: Palitra
th_th: พาเล็ตต์
uk_ua: Палітра

# ChartStringId.CmdChangePalettePlaceHolderDescription
source: Current: Office Change the palette for the current chart.
az_latn_az: Cari: Ofis Cari diqaram üçün palitranı dəyiş
th_th: ปัจจุบัน: ออฟไลน์ เปลี่ยนพาเล็ตต์สำหรับแผนภูมิปัจจุบัน
uk_ua: Зараз: Office Змініть палітру для поточного графіка.

# ChartStringId.CmdChangeAppearancePlaceHolderMenuCaption
source: Appearance
az_latn_az: Görünüş
th_th: ลักษณะ
uk_ua: Зовнішній вигляд

# ChartStringId.CmdChangeAppearancePlaceHolderDescription
source: Use the drop-down list at the top, to set a palette for the chart. It determines the overall look of the chart, by painting its key elements.
az_latn_az: Diaqramın palitrası təyim etmək üçün formanın yuxarı hissəsində açılan siyahı istifadə edin. Bu siyahı diaqramın ümumi görünüşü, rəngləri və əsas elementləri təyin edir.
th_th: ใช้รายการ drop-down ที่ด้านบน ตั้งค่าพาเล็ตต์สำหรับแผนภูมินั้นๆ มันจะระบุลักษณะโดยรวมของแผนภูมิ โดยการระบายสีส่วนประกอบหลัก
uk_ua: Використовуйте список, що випадає у верхній частині, щоб встановити палітру для діаграми. Вона визначає загальний вигляд діаграми, розфарбовуючи її ключові елементи.

# ChartStringId.CmdColumn2DGroupPlaceHolderMenuCaption
source: 2-D Column
az_latn_az: 2D sütun
th_th: คอลัมน์ 2-D
uk_ua: 2-D Колонка

# ChartStringId.CmdColumn3DGroupPlaceHolderMenuCaption
source: 3-D Column
az_latn_az: 3D sütun
th_th: คอลัมน์ 3-D
uk_ua: Тривимірна гістограма

# ChartStringId.CmdColumnCylinderGroupPlaceHolderMenuCaption
source: Cylinder
az_latn_az: Silindr
th_th: ไซลินเดอร์
uk_ua: Циліндр

# ChartStringId.CmdColumnConeGroupPlaceHolderMenuCaption
source: Cone
az_latn_az: Konus
th_th: กรวย
uk_ua: Конус

# ChartStringId.CmdColumnPyramidGroupPlaceHolderMenuCaption
source: Pyramid
az_latn_az: Piramida
th_th: ปิรามิด
uk_ua: Піраміда

# ChartStringId.CmdLine2DGroupPlaceHolderMenuCaption
source: 2-D Line
az_latn_az: 2D xətt
th_th: เส้น 2-D
uk_ua: 2-D лінії

# ChartStringId.CmdLine3DGroupPlaceHolderMenuCaption
source: 3-D Line
az_latn_az: 3D xətt
th_th: เส้น 3-D
uk_ua: Тривимірна лінійна діаграма

# ChartStringId.CmdPie2DGroupPlaceHolderMenuCaption
source: 2-D Pie
az_latn_az: 2D sektor
th_th: พาย 2-D
uk_ua: 2-D пиріг

# ChartStringId.CmdPie3DGroupPlaceHolderMenuCaption
source: 3-D Pie
az_latn_az: 3D sektor
th_th: พาย 3-D
uk_ua: 3-D пиріг

# ChartStringId.CmdBar2DGroupPlaceHolderMenuCaption
source: 2-D Bar
az_latn_az: 2D sütun
th_th: แถบ 2-D
uk_ua: 2-D стовпчик

# ChartStringId.CmdArea2DGroupPlaceHolderMenuCaption
source: 2-D Area
az_latn_az: 3D sütun
th_th: พื้นที่ 2-D
uk_ua: 2-D площа

# ChartStringId.CmdArea3DGroupPlaceHolderMenuCaption
source: 3-D Area
az_latn_az: 3D ərazi
th_th: พื้นที่ 3-D
uk_ua: Тривимірна площа

# ChartStringId.CmdPointGroupPlaceHolderMenuCaption
source: Point
az_latn_az: Nöqtə
th_th: จุด
uk_ua: Точка

# ChartStringId.CmdFunnelGroupPlaceHolderMenuCaption
source: Funnel
az_latn_az: Qıf
th_th: กรวย
uk_ua: Воронкоподібна

# ChartStringId.CmdFinancialGroupPlaceHolderMenuCaption
source: Financial
az_latn_az: Maliyyə
th_th: การเงิน
uk_ua: Фінансовий

# ChartStringId.CmdRadarGroupPlaceHolderMenuCaption
source: Radar
th_th: เรดาร์
uk_ua: Радар

# ChartStringId.CmdPolarGroupPlaceHolderMenuCaption
source: Polar
az_latn_az: Qütb
th_th: ขั้ว
uk_ua: Полярний

# ChartStringId.CmdRangeGroupPlaceHolderMenuCaption
source: Range
az_latn_az: Diapazon
th_th: เรนจ์
uk_ua: Діапазон

# ChartStringId.CmdGanttGroupPlaceHolderMenuCaption
source: Gantt
th_th: แกนทท์
uk_ua: Діаграма Ганта

# ChartStringId.RibbonOtherPageCaption
source: Other
az_latn_az: Digər
th_th: อื่นๆ
uk_ua: Інший

# ChartStringId.RibbonDesignPageCaption
source: Design
az_latn_az: Dizayn
th_th: ออกแบบ
uk_ua: Дизайн

# ChartStringId.RibbonAppearanceGroupCaption
source: Appearance
az_latn_az: Görünüş
th_th: ลักษณะ
uk_ua: Зовнішній вигляд

# ChartStringId.RibbonTypesGroupCaption
source: Chart Type
az_latn_az: Diaqram növü
ka_ge: დიაგრამის ტიპი
th_th: ประเภทแผนภูมิ
uk_ua: Тип діаграми

# ChartStringId.RibbonWizardGroupCaption
source: Wizard
az_latn_az: Bələdçi
th_th: วิซาร์ด
uk_ua: Майстер

# ChartStringId.RibbonTemplatesGroupCaption
source: Templates
az_latn_az: Şablon
th_th: เท็มเพลต
uk_ua: Шаблони

# ChartStringId.RibbonPrintExportGroupCaption
source: Print and Export
az_latn_az: Çap və eksport
th_th: พิมพ์ และส่งออก
uk_ua: Друк і експорт

# ChartStringId.RibbonPageCategoryCaption
source: Chart Tools
az_latn_az: Diaqramın alətləri
th_th: เครื่องมือแผนภูมิ
uk_ua: Інструменти графіку

# ChartStringId.ArgumentPatternDescription
source: Argument
az_latn_az: Arqument
th_th: อาร์กิวเมนท์
uk_ua: Аргумент

# ChartStringId.ValuePatternDescription
source: Value
az_latn_az: Dəyər
th_th: ค่า
uk_ua: Значення

# ChartStringId.SeriesNamePatternDescription
source: Series Name
az_latn_az: Seriyaların adı
th_th: ชื่อซีรี่ส์
uk_ua: Назва серії

# ChartStringId.StackedGroupPatternDescription
source: Series Group
az_latn_az: Seriyaların qrupu
th_th: กลุ่มซีรี่ส์
uk_ua: Група серії

# ChartStringId.Value1PatternDescription
source: Value 1
az_latn_az: Dəyər 1
th_th: ค่า 1
uk_ua: Значення 1

# ChartStringId.Value2PatternDescription
source: Value 2
az_latn_az: Dəyər 2
th_th: ค่า 2
uk_ua: Значення 2

# ChartStringId.WeightPatternDescription
source: Weight
az_latn_az: Çəki
th_th: น้ำหนัก
uk_ua: Вага

# ChartStringId.HighValuePatternDescription
source: High Value
az_latn_az: Yüksək dəyər
th_th: ค่าสูง
uk_ua: Верхнє значення

# ChartStringId.LowValuePatternDescription
source: Low Value
az_latn_az: Aşağı dəyər
th_th: ค่าต่ำ
uk_ua: Ніжнє значення

# ChartStringId.OpenValuePatternDescription
source: Open Value
az_latn_az: Açıq dəyər
th_th: ค่าเปิด
uk_ua: Відкрити значення

# ChartStringId.CloseValuePatternDescription
source: Close Value
az_latn_az: Bağlı dəyər
th_th: ค่าปิด
uk_ua: Закрити значення

# ChartStringId.PercentValuePatternDescription
source: Percent Value
az_latn_az: Faizli dəyər
th_th: ค่าเปอร์เซ็น
uk_ua: Відсоток значення

# ChartStringId.PointHintPatternDescription
source: Hint
az_latn_az: İpucu
th_th: คำใบ้
uk_ua: Підказка

# ChartStringId.ValueDurationPatternDescription
source: Value Duration
az_latn_az: Müddətin dəyəri
th_th: ระยะค่า
uk_ua: Тривалість значення

# ChartStringId.InvalidPlaceholder
source: Invalid placeholder
az_latn_az: Yerləşmə səhvdir
th_th: ตัวยึดตำแหน่งไม่ถูกต้อง
uk_ua: Помилковий заповнювач

# ChartStringId.ErrorTitle
source: Error
az_latn_az: Səhv
th_th: ข้อผิดพลาด
uk_ua: Помилка

# ChartStringId.PatternEditorPreviewCaption
source: Select a placeholder to see the preview
az_latn_az: İlkin baxışı açmaq üçün doldurucunu seçin
th_th: เลือกตัวยึดตำแหน่งเพื่อดูพรีวิว
uk_ua: Виберіть заповнювач, щоб побачити попередній перегляд
