Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgPivotGridDataSourceOptionsNotSupprotedProperty
source: The PivotGridDataSourceOptions.{0} property is available only if the chart's data source is a PivotGrid.
ar_iq: تتوفر خاصية خيارات مصدر بيانات الشبكة المحورية.{0} فقط إذا كان مصدر بيانات المخطط هو شبكة محورية.
az_latn_az: PivotGridDataSourceOptions xüsusiyyəti {0} mümkündür, yalnız əgər diaqramın məlumat mənbəyi toplu cədvəl olursa.
hy_am: ԱմփոփիչաղյուսակիDataSourceOptions.{0} հատկությունը հասանելի է միայն եթե դիագրամի տվյալների աղբյուրը PivotGrid է:
kk_kz: PivotGridDataSourceOptions. {0} қасиеті диаграммада қолданылатын деректер көзі PivotGrid болған кезде ғана пайда болады
ru_ru: Свойство PivotGridDataSourceOptions.{0} доступно только если источником данных графика является сводная таблица.
th_th: สามารถใช้คุณลักษณะ{0} PivotGridDataSourceOptions ได้ต่อเมื่อแหล่งข้อมูลของแผนภูมิเป็น PivotGrid
uk_ua: Властивість PivotGridDataSourceOptions. {0} доступно тільки якщо джерелом даних графіка є зведена таблиця.

# ChartStringId.SvnFullStackedLine
source: Line Stacked 100%
ar_iq: خط ثلاثي الأبعاد %100
az_latn_az: 100% tərkibli xətt
hy_am: Գիծ 100% բաղկացուցիչներով
ka_ge: შემადგენლობითი ღერძული დიაგრამის ხაზი 100%
kk_kz: Ұяшық сызығы 100%
ru_ru: 100%-но размещённая в стеке линия
th_th: เส้นถูกซ้อนกัน100%
uk_ua: 100% -во розміщена в сетці лінія

# ChartStringId.SvnFullStackedLine3D
source: Line 3D Stacked 100%
ar_iq: خط ثلاثي الأبعاد مكدس %100
az_latn_az: 100% tərkibli 3D xətti
hy_am: 3D գիծ 100% բաղկացուցիչներով
ka_ge: 3D შემადგენლობითი ღერძული დიაგრამის ხაზი 100%
kk_kz: 3D ұяшық сызығы 100%
ru_ru: 100%-но размещённая в стеке трёхмерная линия
th_th: เส้น 3D ถูกซ้อนกัน100%
uk_ua: 100% -во розміщена в стеці об'ємна лінія

# ChartStringId.SvnRangeArea
source: Range Area
ar_iq: مساحة النطاق
az_latn_az: Cərgə sahə
hy_am: Միջակայքի շրջան
ka_ge: დიაპაზონი
kk_kz: Аумақ ауқымы
ru_ru: Интервальная комбинированная гистограмма
th_th: พื้นที่เรนจ์
uk_ua: Інтервальна комбінована гістограма

# ChartStringId.SvnRangeArea3D
source: Range Area 3D
ar_iq: مساحة نطاق ثلاثية الأبعاد
az_latn_az: Cərgə sahə 3D
hy_am: Միջակայքի շրջան 3D
ka_ge: დიაპაზონი 3D
kk_kz: Аумақ ауқымы 3D
ru_ru: Площадь трёхмерной рабочей зоны
th_th: พื้นที่เรนจ์ 3D
uk_ua: Площа тривимірної робочої зони

# ChartStringId.SvnStackedLine
source: Line Stacked
ar_iq: خط مكدس
az_latn_az: Tərkibli xətt
hy_am: Գիծ բաղկացուցիչներով
ka_ge: შემადგენლობითი ღერძული დიაგრამის ხაზი
kk_kz: Жинақталымды сызық
ru_ru: Размещённая в стеке линия
th_th: เส้นถูกซ้อนกัน
uk_ua: Розміщена в стеці лінія

# ChartStringId.SvnStackedLine3D
source: Line 3D Stacked
ar_iq: خط ثلاثي الأبعاد مكدس
az_latn_az: 3D tərkibli xətt
hy_am: 3D գիծ բաղկացուցիչներով
ka_ge: 3D შემადგენლობითი ღერძული დიაგრამის ხაზი
kk_kz: Жинақталымды көлемді сызық
ru_ru: Размещённая в стеке трёхмерная линия
th_th: เส้น 3D ถูกซ้อนกัน
uk_ua: Розміщена в стеці тривимірна лінія

# ChartStringId.SvnStepArea
source: Step Area
ar_iq: منطقة الخطوة
az_latn_az: Addım sahəsi
hy_am: Քայլի շրջան
ka_ge: საფეხურებრივი კომბინირებული ჰისტოგრამა
kk_kz: Қадам аумағы
ru_ru: Пошаговая комбинированная гистограмма
th_th: พื้นที่ขั้น
uk_ua: Покрокова комбінована гістограма

# ChartStringId.SvnStepArea3D
source: Step Area 3D
ar_iq: منطقة خطوة ثلاثية الأبعاد
az_latn_az: Addım sahəsi 3D
hy_am: Քայլի շրջան 3D
ka_ge: საფეხურებრივი კომბინირებული ჰისტოგრამა 3D
kk_kz: Жинақталымды қадам аумағы
ru_ru: Площадь трёхмерного шага
th_th: พื้นที่ขั้น 3D
uk_ua: Площа тривимірного кроку

# ChartStringId.TrnExactWorkdaysChanged
source: Exact workdays changed
ar_iq: تم تغيير أيام العمل الصحيحة
az_latn_az: Xüsusi iş günlər dəyişdirilmişdir
hy_am: Ճշգրիտ աշխատանքային օրերը փոփոխվել են
ka_ge: სამუშაო დღეების ზუსტი შეცვლილი რაოდენობა
kk_kz: Нақты жұмыс күндері өзгерді
ru_ru: Точное изменённое количество рабочих дней
th_th: วันที่ทำงานอย่างแม่นยำถูกเปลี่ยน
uk_ua: Точна кількість робочих днів змінена

# ChartStringId.TrnHolidaysChanged
source: Holidays changed
ar_iq: تم تغيير العطل
az_latn_az: Bayramlar dəyişdirilib
hy_am: Տոները փոփոխվել են
ka_ge: დასვენების დღეები შეცვლილია
kk_kz: Мейрам күндері өзгерді
ru_ru: Изменённое количество праздников
th_th: วันหยุดถูกเปลี่ยน
uk_ua: Змінена кількість свят

# ChartStringId.TrnIndicatorDeleted
source: Indicator deleted
ar_iq: تم حذف المؤشر
az_latn_az: İndikator silinib
hy_am: Ցուցիչը ջնջվել է
ka_ge: ინდიკატორი წაშლილია
kk_kz: Көрсеткіш жойылды
ru_ru: Индикатор удалён
th_th: ตัวระบุถูกลบ
uk_ua: Індикатор видалений

# ChartStringId.TrnIndicatorsChanged
source: Indicators changed
ar_iq: تم تغييرت المؤشرات
az_latn_az: İndikatorlar dəyişdirilib
hy_am: Ցուցիչները փոփոխվել են
ka_ge: ინდიკატორები შეცვლილია
kk_kz: Көрсеткіш өзгерді
ru_ru: Индикаторы изменены
th_th: ตัวระบุถูกเปลี่ยน
uk_ua: Індикатори змінені

# ChartStringId.WizBar3DModelPyramid
source: Pyramid
ar_iq: هرم
az_latn_az: Piramid
hy_am: Բուրգ
ka_ge: პირამიდა
kk_kz: Пирамида
ru_ru: Пирамида
th_th: ปิรามิด
uk_ua: Піраміда

# ChartStringId.WizBarSeriesLabelPositionBottomInside
source: Bottom Inside
ar_iq: الأسفل من الداخل
az_latn_az: İçindəki aşağı
hy_am: Ստորին հատվածի ներսում
ka_ge: შიგნით ქვემოთ
kk_kz: Төмендегі іштегі
ru_ru: Снизу внутри
th_th: ด้านล่างข้างใน
uk_ua: Знизу всередині

# ChartStringId.WizBarSeriesLabelPositionTopInside
source: Top Inside
ar_iq: الأعلى من الداخل
az_latn_az: İçindəki yuxarı
hy_am: Վերին հատվածի ներսում
ka_ge: შიგნით ზემოდან
kk_kz: Жоғардағы іштегі
ru_ru: Сверху внутри
th_th: ด้านบนข้างใน
uk_ua: Зверху всередині

# ChartStringId.WizIndentDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი
kk_kz: Әдепкілік бойынша
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За замовчуванням

# ChartStringId.WizIndentUndefined
source: Undefined
ar_iq: غير معرّف
az_latn_az: Təyin edilməmiş
hy_am: Սահմանված չէ
ka_ge: არაა განსაზღვრული
kk_kz: Белгісіз
ru_ru: Не определено
th_th: ไม่ระบุ
uk_ua: НЕ визначено

# ChartStringId.WizPivotGridDataSourcePageName
source: Pivot Grid Datasource
ar_iq: مصدر بيانات شبكة محور
az_latn_az: Məlumat mənbəyinin toplu cədvəli
hy_am: Ամփոփիչ աղյուսակի տվյալների աղբյուր
ka_ge: ცხრილის მონაცემების წყარო
kk_kz: Pivot Grid деректер көзі
ru_ru: Источник данных сводной таблицы
th_th: แหล่งข้อมูล Pivot Grid
uk_ua: Джерело даних зведеної таблиці

# ChartStringId.WizSeriesLabelTextOrientationBottomToTop
source: BottomToTop
ar_iq: أسفل إلى أعلى
az_latn_az: Aşağdan yuxarıya
hy_am: ՆերքևիցՎերև
ka_ge: ქვემოდან ზემოთ
kk_kz: Төменнен жоғары
ru_ru: Снизу вверх
th_th: ล่างขึ้นบน
uk_ua: Знизу вгору

# ChartStringId.WizSeriesLabelTextOrientationHorizontal
source: Horizontal
ar_iq: أفقي
az_latn_az: Üfqi
hy_am: Հորիզոնական
ka_ge: ჰორიზონტალურად
kk_kz: Көлденең
ru_ru: Горизонтально
th_th: แนวนอน
uk_ua: Горизонтально

# ChartStringId.WizSeriesLabelTextOrientationTopToBottom
source: TopToBottom
ar_iq: أعلى إلى أسفل
az_latn_az: Yuxarıdan aşağıya
hy_am: ՎերևիցՆերքև
ka_ge: ზემოდან ქვემოთ
kk_kz: Жоғарыдан төмен
ru_ru: Сверху вниз
th_th: บนลงล่าง
uk_ua: Зверху вниз

# ChartStringId.Workday
source: Workday
ar_iq: يوم عمل
az_latn_az: İş günü
hy_am: Աշխատանքային օր
ka_ge: სამუშაო დღე
kk_kz: Жұмыс күні
ru_ru: Рабочий день
th_th: วันทำงาน
uk_ua: Робочий день

# GridStringId.MenuColumnAutoFilterRowHide
source: Hide Auto Filter Row
ar_iq: إخفاء صف عامل تصفية تلقائي
az_latn_az: Filtrin sütünunu avtomatik gizlət
hy_am: Թաքցնել Ավտո Ֆիլտր տողը
ka_ge: ავტო-ფილტრის სტრიქონის დამალვა
kk_kz: Өзсүзгіні жасыру
ru_ru: Скрыть строку автофильтра
th_th: ซ่อนแถวตัวกรองอัตโนมัติ
uk_ua: Приховати рядок автофильтра

# GridStringId.MenuColumnAutoFilterRowShow
source: Show Auto Filter Row
ar_iq: إظهار صف عامل تصفية تلقائي
az_latn_az: Filtrin sütünunu avtomatik göstər
hy_am: Ցուցադրել Ավտո ֆիլտր տողը
ka_ge: ავტო-ფილტრის სტრიქონის დამალვა
kk_kz: Өзсүзгіні көрсету
ru_ru: Показать строку автофильтра
th_th: แสดงแถวตัวกรองอัตโนมัติ
uk_ua: Показати рядок автофильтра

# GridStringId.MenuColumnBandCustomization
source: Column/Band Chooser
ar_iq: محدد العمود/النطاق
az_latn_az: Sütunların/Sütunlar qrupunun seçimi
hy_am: Սյունակի/Գոտու ընտրող
ka_ge: სვეტების/სვეტების ჯგუფების შერჩევა
kk_kz: Бағана/ауқым таңдаушы
ru_ru: Панель выбора колонок / групп колонок
th_th: คัวเลือกคอลัมน์/แถว
uk_ua: Панель вибору колонок / груп колонок

# GridStringId.MenuColumnCustomSummaryTypeDescription
source: Custom
ar_iq: مخصص
az_latn_az: Quraşdırma
hy_am: Օգտագործող
ka_ge: ინდივიდუალური
kk_kz: Әдеттегі
ru_ru: Пользовательский
th_th: กำหนดเอง
uk_ua: Користувацький

# GridStringId.MenuColumnFilterMode
source: Filter Mode
ar_iq: وضع عامل التصفية
az_latn_az: Filtr rejimi
hy_am: Ֆիլտրի ռեժիմ
ka_ge: ფილრის მუშაობის რეჟიმი
kk_kz: Фильтр күйі
ru_ru: Режим фильтра
th_th: โหมดตัวกรอง
uk_ua: Режим фільтру

# GridStringId.MenuColumnFilterModeDisplayText
source: Display Text
ar_iq: عرض النص
az_latn_az: Mətni göstər
hy_am: Ցուցադրել տեքստը
ka_ge: ტექსტის ჩვენება
kk_kz: Мәтінді бейнелеу
ru_ru: Отобразить текст
th_th: แสดงตัวอักษร
uk_ua: Показати текст

# GridStringId.MenuColumnFilterModeValue
source: Value
ar_iq: قيمة
az_latn_az: Dəyər
hy_am: Արժեք
ka_ge: მნიშვნელობა
kk_kz: Мән
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# GridStringId.MenuColumnFindFilterHide
source: Hide Find Panel
ar_iq: إخفاء لوحة عثور
az_latn_az: Axtarış paneli gizlət
hy_am: Թաքցնել Գտնել վահանակը
ka_ge: ძებნის პანელის დამალვა
kk_kz: Іздеу панелін жасыру
ru_ru: Скрыть панель поиска
th_th: ซ่อนแผงการค้นหา
uk_ua: Приховати панель пошуку

# GridStringId.MenuColumnFindFilterShow
source: Show Find Panel
ar_iq: إظهار لوحة عثور
az_latn_az: Axtariş paneli göstər
hy_am: Ցուցադրել Գտնել վահանակը
ka_ge: ძებნის პანელის ჩვენება
kk_kz: Іздеу панелін кқрсету
ru_ru: Показать панель поиска
th_th: แสดงแผงการค้นหา
uk_ua: Показати панель пошуку

# GridStringId.MenuFooterAddSummaryItem
source: Add New Summary
ar_iq: إضافة ملخص جديد
az_latn_az: Yeni yekunu əlavə et
hy_am: Ավելացնել Նոր Ամփոփում
ka_ge: ახალი ჯამური მნიშვნელობის დამატება
kk_kz: Жаңа жинақтама
ru_ru: Добавить новые сводные данные
th_th: เพิ่มการสรุปใหม่
uk_ua: Додати нові зведені дані

# GridStringId.MenuFooterClearSummaryItems
source: Clear Summary Items
ar_iq: مسح عناصر الملخص
az_latn_az: Yekun elementlərini təmizlə
hy_am: Մաքրել Ամփոփման տարրերը
ka_ge: ჯამური ობიექტების გასუფთავება
kk_kz: жиынтық элементтерді жою
ru_ru: Очистить элементы сводных данных
th_th: ล้างรายการสรุป
uk_ua: Очистити елементи зведених даних

# GridStringId.SearchLookUpAddNewButton
source: Add New
ar_iq: إضافة جديد
az_latn_az: Əlavə et
hy_am: Ավելացնել Նոր
ka_ge: ახლის დამატება
kk_kz: Жаңа қосу
ru_ru: Добавить новый
th_th: เพิ่มใหม่
uk_ua: Додати новий

# PivotGridStringId.Alt_BottomPanelOnly1by4Layout
source: [Bottom Panel Only 1 by 4 Layout]
ar_iq: [لوحة سفلى فقط تخطيط 1 في 4]
az_latn_az: [Alt Panel yalnız bir-dördə cədvəl]
hy_am: [Ստորին վահանակ միայն 1-ը 4-ի ներկայացում]
kk_kz: [Тек-қана төменгі панель 1 на 4 орналастыру]
ru_ru: [Макет нижней панели только 1 на 4]
th_th: [เฉพาะแผงล่าง 1 โดย 4 เลย์เอาท์]
uk_ua: [Макет нижній панелі тільки 1 на 4]

# PivotGridStringId.Alt_BottomPanelOnly2by2Layout
source: [Bottom Panel Only 2 by 2 Layout]
ar_iq: [لوحة سفلى فقط تخطيط 2 في 2]
az_latn_az: [Alt Panel yalnız iki-ikiyə cədvəl]
hy_am: [Ստորին վահանակ միայն 2-ը 2-ի ներկայացում]
kk_kz: [Тек-қана төменгі панель 2 на 2 орналастыру]
ru_ru: [Макет нижней панели только 2 на 2]
th_th: [เฉพาะแผงล่าง 2 โดย 4 เลย์เอาท์]
uk_ua: [Макет нижній панелі тільки 2 на 2]

# PivotGridStringId.Alt_ColumnAreaHeaders
source: [Column Area Headers]
ar_iq: [عناوين منطقة العمود]
az_latn_az: [Sütün sahələrin başlıqları]
hy_am: [Սյունակների տարածքի վերնագրեր]
ka_ge: [სვეტების არეს დასახელებები]
kk_kz: [Бағананың тақырып аты ауқымы]
ru_ru: [Заголовки области столбцов]
th_th: [หัวเรื่องพื้นที่คอลัมน์]
uk_ua: [Заголовки області стовпців]

# PivotGridStringId.Alt_DataAreaHeaders
source: [Data Area Headers]
ar_iq: [عناوين منطقة البيانات]
az_latn_az: [Məlumat sahələrin başlıqları]
hy_am: [Տվյալների տարածքի վերնագրեր]
ka_ge: [მონაცემების არეს დასახელებები]
kk_kz: [Мәтінің тақырып аты ауқымы]
ru_ru: [Заголовки области данных]
th_th: [หัวเรื่องพื้นที่ข้อมูล]
uk_ua: [Заголовки області даних]

# PivotGridStringId.Alt_FieldListHeaders
source: [Hidden Field's Headers]
ar_iq: [عناوين الحقل الخفي]
az_latn_az: [Gizli sahələrin başlıqları]
hy_am: [Թաքնված դաշտերի վերնագրեր]
ka_ge: [დამალული ველების დასახელებები]
kk_kz: [Жасырын жолақ тақырып атауы]
ru_ru: [Заголовки скрытого поля]
th_th: [หัวเรื่องช่องที่ถูกซ่อน]
uk_ua: [Заголовки прихованого поля]

# PivotGridStringId.Alt_FilterAreaHeaders
source: [Filter Area Headers]
ar_iq: [عناوين منطقة عامل التصفية]
az_latn_az: [Filtr sahələrin başlıqları]
hy_am: [Ֆիլտրերի տարածքի վերնագրեր]
ka_ge: [ფილტრის არეს დასახელებები]
kk_kz: [Фильтр ауқымы тақырып атауы]
ru_ru: [Заголовки области фильтра]
th_th: [หัวเรื่องพื้นที่ตัวกรอง]
uk_ua: [Заголовки області фільтра]

# PivotGridStringId.Alt_LayoutButton
source: [Layout Button]
ar_iq: [زر التخطيط]
az_latn_az: Cədvəlin düyməsi
hy_am: [Ներկայացման կոճակ]
ka_ge: [სქემის ღილაკი]
kk_kz: [Орналастыру батырмасы]
ru_ru: [Кнопка макета]
th_th: [ปุ่มเลย์เอาท์]
uk_ua: [Кнопка макета]

# PivotGridStringId.Alt_RowAreaHeaders
source: [Row Area Headers]
ar_iq: [عناوين منطقة الصف]
az_latn_az: Sətir başlıqlar sahəsi
hy_am: [Տողերի տարածքի վերնագրեր]
ka_ge: [სტრიქონების არეს დასახელებები]
kk_kz: [Жолақ ауқымы тақырып атауы]
ru_ru: [Заголовки области строк]
th_th: [หัวเรื่องพื้นที่แถว]
uk_ua: [Заголовки області рядків]

# PivotGridStringId.Alt_StackedDefaultLayout
source: [Stacked Default Layout]
ar_iq: [تخطيط افتراضي مكدس]
az_latn_az: [Tərkibli standart cədvəl]
hy_am: [Բաղկացուցիչներով լռելյայն դասավորվածություն]
kk_kz: [Әдепкілік Стек Орналасу]
ru_ru: [Макет размещения в стеке по умолчанию]
th_th: [เลย์เอาท์ตั้งต้นแบบกองซ้อน]
uk_ua: [Макет розміщення в стеку за замовчуванням]

# PivotGridStringId.Alt_StackedSideBySideLayout
source: [Stacked Side By Side Layout]
ar_iq: [تخطيط ثنائي مكدس]
az_latn_az: [Yan-yana tərkibli cədvəl]
hy_am: [Բաղկացուցիչներով կողք կողքի դասավորվածություն]
kk_kz: [Стек Қатар Орналасу]
ru_ru: [Макет размещения в стеке рядом]
th_th: [เลย์เอาท์ข้างๆกันแบบกองซ้อน]
uk_ua: [Макет розміщення в стеку поруч]

# PivotGridStringId.Alt_TopPanelOnlyLayout
source: [Top Panel Only Layout]
ar_iq: [تخطيط لوحة عليا فقط]
az_latn_az: [Yuxarı paneli ancaq cədvəl]
hy_am: [Միայն վերին վահանակով դասավորվածություն]
ka_ge: [მხოლოდ ზედა პანელის სქემა]
kk_kz: [Жоғарғы Панель ғана Орналасу]
ru_ru: [Макет размещения только верхней панели]
th_th: [เลย์เอาท์แบบแผงด้านบนเท่านั้น]
uk_ua: [Макет розміщення лише верхньої панелі]

# PivotGridStringId.CustomizationFormHiddenFields
source: Hidden Fields
ar_iq: حقول مخفية
az_latn_az: Gizlədilmiş sahələr
hy_am: Թաքնված դաշտեր
ka_ge: დამალული ველები
kk_kz: Жасырын жолақтар
ru_ru: Скрытые поля
th_th: ช่องที่ถูกซ่อน
uk_ua: Приховані поля

# PivotGridStringId.FilterBlank
source: (Blank)
ar_iq: (فراغ)
az_latn_az: (Boş)
hy_am: (Դատարկ)
ka_ge: (ცარიელი)
kk_kz: (Бланк)
ru_ru: (Пусто)
th_th: (ว่าง)
uk_ua: (Пусто)

# PivotGridStringId.PrefilterInvalidCriteria
source: An error occurs in the Prefilter criteria. Please detect invalid property captions inside the criteria operands and correct or remove them.
ar_iq: حصول خطأ في معايير عامل التصفية الأولي. يرجى كشف التسميات التوضيحية للخاصية الخطأ داخل معاملات المعايير وتصحيحها أو إزالتها.
az_latn_az: Filtrin meyarda səhv baş verir. Məzmunun obyektlərində səhv xassəni təyin edin və onu düzəldin ya da silin.
hy_am: Սխալ է արձանագրվել Prefilter չափանիշում: Խնդրում ենք գտնել սխալ հատկությունների վերնագրերը չափանիշի օպերանդներում և շտկել կամ հեռացնել դրանք:
ka_ge: შეცდომაა პრეფილტრის კრიტერიუმებში. გთხოვთ შეცვალეთ არასწორი პარამეტრი ან ამოშალეთ იგი.
kk_kz: Бастапқы фильтр мәтіні қате болды. Қате болған мәтініні тауып өзгертініз немесе оны алып тастаңыз.
ru_ru: В критериях предварительного фильтра произошла ошибка. Найдите, пожалуйста, недопустимые заголовки свойств внутри операндов критериев, и исправьте или удалите их.
th_th: เกิดข้อผิดพลาดในเกณฑ์ Prefilter กรุณาตรวจจับคำบรรยายภาพคุณลักษณะที่ผิดพลาด ภายในเกณฑ์การปฏิบัติงาน และแก้ไข หรือลบออก
uk_ua: В умовах попереднього фільтра сталася помилка. Знайдіть, будь ласка, неприпустимі заголовки властивостей всередині операндів критеріїв, і виправте або видаліть їх.

# PivotGridStringId.PrefilterInvalidProperty
source: (invalid property)
ar_iq: (خاصية خطأ)
az_latn_az: (səhv xassə)
hy_am: (սխալ հատկություն)
kk_kz: (қате сипаттама)
ru_ru: (Недопустимое свойство)
th_th: (คุณลักษณะที่ผิดพลาด)
uk_ua: (Неприпустима властивість)

# PivotGridStringId.SearchBoxText
source: Search
ar_iq: بحث
az_latn_az: Axtar
hy_am: Որոնում
ka_ge: ძებნა
kk_kz: Іздеу
ru_ru: Поиск
th_th: ค้นหา
uk_ua: Пошук

# PreviewStringId.Msg_CannotLoadDocument
source: The specified file cannot be loaded, because it either does not contain valid XML data or exceeds the allowed size.
ar_iq: لا يمكن تحميل الملف المحدد لأنه إما لا يحتوي على بيانات XML صحيحة أو أنه يزيد عن الحجم المسموح به.
az_latn_az: Bu fayl yüklənilmir, çünki onun içində XML məlumat yoxdu ya da ölçüsü həddən artıqdır.
hy_am: Նշված ֆայլը չի կարող բեռնվել, քանի որ այն կամ չի պարունակում ճիշտ XML տվյալներ կամ գերազանցում է թույլատրելի չափը:
ka_ge: მოცემული ფაილის ჩატვირთვა ვერ ხაეხდება, სავარაუდოდ ან იგი არ შეიცავს შესაბამის XML მონაცემს ან არემატება დასაშვებ ზომას.
kk_kz: Берілген файылды қотаруға болмайды, өйткені бұл файылда дұрыс XML мәтіні жоқ немесе ол максимум берілген көлемнен асып кетті.
ru_ru: Указанный файл невозможно загрузить, потому что он либо содержит недопустимые данные XML, либо его размер превышает допустимый.
th_th: ไม่สามารถโหลดไฟล์ที่กำหนดได้ เนื่องจากไม่มีข้อมูล XML ที่ถูกต้อง หรือเกิดกว่าขนาดที่อนุญาติ
uk_ua: Зазначений файл неможливо завантажити, тому що він або містить неприпустимі дані XML, або його розмір перевищує допустимий.

# ReportStringId.Dlg_SaveFile_Title
source: Save '{0}'
ar_iq: حفظ '{0}'
az_latn_az: {0}' yaddaşa ver
hy_am: Պահպանել '{0}'
ka_ge: დამახსოვრება '{0}'
kk_kz: Сақтап қалу '{0}'
ru_ru: Сохраните '{0}'
th_th: บันทึก '{0}'
uk_ua: Збережіть '{0}'

# ReportStringId.Msg_ScriptCodeIsNotCorrect
source: Entered code is not correct
ar_iq: الرمز المُدخَل غير صحيح
az_latn_az: Daxil olduğu kod düzgün deyil
hy_am: Մուտքագրված ծածկագիրը սխալ է
ka_ge: შეყვანილი კოდი არასწორია
kk_kz: Енгізілген код дұрыс емес
ru_ru: Введён неправильный код
th_th: รหัสที่ป้อนไม่ถูกต้อง
uk_ua: Введено неправильний код

# ReportStringId.Msg_WarningUnsavedReports
source: Printing warning: Save the following reports to preview subreports with recent changes applied - {0}.
ar_iq: جاري طباعة التحذير: احفظ التقارير التالية لمعاينة التقارير الثانوية مع التغييرات المطبقة حديثاً - {0}.
az_latn_az: Çap etmədə diqqət: aşağıdakı hesabatları yaddaşa sal ki, tətbiq edilmiş dəyişiklərnən {0} alt-hesabatlar görünsün
hy_am: Տպելու նախազգուշացում. Պահպանեք հետևյալ հաշվետվությունները, որպեսզի նախնական դիտեք ենթահաշվետվությունները վերջերս կատարված փոփոխություններով - {0}:
ka_ge: ბეჭდვის გაფრთხილება: შეინახეთ შემდეგი ანგარიში მისი ქვეანგარიშების ცვლელებების სანახავად - {0}.
kk_kz: Басып шығару ескерту: өзгертілген салынған есептемелерді көру үшін келесі есептемелерді сақтаңыз - {0}.
ru_ru: Предупреждение модуля печати: Сохраните следующие отчёты для просмотра вложенных отчётов с последними применёнными изменениями - {0}.
th_th: ตำเตือนในการพิมพ์: บันทึกรายงานต่อไปนี้ เพื่อพรีวิวรายงานสำรองที่มีการเพิ่มความเปลี่ยนแปลงแล้ว - {0}
uk_ua: Попередження модуля друку: Збережіть наступні звіти для перегляду вкладених звітів з останніми застосованими змінами - {0}.

# ReportStringId.Parameter_Type_Boolean
source: Boolean
ar_iq: منطقي
az_latn_az: Məntiqi
hy_am: Բուլեան
ka_ge: მოსანიშნი უჯრა
kk_kz: Булев мәтіні
ru_ru: Булевый
th_th: บูลีน
uk_ua: Булевий

# ReportStringId.Parameter_Type_DateTime
source: DateTime
ar_iq: التاريخ الوقت
az_latn_az: Tarix və vaxt
hy_am: ԱմսաթիվԺամ
ka_ge: თარიღი დრო
kk_kz: МезгілУақыт
ru_ru: Дата время
th_th: วัน เวลา
uk_ua: ДатаЧас

# ReportStringId.Parameter_Type_Decimal
source: Decimal
ar_iq: عشري
az_latn_az: Onluq
hy_am: Տասնորդական
ka_ge: ათობითი
kk_kz: Ондық сан
ru_ru: Десятичное
th_th: จุดทศนิยม
uk_ua: Десяткове

# ReportStringId.Parameter_Type_Double
source: Double
ar_iq: مزدوج
az_latn_az: İkili
hy_am: Կրկնապատկել
ka_ge: ორმაგი
kk_kz: Бөлшек сан
ru_ru: Двойное
th_th: สองครั้ง
uk_ua: Подвійне

# ReportStringId.Parameter_Type_Float
source: Float
ar_iq: عائم
az_latn_az: Axın
hy_am: Լողացող կետով թիվ
ka_ge: მცოცავი წერტილი
kk_kz: Бөлшек сан
ru_ru: С плавающей запятой
th_th: ลอย
uk_ua: З плаваючою комою

# ReportStringId.Parameter_Type_Int16
source: Int16
az_latn_az: Tam16
hy_am: Ամբողջ (16 բիթ)
uk_ua: Інт16

# ReportStringId.Parameter_Type_Int32
source: Int32
az_latn_az: Tam32
hy_am: Ամբողջ (32 բիթ)
ru_ru: Целое
uk_ua: Ціле

# ReportStringId.Parameter_Type_String
source: String
ar_iq: سلسلة
az_latn_az: Sətir
hy_am: Շարք
ka_ge: სტრიქონი
kk_kz: Тексті мәтін
ru_ru: Строка
th_th: แถว
uk_ua: Текст

# ReportStringId.RepTabCtl_ReportStatus
source: {0} {{ PaperKind: {1} }}
ar_iq: {0} {{ نوع الوثيقة : {1} }}
az_latn_az: {0} {{ Kağız növü: {1} }}
kk_kz: {0} {{ ҚағазТүрі: {1} }}
ru_ru: {0} {{ Тип бумаги: {1} }}
th_th: {0} {{ ประเภทหน้ากระดาษ: {1} }}
uk_ua: {0} {{Тип паперу: {1}}}

# ReportStringId.RibbonXRDesign_Close_Caption
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# ReportStringId.RibbonXRDesign_Close_STipContent
source: Close the current report.
ar_iq: إغلاق التقرير الحالي.
az_latn_az: Hesabatı bağla
hy_am: Փակել ընթացիկ հաշվետվությունը:
ka_ge: მიმდინარე ანგარიშის დახურვა
kk_kz: Ашып тұрған есепхатты жабу
ru_ru: Закрыть текущий отчёт.
th_th: ปิดรายงานปัจจุบัน
uk_ua: Закрити поточний звіт.

# ReportStringId.RibbonXRDesign_Close_STipTitle
source: Close
ar_iq: إغلاق
az_latn_az: Bağla
hy_am: Փակել
ka_ge: დახურვა
kk_kz: Жабу
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

# ReportStringId.RibbonXRDesign_Exit_Caption
source: Exit
ar_iq: خروج
az_latn_az: Çıxış
hy_am: Ելք
ka_ge: გამოსვლა
kk_kz: Шығу
ru_ru: Выйти
th_th: ออก
uk_ua: Вийти

# ReportStringId.RibbonXRDesign_Exit_STipContent
source: Close the report designer.
ar_iq: إغلاق مصمم التقرير.
az_latn_az: Hesabatı bağla
hy_am: Փակել հաշվետվության կառուցիչը:
ka_ge: ანგარიშების რედაქტორის დახურვა
kk_kz: Есепхат әрлемшіні жабу
ru_ru: Закрыть конструктор отчётов.
th_th: ปิดตัวออกแบบรายงาน
uk_ua: Закрити конструктор звітів.

# ReportStringId.RibbonXRDesign_Exit_STipTitle
source: Exit
ar_iq: خروج
az_latn_az: Çıxış
hy_am: Ելք
ka_ge: გამოსვლა
kk_kz: Шығу
ru_ru: Выйти
th_th: ออก
uk_ua: Вихід

# ReportStringId.RibbonXRDesign_SaveAll_Caption
source: Save All
ar_iq: حفظ الكل
az_latn_az: Hamsını yaddaşa sal
hy_am: Պահպանել բոլորը
ka_ge: ყველას შენახვა
kk_kz: Бәрін сақтап алу
ru_ru: Сохранить всё
th_th: บันทึกทั้งหมด
uk_ua: Зберегти все

# ReportStringId.RibbonXRDesign_SaveAll_STipContent
source: Save all modified reports.
ar_iq: حفظ كافة التقارير المعدلة.
az_latn_az: Bütün dəyişdirilmiş hesabatları yaddaşa sal
hy_am: Պահպանել բոլոր փոփոխված հաշվետվությունները:
ka_ge: ყველა დარედაქტირებული ანგარიშის შენახვა
kk_kz: Бүкіл өзгертілген есепхаттарды сақтау
ru_ru: Сохранить все изменённые отчёты.
th_th: บันทึกรายงานที่แก้ไขทั้งหมด
uk_ua: Зберегти всі змінені звіти.

# ReportStringId.RibbonXRDesign_SaveAll_STipTitle
source: Save All Reports
ar_iq: حفظ كافة التقارير
az_latn_az: Bütün hesabatları yaddaşa sal
hy_am: Պահպանել բոլոր հաշվետվությունները
ka_ge: ყველა ანგარიშის შენახვა
kk_kz: Бүкіл есепхаттарды сақтау
ru_ru: Сохранить все отчёты
th_th: บันทึกรายงานทั้งหมด
uk_ua: Зберегти всі звіти

# ReportStringId.RibbonXRDesign_StatusBar_HtmlDone
source: Done
ar_iq: انتهى
az_latn_az: Hazırdır
hy_am: Կատարված է
ka_ge: შესრულებულია
kk_kz: Орындалды
ru_ru: Выполнено
th_th: เสร็จสิ้น
uk_ua: Виконано
