Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ASPxperienceStringId.FileManager_GridViewFilter_SizeHuge
source: Huge ({0})
az_latn_az: Nəhəng ({0})
th_th: ใหญ่ ({0})
uk_ua: Величезні ({0})

# ASPxperienceStringId.FileManager_GridViewFilter_SizeGigantic
source: Gigantic ({0})
az_latn_az: Gigant ({0})
th_th: ใหญมาก ({0})
uk_ua: Гігантські({0})

# ASPxperienceStringId.FileManager_GridViewFilter_DateToday
source: Today
az_latn_az: Bu gün
th_th: วันนี้
uk_ua: Сьогодні

# ASPxperienceStringId.FileManager_GridViewFilter_DateWeek
source: Last 7 days
az_latn_az: Son 7 gün
th_th: 7 วันที่ผ่านมา
uk_ua: Остані 7 днів

# ASPxperienceStringId.FileManager_GridViewFilter_DateMonth
source: Last 30 days
az_latn_az: Son 30 gün
th_th: 30 วันที่ผ่านมา
uk_ua: Остані 30 днів

# ASPxperienceStringId.FileManager_GridViewFilter_DateYear
source: Last 365 days
az_latn_az: Son 365 gün
th_th: 365 วันที่ผ่านมา
uk_ua: Остані 365 днів

# ASPxperienceStringId.FileManager_FileInfoTypeCaption_FileName
source: Name
az_latn_az: Adı
th_th: ชื่อ
uk_ua: Назва

# ASPxperienceStringId.FileManager_FileInfoTypeCaption_LastWriteTime
source: Date modified
az_latn_az: Dəyişikliklərin tarixi
th_th: แก้ไขวันที่
uk_ua: Дата зміни

# ASPxperienceStringId.FileManager_FileInfoTypeCaption_Size
source: Size
az_latn_az: Ölçü
th_th: ขนาด
uk_ua: Розмір

# ASPxperienceStringId.Ribbon_FileTabText
source: File
az_latn_az: Fayl
th_th: ไฟล์
uk_ua: Файл

# ASPxperienceStringId.FileManager_GridViewFilter_SizeLarge
source: Large ({0})
az_latn_az: Boyük ({0})
th_th: ใหญ่ ({0})
uk_ua: Великий ({0})

# ASPxEditorsStringId.DefaultErrorText
source: Invalid value
az_latn_az: Səhv dəyər
th_th: ค่าไม่สมบูรณ์
uk_ua: Невірне значення

# ASPxEditorsStringId.RegExValidationErrorText
source: Regular expression validation failed
az_latn_az: İfadənin adı yoxlaması uğursuzdur
th_th: การทำให้นิพจน์ปกติใช้ได้ไม่สำเร็จ
uk_ua: Не вдалося перевірити Регулярний вираз

# ASPxEditorsStringId.Calendar_Today
source: Today
ar_iq: اليوم
az_latn_az: Bu gün
hy_am: Այսօր
ka_ge: დღეს
kk_kz: Бүгін
ru_ru: Сегодня
th_th: วันนี้
uk_ua: Сьогодні

# ASPxEditorsStringId.Calendar_Clear
source: Clear
ar_iq: تفريغ
az_latn_az: Təmizlə
hy_am: Մաքրել
ka_ge: გასუფთავება
kk_kz: Тазарту
ru_ru: Очистить
th_th: ล้าง
uk_ua: Очистити

# ASPxEditorsStringId.Calendar_OK
source: OK
ar_iq: موافق
az_latn_az: Bəli
uk_ua: ОК

# ASPxEditorsStringId.Calendar_Cancel
source: Cancel
ar_iq: ألغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Болдырмау
ru_ru: Отменить
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxEditorsStringId.ColorEdit_CustomColor
source: Custom Color...
az_latn_az: İstifadəçinin rəngi...
th_th: สีกำหนดเอง...
uk_ua: Свій колір...

# ASPxEditorsStringId.ColorEdit_Cancel
source: Cancel
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxEditorsStringId.ColorEdit_OK
source: OK
az_latn_az: Bəli
uk_ua: ОК

# ASPxEditorsStringId.FilterControl_OK
source: OK
ar_iq: موافق
az_latn_az: Bəli
ka_ge: დიახ
uk_ua: ОК

# ASPxEditorsStringId.FilterControl_Cancel
source: Cancel
ar_iq: ألغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Болдырмау
ru_ru: Отменить
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxEditorsStringId.FilterControl_GroupType
source: And,Or,Not And,Not Or
ar_iq: مع,أو,ليس مع,ليس أو
az_latn_az: Və,Və ya,Qeyri və,Qeyri və ya
hy_am: ԵՎ,Կամ,Ոչ և,Ոչ կամ
ka_ge: და,ან,არა და,არა ან
kk_kz: Және, Немесе, Және емес, Немесе емес
ru_ru: И,ИЛИ,НЕ И,НЕ ИЛИ
th_th: และ หรือ ไม่และ ไม่หรือ
uk_ua: І, АБО, НЕ І, НЕ АБО

# ASPxEditorsStringId.FilterControl_ClauseType
source: Equals,Does not equal,Is greater than,Is greater than or equal to,Is less than,Is less than or equal to,Is between,Is not between,Contains,Does not contain,Begins with,Ends with,Is like,Is not like,Is blank,Is not blank,Is any of,Is none of
ar_iq: تساوي, لا تساوي,أكبر من,أكبر من او نساوي الى, أقل من, أقل من أو تساوي الى , بين أثنين, ليست بين أثنين, تحتوي, لا تحتوي, تبدأ مع, تنتهي مع,مشابه الى,ليست مشابه الى, فارغة, ليست فارغة,اي من نوع, ليست من اي نوع
az_latn_az: bərabərdir,bərabər deyil,...-dan/-dən böyükdür,...-dan/-dən böyükdür və ya ona bərabərdir,...-dan/-dən azdır,...-dan/-dən azdır və ya ona bərabərdir,Arasındadır,Arasında deyil,Ehtiva edir,Tərkibinə daxil deyil,ilə başlayır,ilə bitir,Oxşardır,Oxşar deyil,Boşdur,Boş deyil,Hər hansı biri,Heç biri deyil
hy_am: Հավասար է,Հավասար չէ,Մեծ է,Մեծ է կամ հավասար,Փոքր է,Փոքր է կամ հավասար,Միջև,Ոչ միջև,Պարունակում է,Չի պարունակում,Սկսվում է,Ավարտվում է,Նման է,Նման չէ,Դատարկ է,Դատարկ չէ,Ցանկացած մեկը,Ոչ մեկը
ka_ge: უდრის,არ უდრის,მეტია,მეტია ან ტოლი,ნაკლებია,ნაკლებია ან ტოლი,შორისაა,არ არის შუაში,შეიცავს,არ შეიცავს,რით იწყება,მთავრდება,მსგავსია,არ არის მსგავსი,ცარიელია,არ არის ცარიელი,მათ შორის ნებისმიერი,არც ერთი მათგანი
kk_kz: тең, тең емес, артық, артық немесе тең, кем, кем немесе тең, арасында, арасында емес, құрамында, құрамында емес, басталады, бітеді, маскаға сәйкес, маскаға сәйкес келмейді, бос, бос емес, кез келген, бірде-бір
ru_ru: равно,не равно,больше,больше или равно,меньше,меньше или равно,между,не между,содержит,не содержит,начинается с,заканчивается на,соответствует маске,не соответствует маске,пусто,не пусто,любое из,ни одно из
th_th: เท่ากัน ไม่เท่ากัน มากกว่า มากกว่าหรือเท่ากับ น้อยกว่า น้อยกว่าหรือเท่ากับ อยู่ระหว่าง ไม่อยู่ระหว่าง มี ไม่มี เริ่มด้วย สิ้นสุดด้วย เหมือนกับ ไม่เหมือนกับ ว่าง ไม่ว่าง มีอยู่ ไม่มีอยู่
uk_ua: Дорівнює, не дорівнює, більше, більше або дорівнює, менше, менше або дорівнює, між, не між, містить, не містить, починається з, закінчується на, відповідає масці, не відповідає масці, порожнє, не порожнє, будь-яка з, жодне з

# ASPxEditorsStringId.FilterControl_BetweenAnd
source: And
ar_iq: مع
az_latn_az: Və
hy_am: Եվ
ka_ge: და
kk_kz: Және
ru_ru: И
th_th: และ
uk_ua: ТА

# ASPxEditorsStringId.FilterControl_Not
source: Not
ar_iq: ليست
az_latn_az: Qeyri
hy_am: Ոչ
ka_ge: არა
kk_kz: Емес
ru_ru: НЕ
th_th: ไม่
uk_ua: Не

# ASPxEditorsStringId.FilterControl_AddConditionHint
source: Adds a new condition to this group
ar_iq: اضافت شرط جديد الى هذه المجموعة
az_latn_az: Seçilmiş qrupa yeni şərti əlavə edir
hy_am: Ավելացնում է նոր պայման այս խմբում
ka_ge: მოცემულ ჯგუფში ამატებს ახალ პირობას
kk_kz: Бұл топқа жаңа шарт қосады
ru_ru: Добавляет новое условие в группу
th_th: เพิ่มเงื่อนไขใหม่เข้าไปในกลุ่มนี้
uk_ua: Додати нову умову до цієї групи

# ASPxEditorsStringId.FilterControl_RemoveConditionHint
source: Removes this condition
ar_iq: أحذف هذا الشرك
az_latn_az: Bu vəziyyəti aradan qaldırır
hy_am: Հեռացնում է այս պայմանը
ka_ge: მოცემული პირობის ამოღება
kk_kz: Бұл шартты жояды
ru_ru: Удаляет это условие
th_th: ย้ายเงื่อนไขนี้ออก
uk_ua: Видалити цю умову

# ASPxEditorsStringId.FilterControl_AddValueHint
source: Adds a new item to the list
ar_iq: أضافة عنصر جديد الى هذه القائمة
az_latn_az: Yeni elementi siyahıya əlavə edir
hy_am: Ավելացնում է նոր տարր ցանկում
ka_ge: ჩამონათვალში ამატებს ახალ ელემენტს
kk_kz: Тізімге жаңа элементті қосады
ru_ru: Добавляет новый элемент в список
th_th: เพิ่มรายการใหม่เข้าไปในลิสต์
uk_ua: Додати новий елемент до переліку

# ASPxEditorsStringId.FilterControl_ClearFilter
source: Clear
ar_iq: تفريغ
az_latn_az: Təmizlə
hy_am: Մաքրել
kk_kz: Өшіру
th_th: ล้าง
uk_ua: Очистити

# ASPxEditorsStringId.FilterControl_ShowFilterControl
source: Create Filter
ar_iq: اعداد تصفية
az_latn_az: Filtri yarat
hy_am: Ստեղծել ֆիլտր
ka_ge: ფილტრის შექმნა
kk_kz: Сүзгі жасау
ru_ru: Создать фильтр
th_th: สร้างตัวกรอง
uk_ua: Створити фільтр

# ASPxEditorsStringId.FilterControl_AddGroup
source: Add Group
ar_iq: اضافة مجموعة
az_latn_az: Qrup əlavə et
hy_am: Ավելացնել խումբ
ka_ge: ჯგუფის დამატება
kk_kz: Топты қосу
ru_ru: Добавить группу
th_th: เพิ่มกลุ่ม
uk_ua: Додати групу

# ASPxEditorsStringId.FilterControl_AddCondition
source: Add Condition
ar_iq: أضافة شرط
az_latn_az: Üsulu əlavə et
hy_am: Ավելացնել պայման
ka_ge: პირობის დამატება
kk_kz: Шартты қосу
ru_ru: Добавить условие
th_th: เพิ่มเงื่อนไข
uk_ua: Додати умову

# ASPxEditorsStringId.FilterControl_Remove
source: Remove
ar_iq: حذف
az_latn_az: Silmək
hy_am: Հեռացնել
ka_ge: ყველაფრის გასუფთავება
kk_kz: Жою
ru_ru: Удалить
th_th: ย้ายออก
uk_ua: Видалити

# ASPxEditorsStringId.FilterConrol_Empty
source: <empty>
ar_iq: <فارغ>
az_latn_az: <boş>
hy_am: <դատարկ>
ka_ge: <შეუვსებელი>
kk_kz: <бос>
ru_ru: <пусто>
th_th: <ว่าง>
uk_ua: <порожньо>

# ASPxEditorsStringId.FilterConrol_EmptyEnter
source: <enter a value>
ar_iq: <أدخل قيمة>
az_latn_az: <qiyməti daxil et>
hy_am: <մուտքագրեք արժեք>
ka_ge: <შეიყვანეთ მნიშვენელობა>
kk_kz: <мәтінді енгізіңіз>
ru_ru: <введите значение>
th_th: <ป้อนค่า>
uk_ua: <введіть значення>

# ASPxEditorsStringId.FilterControl_PopupHeaderText
source: Filter Builder
az_latn_az: Filtrin redaktoru...
th_th: ตัวสร้างตัวกรอง
uk_ua: Збудувати фільтр

# ASPxEditorsStringId.Captcha_DefaultImageAlternateText
source: Captcha image
az_latn_az: Captcha şəkili
th_th: รูป Captcha
uk_ua: Зображення captcha

# ASPxEditorsStringId.Captcha_RefreshText
source: Show another code
az_latn_az: Başqa kodu göstər
th_th: แสดงรหัสอื่น
uk_ua: Показати інший код

# ASPxEditorsStringId.Captcha_DefaultErrorText
source: The submitted code is incorrect
az_latn_az: Göndərilmiş kodu yalnışdır
th_th: รหัสที่ส่งไม่ถูกต้อง
uk_ua: Введений код невірний

# ASPxEditorsStringId.Captcha_DefaultTextBoxLabelText
source: Type the code shown:
az_latn_az: Göstərilmiş kodu daxil et:
th_th: พิมพ์รหัสที่แสดง:
uk_ua: Введіть показаний код:

# ASPxEditorsStringId.CheckBox_Checked
source: Checked
az_latn_az: Yoxlanılıb
th_th: ตรวจสอบแล้ว
uk_ua: Перевірено

# ASPxEditorsStringId.CheckBox_Unchecked
source: Unchecked
az_latn_az: Yoxlanılmayıb
th_th: ไม่ได้ตรวจสอบ
uk_ua: Не відмічено

# ASPxEditorsStringId.TrackBar_Increment
source: Increment
az_latn_az: Artma
th_th: การเพิ่มขึ้น
uk_ua: Інкремент

# ASPxEditorsStringId.TrackBar_Decrement
source: Decrement
az_latn_az: Azalma
th_th: การลดลง
uk_ua: Декремент

# ASPxEditorsStringId.TrackBar_Drag
source: Drag
az_latn_az: Çək
th_th: ลาก
uk_ua: Перетягти

# GridStringId.CustomFilterDialogOkButton
source: &OK
ar_iq: &موافق
az_latn_az: Bəli
hy_am: &Այո
ka_ge: &დიახ
kk_kz: ОК

# GridStringId.FilterBuilderOkButton
source: &OK
ar_iq: &موافق
az_latn_az: Bəli
hy_am: &Այո
ka_ge: &დიახ
kk_kz: ОК

# StringId.XtraMessageBoxOkButtonText
source: &OK
ar_iq: &موافق
az_latn_az: Bəli
hy_am: &Այո
ka_ge: &დიახ
kk_kz: &ОК
ru_ru: &ОК

# GridStringId.LayoutViewButtonOk
source: Ok
ar_iq: موافق
az_latn_az: &Bəli
hy_am: Այո
ka_ge: &დიახ
ru_ru: &ОК

# GridStringId.GroupSummaryEditorFormOkButton
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
ru_ru: ОК

# PivotGridStringId.FilterOk
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
kk_kz: ОК
ru_ru: ОК

# PreviewStringId.Button_Ok
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
kk_kz: ОК
ru_ru: ОК

# StringId.DefaultBooleanFalse
source: False
az_latn_az: Yanlış
hy_am: ՍԽԱԼ
ka_ge: მცდარი
kk_kz: ӨТІРІК
th_th: ผิด

# StringId.DefaultBooleanTrue
source: True
az_latn_az: Doğru
hy_am: ՃԻՇՏ
ka_ge: ჭეშმარიტი
kk_kz: ШЫНДЫҚ
th_th: ถูก

# TreeListStringId.FilterEditorOkButton
source: &OK
ar_iq: &موافق
az_latn_az: &Bəli
hy_am: &Այո
ka_ge: &დიახ
kk_kz: &ИӘ
ru_ru: &ОК

# ChartStringId.CmdExportToGIFDescription
source: Graphics Interchange Format
az_latn_az: Qrafik məlumatlar ilə mübadilə formatı
th_th: ฟอร์แม็ตสับเปลี่ยนกราฟฟิค

# ChartStringId.CmdExportToPNGDescription
source: Portable Network Graphics
az_latn_az: Aparılan şəbəkə qrafiklərin formatı
th_th: กราฟฟิคเครื่อข่ายใช้ได้หลายระบบ

# ChartStringId.CmdExportToTIFFDescription
source: Tagged Image File Format
az_latn_az: Şəkillər faylların teq formatı
th_th: ฟอร์แม็ตไฟล์รูปภาพที่แท็ค

# StringId.FilterCriteriaToStringFunctionAcos
source: Acos
hy_am: Արկկոսինուս

# StringId.FilterCriteriaToStringFunctionAsin
source: Asin
hy_am: Արկսինուս

# StringId.FilterCriteriaToStringFunctionCos
source: Cos
hy_am: Կոսինուս

# StringId.FilterCriteriaToStringFunctionCosh
source: Cosh
hy_am: Հիպերբոլիկ կոսինուս

# StringId.FilterCriteriaToStringFunctionSin
source: Sin
hy_am: Սինուս

# StringId.FilterCriteriaToStringFunctionSinh
source: Sinh
hy_am: Հիպերբոլիկ սինուս

# StringId.FilterCriteriaToStringFunctionSqr
source: Sqr
hy_am: Քառակուսի

# StringId.FilterCriteriaToStringFunctionTan
source: Tan
hy_am: Տանգենս

# StringId.FilterCriteriaToStringFunctionTanh
source: Tanh
hy_am: Հիպերբոլիկ տանգենս

# PreviewStringId.RibbonPreview_ExportGraphic_Description
source: BMP, GIF, JPEG, PNG, TIFF, EMF, WMF
ka_ge: BMP, GIF, JPEG, PNG, TIFF, EMF, WMF ფორმატები

# PreviewStringId.RibbonPreview_SendGraphic_Description
source: BMP, GIF, JPEG, PNG, TIFF, EMF, WMF
ka_ge: BMP, GIF, JPEG, PNG, TIFF, EMF, WMF ფორმატები
