Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.PltPastelKit
source: Pastel Kit
ar_iq: مجموعة تصوير ملون (باستيل)
az_latn_az: Pastel rənglər dəsti
hy_am: Կավճաներկի հավաքածու
ka_ge: პასტელი
kk_kz: Бояу жиынтығы
ru_ru: Набор «светлые краски»
th_th: ชุดพาสเทล
uk_ua: Набір «світлі фарби»

# ChartStringId.PltInAFog
source: In A Fog
ar_iq: في الضباب
az_latn_az: Dumanda
hy_am: Մառախուղում
ka_ge: ბუნდოვანი
kk_kz: Тұманда
ru_ru: «В тумане»
th_th: ในหมอก
uk_ua: "В тумані"

# ChartStringId.PltTerracottaPie
source: Terracotta Pie
ar_iq: فطيرة تيراكوتا
az_latn_az: Terrakotta dilimi
hy_am: Տեռակոտե շրջանաձև
ka_ge: ტერაკოტა
kk_kz: «Терракотовый пирог»
ru_ru: «Терракотовый пирог»
th_th: พายเทอราคอตตา
uk_ua: «Теракотовий пиріг»

# ChartStringId.PltNorthernLights
source: Northern Lights
ar_iq: أنوار شمالية
az_latn_az: Şimali işıqlar
hy_am: Հյուսիսափայլ
ka_ge: ცივი ნათელი ფერები
kk_kz: Солтүстік шұғыла
ru_ru: «Северное сияние»
th_th: แสงเหนือ
uk_ua: "Північне сяйво"

# ChartStringId.PltChameleon
source: Chameleon
ar_iq: حرباء
az_latn_az: Buqələmun
hy_am: Քամելեոն
ka_ge: ქამელიონი
kk_kz: Хамелеон
ru_ru: «Хамелеон»
th_th: คามีเลียน
uk_ua: «Хамелеон»

# ChartStringId.PltTheTrees
source: The Trees
ar_iq: الأشجار
az_latn_az: Ağaclar
hy_am: Ծառեր
ka_ge: ხის ფერი
kk_kz: Талдар
ru_ru: «Деревья»
th_th: ต้นไม้
uk_ua: «Дерева»

# ChartStringId.PltMixed
source: Mixed
ar_iq: مختلط
az_latn_az: Qarışıq
hy_am: Խառը
ka_ge: შერეული
kk_kz: Аралас
ru_ru: Смешанный
th_th: ผสมผสานกัน
uk_ua: Змішаний

# ChartStringId.PltOffice
source: Office
ar_iq: المكتب
az_latn_az: Ofis
hy_am: Օֆիս
ka_ge: ოფისი
kk_kz: Офис
ru_ru: Офис
th_th: ออฟฟิศ
uk_ua: Офіс

# ChartStringId.PltBlackAndWhite
source: Black and White
ar_iq: أسود وأبيض
az_latn_az: Ağ-qara
hy_am: Սև ու սպիտակ
ka_ge: შავ-თეთრი
kk_kz: Қара және Ақ
ru_ru: Чёрно-белый
th_th: ขาว และดำ
uk_ua: Чорно-білий

# ChartStringId.PltGrayscale
source: Grayscale
ar_iq: تدرج الرمادي
az_latn_az: Boz rəng çalarları
hy_am: Գորշի սանդղակ
ka_ge: ნაცრის ფერის გრადაციები
kk_kz: Сұр реңкі
ru_ru: Оттенки серого
th_th: สีเทา
uk_ua: Відтінки сірого

# ChartStringId.PltApex
source: Apex
ar_iq: ذروة
az_latn_az: Təpə
hy_am: Ապեքս
ka_ge: აპექსი
kk_kz: Шың
ru_ru: Апекс
th_th: ส่วนปลาย
uk_ua: Апекс

# ChartStringId.PltAspect
source: Aspect
ar_iq: واجهة
az_latn_az: Cəhət
hy_am: Ասպեկտ
ka_ge: ასპექტი
kk_kz: Аспект
ru_ru: Аспект
th_th: มุมมอง
uk_ua: Аспект

# ChartStringId.PltCivic
source: Civic
ar_iq: مدني
az_latn_az: Mülki
hy_am: Քաղաքացիական
ka_ge: სამოქალაქო
kk_kz: Азаматтық
ru_ru: Гражданский
th_th: ซีวิค
uk_ua: Цивільний

# ChartStringId.PltConcourse
source: Concourse
ar_iq: ملتقى
az_latn_az: Toplama
hy_am: Գլխավոր
ka_ge: მთავარი
kk_kz: Тоғысу
ru_ru: Главный
th_th: การรวมกลุ่ม
uk_ua: Збіг

# ChartStringId.PltEquity
source: Equity
ar_iq: موازنة
az_latn_az: Bərabərlik
hy_am: Հավասար
ka_ge: ჩვეულებრივი
kk_kz: Әділдік
ru_ru: Равный
th_th: ความเที่ยงธรรม
uk_ua: Рівний

# ChartStringId.PltFlow
source: Flow
ar_iq: تدفق
az_latn_az: Axın
hy_am: Հոսք
ka_ge: ნაკადი
kk_kz: Ағым
ru_ru: Поток
th_th: กระแส
uk_ua: Потік

# ChartStringId.PltFoundry
source: Foundry
ar_iq: مسبوك
az_latn_az: Tökmə
hy_am: Ձուլագործական
ka_ge: ჩამოსასხმელი
kk_kz: Летейная
ru_ru: Литейный
th_th: โรงหล่อ
uk_ua: Ливарний

# ChartStringId.PltMedian
source: Median
ar_iq: وسيط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Медиана
ru_ru: Средний
th_th: จุดกลาง
uk_ua: Середній

# ChartStringId.PltMetro
source: Metro
ar_iq: مترو
hy_am: Մետրո
ka_ge: მეტრო
kk_kz: Метро
ru_ru: Метро
th_th: รถไฟใต้ดิน
uk_ua: Метро

# ChartStringId.PltModule
source: Module
ar_iq: جزء
az_latn_az: Modul
hy_am: Մոդուլ
ka_ge: მოდული
kk_kz: Модуль
ru_ru: Модуль
th_th: โมดูล
uk_ua: Модуль

# ChartStringId.PltOpulent
source: Opulent
ar_iq: وافر
az_latn_az: Qalın
hy_am: Փարթամ
ka_ge: ბრწყინვალე
kk_kz: Көп
ru_ru: Пышный
th_th: มั่งคั่ง
uk_ua: Пишний

# ChartStringId.PltOriel
source: Oriel
ar_iq: نافذة كبيرة
az_latn_az: Fənər
hy_am: Էրկեր
ka_ge: გალერეა
kk_kz: Галерея
ru_ru: Эркер
th_th: เฉลียง
uk_ua: Еркер

# ChartStringId.PltOrigin
source: Origin
ar_iq: أصل
az_latn_az: Əsl
hy_am: Աղբյուր
ka_ge: წყარო
kk_kz: Түп-тегі
ru_ru: Источник
th_th: ดั้งเดิม
uk_ua: Джерело

# ChartStringId.PltPaper
source: Paper
ar_iq: ورق
az_latn_az: Kağız
hy_am: Թուղթ
ka_ge: ქაღალდი
kk_kz: Қағаз
ru_ru: Бумага
th_th: กระดาษ
uk_ua: Папір

# ChartStringId.PltSolstice
source: Solstice
ar_iq: انقلاب
az_latn_az: Gün dönümü
hy_am: Արևադարձ
ka_ge: ნაბუნიობა
kk_kz: Күн тоқырау
ru_ru: Солнцестояние
th_th: จุดที่สุด
uk_ua: Сонцестояння

# ChartStringId.PltTechnic
source: Technic
ar_iq: تقني
az_latn_az: Texniki
hy_am: Տեխնիկական
ka_ge: ტექნიკური
kk_kz: Техника
ru_ru: Технический
th_th: เทคนิค
uk_ua: Технічний

# ChartStringId.PltTrek
source: Trek
ar_iq: رحلة
az_latn_az: Yürüş
hy_am: Տրեկ
ka_ge: ტრეკი
kk_kz: Ауу
ru_ru: Трек
th_th: การเดินป่า
uk_ua: Трек

# ChartStringId.PltUrban
source: Urban
ar_iq: حضري
az_latn_az: Şəhər
hy_am: Քաղաքային
ka_ge: ქალაქური
kk_kz: Қалалық
ru_ru: Городской
th_th: เกี่ยวกับเมือง
uk_ua: Міський

# ChartStringId.PltVerve
source: Verve
ar_iq: حيوي
az_latn_az: Parlaqlıq
hy_am: Վառ
ka_ge: კაშკაშა
kk_kz: Шабыт
ru_ru: Яркий
th_th: ความมีชีวิตชีวา
uk_ua: Яскравий

# ChartStringId.PltIndDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი
kk_kz: Әдепкі
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# ChartStringId.ToolTipMousePosition
source: Mouse Position
ar_iq: موضع الماوس
az_latn_az: Siçanın mövqeyi
hy_am: Մկնիկի դիրք
ka_ge: კურსორის პოზიცია
kk_kz: Тышқан позициясы
ru_ru: Положение мыши
th_th: ตำแหน่งเมาส์
uk_ua: Положення миші

# ChartStringId.ToolTipFreePosition
source: Free Position
ar_iq: موضع متوفر
az_latn_az: Boş mövqe
hy_am: Ազատ դիրք
kk_kz: Бос Позиция
ru_ru: Свободное положение
th_th: ตำแหน่งอิสระ
uk_ua: Вільне положення

# ChartStringId.ToolTipRelativePosition
source: Relative Position
ar_iq: الموضع النسبي
az_latn_az: Yaxın mövqe
hy_am: Հարաբերական դիրք
kk_kz: Салыстырмалы Позиция
ru_ru: Относительное положение
th_th: ตำแหน่งสัมพันธ์
uk_ua: Відносне положення

# ChartStringId.CrosshairLabelMousePosition
source: Mouse Position
ar_iq: موضع الماوس
az_latn_az: Siçanın mövqeyi
hy_am: Մկնիկի դիրք
ka_ge: კურსორის პოზიცია
kk_kz: Тышқан позициясы
ru_ru: Положение мыши
th_th: ตำแหน่งเมาส์
uk_ua: Положення миші

# ChartStringId.CrosshairLabelFreePosition
source: Free Position
ar_iq: موضع متوفر
az_latn_az: Boş mövqe
hy_am: Ազատ դիրք
kk_kz: Бос Позиция
ru_ru: Свободное положение
th_th: ตำแหน่งอิสระ
uk_ua: Вільне положення

# ChartStringId.ColumnAnnotations
source: Annotations
ar_iq: تعليقات توضيحية
az_latn_az: Şərhlər
hy_am: Անոտացիաներ
kk_kz: Аннотациялар
ru_ru: Замечания
th_th: บรรณนิทัสน์
uk_ua: Анотації

# ChartStringId.ColumnLinks
source: Links
ar_iq: روابط
az_latn_az: Linklər
hy_am: Հղումներ
kk_kz: Сілтемелер
ru_ru: Ссылки
th_th: ลิงค์
uk_ua: Посилання

# ChartStringId.InvalidRangeControlText
source: This chart diagram can not be displayed in a Range Control.
ar_iq: لا يمكن عرض هذا الرسم التخطيطي في عنصر تحكم بالنطاق.
az_latn_az: Bu qrafik diaqramı Diapazonu idarə elementində göstərmək mümkün deyil.
hy_am: Այս գրաֆիկի դիագրամը հնարավոր չէ ցուցադրել միջակայքի կառավարման տարրերում
kk_kz: Бұл диаграмма кестесі Range Control элементте көрсетіле алмайды
ru_ru: Этот схематичный график нельзя отобразить в управлении диапазоном.
th_th: ไม่สามารถแสดงไดอะแกรมแผนภูมิในการควบคุมเรนจ์ได้
uk_ua: Цей схематичний графік не можна відобразити в управлінні діапазоном.

# ChartStringId.CmdCreateBarChartMenuCaption
source: Clustered Column
ar_iq: عمود متفاوت المسافات
az_latn_az: Qruplaşmış sütun
hy_am: Խմբավորած սյունակ
kk_kz: Кластерлік Гистограмма
ru_ru: Кластерная гистограмма
th_th: คอลัมน์ถูกจัดกลุ่ม
uk_ua: Кластерна гістограма

# ChartStringId.CmdCreateBarChartDescription
source: Compare values across categories by using vertical rectangles. Use it when the order of categories is not important or for displaying item counts such as a histogram.
ar_iq: قارن القيم عبر الفئات باستخدام المستطيلات الشاقولية. استخدم هذه الطريقة عندما لا يكون ترتيب الفئات مهماً أو لعرض عدد العناصر مثل المدرج التكراري.
az_latn_az: Şaquli düzbucaqlılardan istifadə etməklə kateqoriyalar üzrə qiymətləri müqayisə edin. Kateqoriyaların ardıcıllığının mühüm olmadığı və ya elementlərin miqdarının göstərilməsi tələb olunduğu hallarda istifadə edin.
hy_am: Համեմատել կատեգորիաների արժեքները՝ օգտագործելով ուղղահայաց ուղղանկյունները: Կիրառել, երբ կատեգորիաների հերթականությունը կարևոր չէ, կամ տարրերի քանակներ, օրինակ՝ հիստագրամ, ցուցադրելու նպատակով:
kk_kz: Вертикалды тікбұрышты қолданып мәтіндерді категория бойынша салыстырыңыз. Оны категория реті маңызды болмаған кезде немесе гистограммаларды көрсету үшін қолданыңыз.
ru_ru: Сравнивает значения по категориям с использованием вертикальных прямоугольников. Применяется в тех случаях, когда порядок категорий не важен или требуется отобразить количества элементов в виде гистограммы.
th_th: เปรียวเทียบค่าต่างๆตามหมวดหมู่ โดยการใช้สี่เหลี่ยมผืนผ้าแนวตั้ง ใช้เมื่อลำดับของแต่ละหมวดหมู่ไม่มีความสำคัญ หรือสำหรับการแสดงจำนวนรายการ เช่น ฮิสโทแกรม
uk_ua: Порівнює значення за категоріями з використанням вертикальних прямокутників. Застосовується в тих випадках, коли порядок категорій не важливий або потрібно відобразити кількості елементів у вигляді гістограми.

# ChartStringId.CmdCreateBar3DChartMenuCaption
source: 3-D Clustered Column
ar_iq: عمود متفاوت المسافات ثلاثي الأبعاد
az_latn_az: 3-D qruplaşmış sütun
hy_am: 3D խմբավորած սյունակ
kk_kz: 3-D Кластерлік Гистограмма
ru_ru: Трёхмерная кластерная гистограмма
th_th: คอลัมน์ 3-D ถูกจัดกลุ่ม
uk_ua: Тривимірна кластерна гістограма

# ChartStringId.CmdCreateBar3DChartDescription
source: Compare values across categories and display clustered columns in 3-D format.
ar_iq: قارن القيم عبر الفئات واعرض الأعمدة المتفاوتة المسافات بتنسيق ثلاثي الأبعاد.
az_latn_az: Kateqoriyalar üzrə qiymətləri müqayisə edin və qruplaşmış sütunları 3-D formatında göstərin.
hy_am: Համեմատել կատեգորիաների արժեքները և ցուցադրել խմբավորած սյունակները 3-D ձևաչափով:
kk_kz: Мәтіндерді категория бойынща салыстырып кластерлік Гистограммы в 3-D форматта көрсетіңіз.
ru_ru: Сравнивает значения по категориям и отображает кластерные гистограммы в трёхмерном виде.
th_th: เปรียวเทียบค่าต่างๆตามหมวดหมู่ และแสดงคอลัมน์ที่จัดกลุ่มในฟอร์แม็ต 3-D
uk_ua: Порівнює значення за категоріями і відображає кластерні гістограми в тривимірному вигляді.

# ChartStringId.CmdCreateFullStackedBarChartMenuCaption
source: 100% Stacked Column
ar_iq: عمود مكدس 100%
az_latn_az: 100% çoxqatlı sütun
hy_am: Սյունակ 100% բաղկացուցիչներով
kk_kz: 100% Көп қатпарлы Гистограмма
ru_ru: 100%-ная многослойная гистограмма
th_th: คอลัมน์กองซ้อนกัน 100%
uk_ua: 100% -ва багатошарова гістограма

# ChartStringId.CmdCreateFullStackedBarChartDescription
source: Compare the percentage that each value contributes to a total across categories by using vertical rectangles. Use it to emphasize the proportion of each data series.
ar_iq: قارن النسبة المئوية التي تساهم فيها كل قيمة في المجموع عبر الفئات باستخدام المستطيلات الشاقولية. استخدمها للتركيز على نسبة كل سلسلة بيانات.
az_latn_az: Şaquli düzbucaqlılardan istifadə etməklə, kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyi faizi müqayisə edin. Hər bir verilənlər sırasının tənasübünü vurğulamaq üçün ondan istifadə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ընդհանուրի նկատմամբ՝ օգտագործելով ուղղահայաց ուղղանկյունները: Կիրառել այն տվյալների յուրաքանչյուր հաջորդականության համամասնությունն ընդգծելու համար:
kk_kz: Диагноз бойынша барлық санды шығаруға қолданылған бүкіл мәтіндердің пайызын салыстырыңыз. Оны әрбір мәтініне ерекше көңіл аудару үшін қолданыңыз.
ru_ru: Сравнивает процентный объём, который каждое значение вносит в общую сумму по каждой категории используя вертикальные прямоугольники. Применяется для выделения удельного веса каждой последовательности данных.
th_th: เปรียบเทียบเปอร์เซ็นที่ค่าแต่ละค่ารับรองถึง กับหมวดหมู่ทั้งหมดโดยการใช้สี่เหลี่ยมผืนผ้าแนวตั้ง ใช้เพื่อวำเคราะห์ปริมาณของแต่ละซีรี่ส์ข้อมูล
uk_ua: Порівнює відсотковий обсяг, який кожне значення вносить в загальну суму по кожній категорії використовуючи вертикальні прямокутники. Застосовується для виділення ваги кожної послідовності даних.

# ChartStringId.CmdCreateFullStackedBar3DChartMenuCaption
source: 100% Stacked Column in 3-D
ar_iq: عمود مكدس ثلاثي الأبعاد 100%
az_latn_az: 3-D-də 100% çoxqatlı sütun
hy_am: Սյունակ 100% բաղկացուցիչներով 3D
kk_kz: 100% Көп қатпарлы Гистограмма 3-D форматта
ru_ru: 100%-ная трёхмерная многослойная гистограмма
th_th: คอลัมน์ 3-D กองซ้อนกัน 100%
uk_ua: 100% -ва тривимірна багатошарова гістограма

# ChartStringId.CmdCreateFullStackedBar3DChartDescription
source: Compare the percentage each value contributes to a total across categories and display 100% stacked columns in 3-D format.
ar_iq: قارن النسبة المئوية التي تساهم فيها كل قيمة في المجموع عبر الفئات واعرض الأعمدة المكدسة بتنسيق ثلاثي الأبعاد.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyi faizi müqayisə edin və 3-D-də 100% çoxqatlı sütunları göstərin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ամբողջի նկատմամբ և ցուցադրել սյունակները 100% բաղկացուցիչներով 3-D ձևաչափով:
kk_kz: Диагноз бойынша барлық санды шығаруға қолданылған бүкіл мәтіндердің пайызын салыстырыңыз және 100% Көп қатпарлы Гистограмма 3-D форматта көрсетіңіз.
ru_ru: Сравнивает процентный объём, который каждое значение вносит в общую сумму по каждой категории, и отображает 100%-ные многослойные гистограммы в трёхмерном формате.
th_th: เปรียบเทียบเปอร์เซ็นที่ค่าแต่ละค่ารับรองถึง กับหมวดหมู่ทั้งหมด และแสดงคอลัมน์กองซ้อนกัน 100% ในฟอร์แม็ต 3-D
uk_ua: Порівнює відсотковий обсяг, який кожне значення вносить в загальну суму по кожній категорії, і відображає 100% -ві багатошарові гістограми в тривимірному форматі.

# ChartStringId.CmdCreateSideBySideFullStackedBarChartMenuCaption
source: Clustered 100% Stacked Column
ar_iq: عمود مكدس متفاوت المسافات 100%
az_latn_az: Qruplaşmış 100% çoxqatlı sütun
hy_am: Խմբավորած սյունակ 100% բաղկացուցիչներով
kk_kz: Кластерлік 100% Көп қатпарлы Гистограмма
ru_ru: Кластерная 100%-ная многослойная гистограмма
th_th: คอลัมน์กองซ้อนกัน 100% ที่จัดกลุ่ม
uk_ua: Кластерна 100% -ва багатошарова гістограма

# ChartStringId.CmdCreateSideBySideFullStackedBarChartDescription
source: Combine the advantages of both the 100% Stacked Column and Clustered Column chart types, so that you can stack different columns, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأعمدة المكدسة 100% والأعمدة المتفاوتة المسافات بحيث تستطيع تكديس أعمدة مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm 100% çoxqatlı sütun, həm də Qruplaşmış sütunun diaqram növlərinin üstünlüklərini birləşdirin ki, müxtəlif sütunların çoxqatlı yarada və onları eyni ox qiymətində qruplara birləşdirə biləsiniz.
hy_am: Միավորել 100% բաղկացուցիչներով սյունակի և խմբավորած սյունակի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր սյունակներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін 100% Көп қатпарлы Гистограмма және Кластерлік Гистограмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как 100%-ной многослойной столбцовой гистограммы, так и кластерной гистограммы, что позволяет пользователю складывать различные столбцы и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งคอลัมน์กองซ้อนกัน 100% และประเภทแผนภูมิคอลัมน์ที่จัดกลุ่มรวมกัน เพื่อคุณจะได้ซ้อนคอลัทน์ที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆ ตามค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як 100% -ної багатошарової стовпцевої гістограми, так і кластерної гістограми, що дозволяє користувачеві складати різні стовпці і об'єднувати їх в групи на одної осі.

# ChartStringId.CmdCreateSideBySideFullStackedBar3DChartMenuCaption
source: Clustered 100% Stacked Column in 3-D
ar_iq: عمود مكدس ثلاثي الأبعاد متفاوت المسافات 100%
az_latn_az: 3-D-də qruplaşmış 100% çoxqatlı sütun
hy_am: Խմբավորած 3-D սյունակ 100% բաղկացուցիչներով
kk_kz: Кластерлік 100% Көп қатпарлы Гистограмма 3-D форматта
ru_ru: Кластерная 100%-ная трёхмерная многослойная гистограмма
th_th: คอลัมน์กองซ้อนกันที่รวมกลุ่ม 100% เป็น 3-D
uk_ua: Кластерна 100% -ва тривимірна багатошарова гістограма

# ChartStringId.CmdCreateSideBySideFullStackedBar3DChartDescription
source: Combine the advantages of both the 100% Stacked Column and Clustered Column chart types in 3-D format, so that you can stack different columns, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأعمدة المكدسة 100% والأعمدة المتفاوتة المسافات بتنسيق ثلاثي الأبعاد بحيث تستطيع تكديس أعمدة مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm 100% çoxqatlı sütun, həm də Qruplaşmış sütunun diaqram növlərinin üstünlüklərini 3-D formatında birləşdirin ki, müxtəlif sütunların çoxqatlı yarada və onları eyni ox qiymətində qruplara birləşdirə biləsiniz.
hy_am: Միավորել 100% բաղկացուցիչներով սյունակի և խմբավորած սյունակի գրաֆիկի տեսակների առավելությունները 3-D ձևաչափով, որպեսզի կարողանաք տարբեր սյունակներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін 100% Көп қатпарлы Гистограмма және Кластерлік Гистограмма 3-D формат түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как 100%-ной многослойной столбцовой гистограммы, так и кластерной гистограммы в трёхмерном формате, что позволяет пользователю складывать различные столбцы и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งคอลัมน์กองซ้อนกัน 100% และประเภทแผนภูมิคอลัมน์ที่จัดกลุ่มรวมกันในฟอร์แม็ต 3-D เพื่อคุณจะได้ซ้อนคอลัทน์ที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆ ตามค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як 100% -ної багатошарової стовпчикової гістограми, так і кластерної гістограми в тривимірному форматі, що дозволяє складати різні стовпці і об'єднувати їх в групи однієї і тієї ж осі.

# ChartStringId.CmdCreateSideBySideStackedBarChartMenuCaption
source: Clustered Stacked Column
ar_iq: عمود مكدس متفاوت المسافات
az_latn_az: Qruplaşmış çoxqatlı sütun
hy_am: Խմբավորած սյունակ բաղկացուցիչներով
kk_kz: Кластерлік Толтырылған Гистограмма
ru_ru: Кластерная многослойная гистограмма
th_th: คอลัมน์กองซ้อนที่รวมกลุ่มกัน
uk_ua: Кластерна багатошарова гістограма

# ChartStringId.CmdCreateSideBySideStackedBarChartDescription
source: Combine the advantages of both the Stacked Column and Clustered Column chart types, so that you can stack different columns, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأعمدة المكدسة والأعمدة المتفاوتة المسافات بحيث تستطيع تكديس أعمدة مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm çoxqatlı sütun, həm də qruplaşmış sütunun diaqram növlərinin üstünlüklərini birləşdirin ki, müxtəlif sütunların çoxqatlı yarada və onları eyni ox qiymətində qruplara birləşdirə biləsiniz.
hy_am: Միավորել բաղկացուցիչներով սյունակի և խմբավորած սյունակի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր սյունակներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін Толтырылған Гистограмма және Кластерлік Гистограмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как столбцовой многослойной гистограммы, так и кластерной гистограммы, что позволяет пользователю складывать различные столбцы и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งคอลัมน์กองซ้อนกัน และประเภทแผนภูมิคอลัมน์ที่จัดกลุ่มรวมกัน เพื่อคุณจะได้ซ้อนคอลัมน์ที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆ ตามค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як столбцовую багатошарової гістограми, так і кластерної гістограми, що дозволяє користувачеві складати різні стовпці і об'єднувати їх в групи на однієї осі.

# ChartStringId.CmdCreateSideBySideStackedBar3DChartMenuCaption
source: Clustered Stacked Column in 3-D
ar_iq: عمود مكدس ثلاثي الأبعاد متفاوت المسافات
az_latn_az: 3-D-də qruplaşmış çoxqatlı sütun
hy_am: Խմբավորած 3-D սյունակ բաղկացուցիչներով
kk_kz: Кластерлік Көп қатпарлы Бағана 3-D форматта
ru_ru: Кластерная трёхмерная многослойная гистограмма
th_th: คอลัมน์กองซ้อนที่รวมกลุ่มกันเป็น 3-D
uk_ua: Кластерна тривимірна багатошарова гістограма

# ChartStringId.CmdCreateSideBySideStackedBar3DChartDescription
source: Combine the advantages of both the Stacked Column and Clustered Column chart types in 3-D format, so that you can stack different columns, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأعمدة المكدسة والأعمدة المتفاوتة المسافات بتنسيق ثلاثي الأبعاد بحيث تستطيع تكديس أعمدة مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm çoxqatlı sütun, həm də qruplaşmış sütunun diaqram növlərinin üstünlüklərini 3-D formatında birləşdirin ki, müxtəlif sütunların çoxqatlı yarada və onları eyni ox qiymətində qruplara birləşdirə biləsiniz.
hy_am: Միավորել բաղկացուցիչներով սյունակի և խմբավորած սյունակի գրաֆիկի տեսակների առավելությունները 3-D ձևաչափով, որպեսզի կարողանաք տարբեր սյունակներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін Көп қатпарлы Гистограмма және Кластерлік Гистограмма 3-D формат түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как столбцовой многослойной гистограммы, так и кластерной гистограммы в трёхмерном формате, что позволяет пользователю складывать различные столбцы и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งคอลัมน์กองซ้อนกัน และประเภทแผนภูมิคอลัมน์ที่จัดกลุ่มรวมกันในฟอร์แม็ต 3-D เพื่อคุณจะได้ซ้อนคอลัมน์ที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆ ตามค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як стовпчикової багатошарової гістограми, так і кластерної гістограми в тривимірному форматі, що дозволяє складати різні стовпці і об'єднувати їх в групи на однієй осі.

# ChartStringId.CmdCreateStackedBarChartMenuCaption
source: Stacked Column
ar_iq: عمود مكدس
az_latn_az: Çoxqatlı sütun
hy_am: Սյունակ բաղկացուցիչներով
kk_kz: Көп қатпарлы Гистограмма
ru_ru: Многослойная гистограмма
th_th: คอลัมน์ที่กองซ้อนกัน
uk_ua: Багатошарова гістограма

# ChartStringId.CmdCreateStackedBarChartDescription
source: Compare the contribution of each value to a total across categories by using vertical rectangles. Use it to emphasize the total across series for one category.
ar_iq: قارن مساهمة كل قيمة في المجموع عبر الفئات باستخدام المستطيلات الشاقولية. استخدم هذه الطريقة للتركيز على المجموع عبر سلسلة فئة واحدة.
az_latn_az: Şaquli düzbucaqlılardan istifadə etməklə, kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyini müqayisə edin. Bundan bir kateqoriya üçün sıralar üzrə cəmi vurğulamaq üçün istifadə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ընդհանուրի նկատմամբ՝ օգտագործելով ուղղահայաց ուղղանկյունները: Կիրառել այն մեկ կատեգորիայի համար հաջորդականություններում միագումարն ընդգծելու նպատակով:
kk_kz: Жалпы категорияға қосқан әр мәтінінің үлесін көлденең тікбұрышты қолданып салыстырыңыз. Оны бір категория үшін жалпы серия бойынша нәтижеге ерекше көңіл аудару үшін қолданыңыз.
ru_ru: Сравнивает вклад каждого значения в общую сумму по категориям используя вертикальные прямоугольники. Применяется для выделения общей суммы по каждой последовательности для одной категории.
th_th: เปรียบเทียบผลของแต่ละค่าในหมวดหมู่ทั้งหมดโดยการใช้สี่เหลี่ยมผืนผ้าแนวตั้ง ใช้เพื่อวิเคราะห์ซีรี่ส์ทั้งหมดต่อหนึ่งหมวดหมู่
uk_ua: Порівнює внесок кожного значення в загальну суму за категоріями використовуючи вертикальні прямокутники. Застосовується для виділення загальної суми по кожній послідовності для однієї категорії.
