Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# GridStringId.LayoutViewLabelCardArrangeRule
source: Arrange Rule:
ar_iq: ترتيب القاعدة:
az_latn_az: Qaydaları nizamlamaq:
hy_am: Կարգավորել կանոնները
ka_ge: წესების დალაგება:
kk_kz: Ережелерді ретке келтіру
ru_ru: Упорядочить правила:
th_th: กฏการจัดเรียง:
uk_ua: Впорядкувати правило:

# GridStringId.MenuColumnAverageSummaryTypeDescription
source: Average
ar_iq: متوسط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Среднее
th_th: เฉลี่ย
uk_ua: Середнє

# GridStringId.MenuFooterAverage
source: Average
ar_iq: متوسط
az_latn_az: Orta göstərici
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Ср&еднее
th_th: เฉลี่ย
uk_ua: Середнє

# GridStringId.MenuFooterAverageFormat
source: AVG={0:#.##}
ar_iq: متوسط={0:#.##}
az_latn_az: Orta göstərici={0:#.##}
hy_am: Միջին={0:#.##}
ka_ge: საშუალო არითმეტიკული={0:#.##}
kk_kz: Орташа={0:#.##}
ru_ru: Среднее={0:#.##}
uk_ua: СЕР={0:#.##}

# PivotGridStringId.CustomizationFormBottomPanelOnly1by4
source: Areas Section Only (1 by 4)
ar_iq: قسم المنطقة فقط (1 بـ 4)
az_latn_az: Yalnız ərazilər bölməsi (1 x 4)
hy_am: Միայն ընտրված տարածքների համար (1՝ 4-ից)
ka_ge: ზონების სექცია მხოლოდ (1 4-ზე)
kk_kz: Тектаңдалған аумақтар үшін (4-тен 1)
ru_ru: Только для выбранных областей (1 из 4)
th_th: เฉพาะหมวดพื้นที่เท่านั้น (1 โดย 4)
uk_ua: Лише для обраних зон (1 з 4)

# PivotGridStringId.CustomizationFormBottomPanelOnly2by2
source: Areas Section Only (2 by 2)
ar_iq: قسم المنطقة فقط (2 بـ 2)
az_latn_az: Yalnız ərazilər bölməsi (2 x 2)
hy_am: Միայն ընտրված տարածքների համար (2՝ 2-ից)
ka_ge: ზონების სექცია მხოლოდ (2 2-ზე)
kk_kz: Тек таңдалған аумақтар үшін (2-ден 2)
ru_ru: Только для выбранных областей (2 из 2)
th_th: เฉพาะหมวดพื้นที่เท่านั้น (2 โดย 2)
uk_ua: Лише для обраних зон (2 з 2)

# PivotGridStringId.SummaryAverage
source: Average
ar_iq: متوسط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Среднее
th_th: เฉลี่ย
uk_ua: Середнє

# PreviewStringId.Button_Apply
source: Apply
ar_iq: تطبيق
az_latn_az: Tətbiq et
hy_am: Կիրառել
ka_ge: გამოყენება
kk_kz: Қолдану
ru_ru: Применить
th_th: นำไปใข้
uk_ua: Застосувати

# PreviewStringId.ExportOption_ActionAfterExport_AskUser
source: Ask a user
ar_iq: اسأل المستخدم
az_latn_az: İstifadəçidən soruş
hy_am: Հարցնել օգտագործողին
ka_ge: ჰკითხეთ მომხმარებელს
kk_kz: Пайдаланушыдан сұрау
ru_ru: Спросить пользователя
th_th: ถามผู้ใข้
uk_ua: Спитати користувача

# PreviewStringId.ExportOption_PdfDocumentApplication
source: Application:
ar_iq: التطبيق:
az_latn_az: Proqram:
hy_am: Հավելված
ka_ge: გამოყენება:
kk_kz: Қосымша:
ru_ru: Приложение:
th_th: แอพพลิเคชั่น:
uk_ua: Додаток:

# PreviewStringId.ExportOption_PdfDocumentAuthor
source: Author:
ar_iq: المؤلف:
az_latn_az: Müəllif:
hy_am: Հեղինակ՝
ka_ge: ავტორი:
kk_kz: Автор:
ru_ru: Автор:
th_th: นักเขียน:
uk_ua: Автор:

# PreviewStringId.Shapes_Arrow
source: Arrow
ar_iq: سهم
az_latn_az: Ox
hy_am: Սլաք
ka_ge: ისარი
kk_kz: Көрсеткі
ru_ru: Стрелка
th_th: ลูกศร
uk_ua: Стрілка

# PreviewStringId.WMForm_Watermark_Asap
source: ASAP
ar_iq: بأسرع ما يمكن
az_latn_az: Mümkün qədər tez
hy_am: ՈՐՔԱՆ ՀՆԱՐԱՎՈՐ Է ՇՈՒՏ
ka_ge: რაც შეიძლება მალე
kk_kz: Мүмкіндігінше жылдамырақ
ru_ru: КАК МОЖНО СКОРЕЕ
th_th: โดยทันที
uk_ua: СРОЧНО

# ReportStringId.CatAppearance
source: Appearance
ar_iq: المظهر
az_latn_az: Görünüş
hy_am: Արտաքին տեսք
ka_ge: გარეგნული სახე
kk_kz: Түр
ru_ru: Вид
th_th: ลักษณะ
uk_ua: Зовнішній вигляд

# ReportStringId.PivotGridForm_ItemAppearances_Caption
source: Appearances
ar_iq: المظاهر
az_latn_az: Görünüşlər
hy_am: Արտաքին տեսք
ka_ge: გარეგნული სახეები
kk_kz: Сыртқы түрі
ru_ru: Внешний вид
th_th: ลักษณะ
uk_ua: Зовнішній вигляяд

# ReportStringId.UD_Capt_BackGroundColor
source: Bac&kground Color
ar_iq: لون الخ&لفية
az_latn_az: Fonun rəngi
hy_am: ետնապատկերի գույն
ka_ge: ფ&ონის ფერი
kk_kz: Фон түсі
ru_ru: Цвет фона
th_th: สีพื้นหลัง
uk_ua: Колір &фону

# StringId.Apply
source: Apply
ar_iq: تطبيق
az_latn_az: Tətbiq et
hy_am: Կիրառել
ka_ge: გამოყენება
kk_kz: Қолдану
ru_ru: Применить
th_th: นำไปใช้
uk_ua: Застосувати

# StringId.NavigatorAppendButtonHint
source: Append
ar_iq: إلحاق
az_latn_az: Əlavə et
hy_am: Ավելացնել
ka_ge: დამატება
kk_kz: Қосу
ru_ru: Добавить
th_th: ผนวก
uk_ua: Додати

# TreeListStringId.MenuFooterAverage
source: Average
ar_iq: متوسط
az_latn_az: Orta göstərici
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Среднее
th_th: เฉลี่ย
uk_ua: Середнє

# TreeListStringId.MenuFooterAverageFormat
source: AVG={0:#.##}
ar_iq: متوسط={0:#.##}
az_latn_az: Orta göstərici={0:#.##}
hy_am: Միջին={0:#.##}
ka_ge: საშუალო არითმეტიკული={0:#.##}
kk_kz: Орташа={0:#.##}
ru_ru: Среднее={0:#.##}
uk_ua: СЕР={0:#.##}

# ChartStringId.SvnFullStackedBar
source: Bar Stacked 100%
ar_iq: سلسلة مكدسة 100%
az_latn_az: 100% tərkibli sütun diaqramı
hy_am: Սյուն 100% բաղկացուցիչներով
ka_ge: დაგროვებით 100%
kk_kz: 100% жинақтамамен көлемді
ru_ru: Объемный с накоплением
th_th: แถบถูกซ้อนกัน100%
uk_ua: Стовпці з групуванням та накопиченням 100%

# ChartStringId.SvnFullStackedBar3D
source: Bar 3D Stacked 100%
ar_iq: سلسلة ثلاثية الأبعاد 100%
az_latn_az: 3D 100% tərkibli Sütun diaqramı
hy_am: 3D սյուն 100% բաղկացուցիչներով
ka_ge: 3D დაგროვებით 100%
kk_kz: 100% жинақтамамен көлемді
ru_ru: Объемный с накоплением 100%
th_th: แถบ 3D ถูกซ้อนกัน100%
uk_ua: Об'ємні стовпці з групуванням та накопиченням 100%

# ChartStringId.SvnSideBySideBar
source: Bar
ar_iq: شريط
az_latn_az: Sütun diaqramı
hy_am: Սյուն
ka_ge: დაჯგუფებით
kk_kz: Топтамамен
ru_ru: C группировкой
th_th: แถบ
uk_ua: З групуванням

# ChartStringId.SvnSideBySideBar3D
source: Bar 3D
ar_iq: شريط ثلاثي الأبعاد
az_latn_az: 3D Sütun diaqramı
hy_am: 3D սյուն
ka_ge: 3D დაჯგუფებით
kk_kz: Топтамамен көлемді
ru_ru: Объемный с группировкой
th_th: แถบ 3D
uk_ua: Об'ємний з групуванням

# ChartStringId.SvnStackedBar
source: Bar Stacked
ar_iq: شريط مكدس
az_latn_az: Tərkibli sütunlu diaqram
hy_am: Սյուն բաղկացուցիչներով
ka_ge: დაგროვებით
kk_kz: Жинақтамамен
ru_ru: C накоплением
th_th: แถบถูกซ้อนกัน
uk_ua: З накопиченням

# ChartStringId.SvnStackedBar3D
source: Bar 3D Stacked
ar_iq: شريط ثلاثي الأبعاد مكدس
az_latn_az: 3D tərkibli Sütunlu diaqram
hy_am: 3D սյուն բաղկացուցիչներով
ka_ge: 3D დაგროვებით
kk_kz: Жинақтамамен көлемді
ru_ru: Объемный C накоплением
th_th: แถบ 3D ถูกซ้อนกัน
uk_ua: Об'ємний з накопиченням

# ChartStringId.WizHatchBackwardDiagonal
source: BackwardDiagonal
ar_iq: قطري إلى الخلف
az_latn_az: Əks diaqonal
hy_am: ՀակառակԱնկյունագծային
ka_ge: უკუდიაგონალური
kk_kz: Кері Диагональді
ru_ru: ОбратныйДиагональный
th_th: การแทยงมุมกลับ
uk_ua: ЗворотнийДіагональний

# GridStringId.CustomFilterDialogConditionBlanks
source: blanks
ar_iq: فراغات
az_latn_az: boş olanlar
hy_am: դատարկներ
ka_ge: ცარიელები
kk_kz: бос
ru_ru: пустые
th_th: ช่องว่าง
uk_ua: порожні

# GridStringId.CustomizationBands
source: Bands
ar_iq: نطاقات
az_latn_az: Kateqoriyalar
hy_am: Կատեգորիաներ
ka_ge: კატეგორიები
kk_kz: Санаттар
ru_ru: Группы колонок
th_th: แถบ
uk_ua: Категорії

# GridStringId.MenuColumnBestFit
source: Best Fit
ar_iq: الاحتواء الأفضل
az_latn_az: Ən çox uyğun gələn
hy_am: Լայնության ընտրություն
ka_ge: მაქსიმალურად მორგებული
kk_kz: Енін таңдау
ru_ru: Подбор &ширины
th_th: พอดีที่สุด
uk_ua: Підгінка

# GridStringId.MenuColumnBestFitAllColumns
source: Best Fit (all columns)
ar_iq: الاحتواء الأفضل (كل الأعمدة)
az_latn_az: Ən çox uyğun gələn (bütün sütunlar)
hy_am: Լայնության ընտրություն (բոլոր սյունակները)
ka_ge: მაქსიმალურად მორგებული (ყველა სვეტი)
kk_kz: Енін таңдау (барлық бағандар)
ru_ru: Подбор ширины (все &колонки)
th_th: พอดีที่สุด (ทุกคอลัมน์)
uk_ua: Підгінка (усі колонки)

# GridStringId.PrintDesignerBandHeader
source: Band Header
ar_iq: عنوان النطاق
az_latn_az: Kateqoriya başlığı
hy_am: Կատեգորիայի վերնագիր
ka_ge: კატეგორია
kk_kz: Санат
ru_ru: Категория
th_th: หัวเรื่องแถบ
uk_ua: Категорія

# PivotGridStringId.PrintDesignerPageBehavior
source: Behavior
ar_iq: السلوك
az_latn_az: Davranış
hy_am: Վարք
ka_ge: ქცევა
kk_kz: Тәртіп
ru_ru: Поведение
th_th: พฤติกรรม
uk_ua: Поведінка

# PivotGridStringId.StatusBad
source: Bad
ar_iq: سيء
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: არასწორი
kk_kz: Қате
ru_ru: Ошибочный
th_th: ไม่ดี
uk_ua: Помилковий

# PreviewStringId.Msg_InvalidBarcodeData
source: Binary data can't be longer than 1033 bytes.
ar_iq: لا يمكن للبيانات الثنائية ان تكون اطول من 1033 بايت.
az_latn_az: Cüt məlumatlar 1033 baytdan uzun ola bilməz.
hy_am: Բինար տվյալները չեն կարող լինել 1033 բայթից երկար:
ka_ge: ბინარული მონაცემები არ შეიძლება იყოს 1033 ბაიტზე გრძელი.
kk_kz: Қосарланған деректер 1033 байттан ұзын бола алмайды.
ru_ru: Двоичные данные не могут быть длиннее 1033 байт.
th_th: ข้อมูลทวิภาคไม่สามารถมากกว่า 1033 ไบต์ได้
uk_ua: Бінарні дані не можуть бути довшими за 1033 байт.

# PreviewStringId.RibbonPreview_FillBackground_STipTitle
source: Background Color
ar_iq: لون الخلفية
az_latn_az: Fonun rəngi
hy_am: ետնապատկերի գույն
ka_ge: ფონის ფერი
kk_kz: Фон түсі
ru_ru: Цвет фона
th_th: สีพื้นหลัง
uk_ua: Колір фону

# PreviewStringId.Shapes_BackslantLine
source: Backslant Line
ar_iq: خط مائل للخلف
az_latn_az: Arxaya meylli xətt
hy_am: Հակառակ թեքությամբ գիծ
ka_ge: მარცხნივ დახრილი შრიფტი
kk_kz: Кері иілген сызық
ru_ru: Линия с обратным наклоном
th_th: เส้นเอียงกลับ
uk_ua: Лінія зі зворотним нахилом

# PreviewStringId.TB_TTip_Backgr
source: Background
ar_iq: الخلفية
az_latn_az: Fon
hy_am: ետնապատկեր
ka_ge: ფონი
kk_kz: Фон
ru_ru: Фон
th_th: พื้นหลัง
uk_ua: Фон

# PreviewStringId.WMForm_Direction_BackwardDiagonal
source: BackwardDiagonal
ar_iq: قطري إلى الخلف
az_latn_az: Əks diaqonal
hy_am: ՀակառակԱնկյունագծային
ka_ge: უკუდიაგონალური
kk_kz: Диагональ бойынша төменнен жоғары
ru_ru: По диагонали сверху вниз
th_th: ทแยงมุมกลับ
uk_ua: ЗворотнийДіагональний

# ReportStringId.BCForm_Lbl_Binding
source: Binding
ar_iq: الربط
az_latn_az: Birləşmə
hy_am: Կապ
ka_ge: დამაკავშირებელი
kk_kz: Байлам
ru_ru: Привязка
th_th: การผูกเข้าด้วยกัน
uk_ua: Прив'язка

# ReportStringId.CatBehavior
source: Behavior
ar_iq: السلوك
az_latn_az: Rejim
hy_am: Վարք
ka_ge: ქცევა
kk_kz: Режим
ru_ru: Режим
th_th: พฤติกรรม
uk_ua: Поведінка

# ReportStringId.RibbonXRDesign_BackColor_Caption
source: Background Color
ar_iq: لون الخلفية
az_latn_az: Fonun rəngi
hy_am: Ետնապատկերի գույն
ka_ge: ფონის ფერი
kk_kz: Фон түсі
ru_ru: Цвет фона
th_th: สีพื้นหลัง
uk_ua: Колір фону

# ReportStringId.RibbonXRDesign_BackColor_STipTitle
source: Background Color
ar_iq: لون الخلفية
az_latn_az: Fonun rəngi
hy_am: ֆԵտնապատկերի գույն
ka_ge: ფონის ფერი
kk_kz: Фон түсі
ru_ru: Цвет фона
th_th: สีพื้นหลัง
uk_ua: Колір фону

# ReportStringId.RibbonXRDesign_HtmlBackward_Caption
source: Back
ar_iq: الخلف
az_latn_az: Geriyə
hy_am: Ետ
ka_ge: უკან
kk_kz: Артқа
ru_ru: Назад
th_th: กลับ
uk_ua: Назад

# ReportStringId.RibbonXRDesign_HtmlBackward_STipTitle
source: Back
ar_iq: الخلف
az_latn_az: Geriyə
hy_am: Ետ
ka_ge: უკან
kk_kz: Артқа
ru_ru: Назад
th_th: กลับ
uk_ua: Назад

# ReportStringId.STag_Name_Bands
source: Bands
ar_iq: النطاقات
az_latn_az: Qruplar
hy_am: Շերտեր
ka_ge: ზოლები
kk_kz: Сызықтар
ru_ru: Полосы
th_th: แถบ
uk_ua: Категорії

# ReportStringId.UD_TTip_FormatBackColor
source: Background Color
ar_iq: لون الخلفية
az_latn_az: Fonun rəngi
hy_am: ետնապատկերի գույն
ka_ge: ფონის ფერი
kk_kz: Фон түсі
ru_ru: Цвет фона
th_th: สีพื้นหลัง
uk_ua: Колір фону

# ReportStringId.Verb_Bind
source: Bind
ar_iq: ربط
az_latn_az: Birləşdirin
hy_am: Կապել
ka_ge: დაკავშირება
kk_kz: Байланыстыру
ru_ru: Связывать
th_th: ผูก
uk_ua: Зв'язати

# StringId.CalcButtonBack
source: Back
ar_iq: الخلف
az_latn_az: Geriyə
hy_am: Ետ
ka_ge: უკან
kk_kz: Артқа
ru_ru: Назад
th_th: กลับ
uk_ua: Назад

# StringId.FilterClauseBeginsWith
source: Begins with
ar_iq: يبدأ بـ
az_latn_az: Başlanğıc hərflər
hy_am: Սկսվում է
ka_ge: რით იწყება
kk_kz: ...басталады
ru_ru: Начинается с
th_th: ขึ้นต้นด้วย
uk_ua: Починається з

# StringId.FilterCriteriaToStringBetween
source: Between
ar_iq: بين
az_latn_az: Arasında
hy_am: Միջև
ka_ge: შუაში
kk_kz: Арасында
ru_ru: Между
th_th: ระหว่าง
uk_ua: Між

# StringId.PictureEditOpenFileFilter
source: Bitmap Files (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg;*.jpeg)|*.jpg;*.jpeg|Icon Files (*.ico)|*.ico|All Picture Files |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|All Files |*.*
az_latn_az: Bitmap faylları (*.bmp)|*.bmp|Graphics Interchange formatı (*.gif)|*.gif|JPEG File Interchange formatı
hy_am: Բիթային պատկերներ (*.bmp)|*.bmp|Գրաֆիկային փոխանակման ֆորմատ (*.gif)|*.gif|JPEG ֆայլի փոխանակման ֆորմատ (*.jpg;*jpeg)|*.jpg;*.jpeg|Իկոնային ֆայլեր (*.ico)|*.ico|Բոլոր պատկերային ֆայլերը|*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|Բոլոր ֆայլերը |*.*
ka_ge: Bitmap ფორმატის ფაილები (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg;*.jpeg)|*.jpg;*.jpeg|Icon Files (*.ico)|*.ico|All Picture Files |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|All Files |*.*
kk_kz: Биттік кескіндер (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg;*.jpeg)|*.jpg;*.jpeg|Icon Files (*.ico)|*.ico|All Picture Files |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|All Files |*.*
ru_ru: Битовые изображения (*.bmp)|*.bmp|GIF файлы (*.gif)|*.gif|JPEG файлы (*.jpg;*.jpeg)|*.jpg;*.jpeg|Файлы иконок (*.ico)|*.ico|Все файлы изображений |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|Все файлы |*.*
th_th: ไฟล์ Bitmap (*.bmp)|*.bmp|ฟอร์แม็ตการสับเปลี่ยนกราฟฟิค (*.gif)|*.gif|ฟอร์แม็ตการสับเปลี่ยนไฟล์ JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg|Icon Files (*.ico)|*.ico|ไฟล์รูปภาพทั้งหมด |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|ไฟล์ทั้งหมด |*.*
uk_ua: Бітові зображення (*.bmp)|*.bmp|Файли Graphics Interchange Format (*.gif)|*.gif|Файли JPEG (*.jpg;*.jpeg)|*.jpg;*.jpeg|Файли піктограми (*.ico)|*.ico|Усі файли зорбаження|*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|Усі файли |*.*

# StringId.PictureEditSaveFileFilter
source: Bitmap Files (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg)|*.jpg
az_latn_az: Bitmap faylları (*.bmp)|*.bmp|Graphics Interchange formatı (*.gif)|*.gif|JPEG File Interchange formatı (*.jpg)|*.jpg
hy_am: Բիթային պատկերներ (*.bmp)|*.bmp|Գրաֆիկային փոխանակման ֆորմատ (*.gif)|*.gif|JPEG ֆայլի փոխանակման ֆորմատ (*.jpg)|*.jpg
ka_ge: Bitmap ფორმატის ფაილები (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg)|*.jpg
kk_kz: Биттік кескіндер (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg)|*.jpg
ru_ru: Битовые изображения (*.bmp)|*.bmp|GIF файлы (*.gif)|*.gif|JPEG файлы (*.jpg;*.jpeg)|*.jpg;*.jpeg
th_th: ไฟล์ Bitmap (*.bmp)|*.bmp|ฟอร์แม็ตการสับเปลี่ยนกราฟฟิค(*.gif)|*.gif|JPEG ฟอร์แม็ตสับเปลี่ยนไฟล์ (*.jpg)|*.jpg
uk_ua: Бітові зображення (*.bmp)|*.bmp|Файли Graphics Interchange Format (*.gif)|*.gif|Файл формату JPEG (*.jpg)|*.jpg

# TreeListStringId.MenuColumnBestFit
source: Best Fit
ar_iq: الاحتواء الأفضل
az_latn_az: Ən çox uyğun gələn
hy_am: Լայնության ընտրություն
ka_ge: მაქსიმალურად მორგებული
kk_kz: Енін таңдау
ru_ru: Подбор ширины
th_th: พอดีที่สุด
uk_ua: Підгінка

# TreeListStringId.MenuColumnBestFitAllColumns
source: Best Fit (all columns)
ar_iq: الاحتواء الأفضل (كل الأعمدة)
az_latn_az: Ən çox uyğun gələn (bütün sütunlar)
hy_am: Լայնության ընտրություն (բոլոր սյունակները)
ka_ge: მაქსიმალურად მორგებული (ყველა სვეტი)
kk_kz: Енін таңдау (барлық бағандар)
ru_ru: Подбор ширины (все колонки)
th_th: พอดีที่สุด (ทุกคอลัมน์)
uk_ua: Підгінка (усі колонки)

# ChartStringId.WizBar3DModelBox
source: Box
ar_iq: مربع
az_latn_az: Qutu
hy_am: Տուփ
ka_ge: უჯრა
kk_kz: Құрсау
ru_ru: Блок
th_th: กล่อง
uk_ua: Блок

# ChartStringId.WizGradientBottomLeftToTopRight
source: BottomLeftToTopRight
ar_iq: أسفل اليسار إلى أعلى اليمين
az_latn_az: SolAşağıdanSağYuxarıdan
hy_am: ՍտորինհատվածիՁախիցՎերինհատվածիԱջ
ka_ge: ქვედამარცხენა მხრიდან ზედამარჯვენა მხარეს
kk_kz: ТөменСолғаЖоғарыдаОңға
ru_ru: СнизуНалевоСверхуНаправо
th_th: ด้านล่างซ้ายไปที่ด้านบนขวา
uk_ua: ЗнизуВлівоДогориВправо

# ChartStringId.WizGradientBottomRightToTopLeft
source: BottomRightToTopLeft
ar_iq: أسفل اليمين إلى أعلى اليسار
az_latn_az: SağAşağıdanSolYuxarıdan
hy_am: ՍտորինհատվածիԱջիցՎերինհատվածիՁախ
ka_ge: ქვედამარჯვენა მხრიდან ზედამარცხენა მხარეს
kk_kz: ТөменненОңғаЖоғарыдаСолға
ru_ru: СнизуНаправоСверхуНалево
th_th: ด้านล่างขวาไปที่ด้านบนซ้าย
uk_ua: ЗнизуВправоДогориВліво

# ChartStringId.WizGradientBottomToTop
source: BottomToTop
ar_iq: أسفل إلى أعلى
az_latn_az: AşağıdanYuxarıya
hy_am: ՍտորինհատվածիցՎերև
ka_ge: ქვემოდან ზემოთ
kk_kz: Төменнен Жоғарыға
ru_ru: СнизуВверх
th_th: ด้านล่างไปบน
uk_ua: ЗнизуВверх

# LayoutStringId.TextPositionBottomMenuText
source: Bottom
ar_iq: أسفل
az_latn_az: Aşağı
hy_am: Ստորին հատված
ka_ge: ქვედა
kk_kz: Төменде
ru_ru: Внизу
th_th: ล่าง
uk_ua: Низ

# PreviewStringId.Margin_BottomMargin
source: Bottom Margin
ar_iq: الهامش السفلي
az_latn_az: Aşağı sahə
hy_am: Ստորին եզր
ka_ge: ქვედა ზღვარი
kk_kz: Төменгі жолақ
ru_ru: Нижнее поле
th_th: ขอบล่าง
uk_ua: Нижнє поле

# PreviewStringId.RibbonPreview_DocumentMap_Caption
source: Bookmarks
ar_iq: الإشارات المرجعية
az_latn_az: Əlfəcinlər
hy_am: Էջանշաններ
ka_ge: ბუკმარკები
kk_kz: Бетбелгі
ru_ru: Закладки
th_th: ที่คั่นหนังสือ
uk_ua: Закладки

# PreviewStringId.SaveDlg_FilterBmp
source: BMP Bitmap Format
ar_iq: تنسيق صور نقطية BMP
az_latn_az: BMP bitmap formatı
hy_am: BMP Բիթային ֆորմատ
ka_ge: BMP Bitmap ფორმატი
kk_kz: BMP суреті
ru_ru: Картинка BMP
th_th: ฟอร์แม็ต BMP Bitmap
uk_ua: Зображення BMP

# PreviewStringId.Shapes_BottomArrow
source: Bottom Arrow
ar_iq: السهم السفلي
az_latn_az: Aşağı istiqamətlənmiş ox
hy_am: Սլաք ներքև
ka_ge: ქვედა ისარი
kk_kz: Көрсеткіні төмен апару
ru_ru: Стрелка вниз
th_th: ลูกศรล่าง
uk_ua: Стрілка вниз

# PreviewStringId.Shapes_Brace
source: Brace
ar_iq: قوس كبير
az_latn_az: Bağla
hy_am: Ձևավոր փակագիծ
ka_ge: კავშირი
kk_kz: Мүсінді жақшалар
ru_ru: Фигурная скобка
th_th: วงเล็บปีกกา
uk_ua: Фігурна дужка

# PreviewStringId.Shapes_Bracket
source: Bracket
ar_iq: قوس متوسط
az_latn_az: Mötərizə
hy_am: Չակերտ
ka_ge: დიაპაზონი
kk_kz: Жақша
ru_ru: Скобка
th_th: วงเล็บ
uk_ua: Дужка

# PreviewStringId.WMForm_VertAlign_Bottom
source: Bottom
ar_iq: أسفل
az_latn_az: Aşağı
hy_am: Ստորին հատված
ka_ge: ქვედა
kk_kz: Төменгі шеті бойынша
ru_ru: По нижнему краю
th_th: ล่าง
uk_ua: Низ

# ReportStringId.Cmd_BottomMargin
source: BottomMargin
ar_iq: الهامش السفلي
az_latn_az: Aşağı kənar
hy_am: Ստորին եզր
ka_ge: ქვედაზღვარი
kk_kz: Төменгі шекара
ru_ru: Нижняя граница
th_th: ขอบล่าง
uk_ua: Нижня межа

# ReportStringId.RibbonXRDesign_FontBold_Caption
source: Bold
ar_iq: عريض
az_latn_az: Qalın
hy_am: Թավատառ
ka_ge: მსხვილი ასოები
kk_kz: Жартылай жуан
ru_ru: Полужирный
th_th: หนา
uk_ua: Напівжирний

# ReportStringId.RibbonXRDesign_FontBold_STipTitle
source: Bold
ar_iq: عريض
az_latn_az: Qalın
hy_am: Թավատառ
ka_ge: მსხვილი ასოები
kk_kz: Жартылай жуан
ru_ru: Полужирный
th_th: หนา
uk_ua: Напівжирний

# ReportStringId.UD_Hint_OrderBringToFront
source: Bring the selected controls to the front
ar_iq: إحضار عناصر التحكم المحددة إلى الأمام
az_latn_az: İdarə elementləri ön hissəyə çıxarmaq
hy_am: Ընտրված կառավարման տարրերը բերել առաջ
ka_ge: მონიშნული მართვის ელემენტების წინა პლანზე გადმოტანა
kk_kz: Ерекшеленген басқару элементтерін алдыңғы бетке жылжытыңыз
ru_ru: Передвиньте выделенные элементы управления на передний план.
th_th: นำเอาการควบคุมที่เลือกมาข้างหน้า
uk_ua: Перемістити обрані елементи наперед

# ReportStringId.UD_TTip_FormatBold
source: Bold
ar_iq: عريض
az_latn_az: Qalın
hy_am: Թավատառ
ka_ge: მსხვილი ასოები
kk_kz: Жуан
ru_ru: Жирный
th_th: ตัวหนา
uk_ua: Напівжирний

# ChartStringId.IncompatibleSeriesMessage
source: by {0} with "{1}"
ar_iq: بواسطة {0} مع "{1}"
az_latn_az: "{1}" ilə, {0} vasitəsilə
hy_am: {0}-ն"{1}"-ի հետ
ka_ge: {0}–ით "{1}"–თან
kk_kz: "{1}"-ден {0}
ru_ru: {0} с "{1}"
th_th: โดย {0} กับ "{1}"
uk_ua: {0} з "{1}"

# ChartStringId.MsgIncorrectAnchorPointSeriesPoint
source: Can't set the series point, because it should belong to a series, and the series should be contained in the chart's collection.
ar_iq: لا يمكن تعيين نقطة السلسلة، لأن النقطة يجب أن تنتمي إلى سلسلة، وينبغي ان تكون السلسلة محتواة في مجموعة المخطط.
az_latn_az: Seriya nöqtəsini təyin etmək mümkün deyil, çünki bu nöqtə hər hansı seriyaya aid olmalı və seriya diaqram kolleksiyasına daxil olmalıdır.
hy_am: Հնարավոր չէ սահմանել հաջորդականության կետը, քանի որ այն պետք է պատկանի հաջորդականությանը և հաջորդականությունը պետք է ներառված լինի դիագրամի հավաքածուի մեջ:
ka_ge: შეუძლებელია სერიების წერტილის დაყენება, რადგან იგი უნდა მიეკუთვნებოდეს რაიმე სერიებს, ხოლო სერიები უნდა შედიოდეს დიაგრამის კოლექციაში.
kk_kz: Реттілік нүктесін орнату мүмкін емес, себебі ол реттілікке тиесілі болуға тиіс, ал реттілік диаграмма жиынтығында болуға тиіс.
ru_ru: Невозможно установить точку последовательности, поскольку она должна принадлежать последовательности, а последовательность должна содежаться iв коллекции диаграммы.
th_th: ไม่สามารถตั้งค่าจุดซีรี่ส์ได้ เพราะมันควรอยู่ในซีรี่ส์ต่างๆ และซีรี่ส์เหล่านี้ควรมีอยู่ในกลุ่มแผนภูมิ
uk_ua: Неможливо встановити точку послідовності, оскільки вона повинна належати послідовності, а послідовність повинна міститися в колекції діаграми.

# ChartStringId.MsgIncorrectAxisXCoordinateAxis
source: Can't set the AxisXCoordinate's axis, because the specified axis isn't primary and isn't contained in the diagram's collection of secondary X-axis.
ar_iq: لا يمكن تعيين محور إحداثيات المحور X لأن المحور المحدد ليس أساسياً وغير مدرج في مجموعة مخططات محور X الثانوي.
az_latn_az: XKoordinatOxunu təyin etmək mümkün deyil, çünki göstərilən ox əsas ox deyil və diaqramın ikincili X-oxları kolleksiyasına daxil deyil.
hy_am: Հնարավոր չէ սահմանել AxisXCoordinate-ի առանցքը, քանի որ նշված առանցքը առաջնային չէ և ներառված չէ դիագրամի երկրորդական X-առանցքների հավաքածուի մեջ:
ka_ge: შეუძლებელია AxisXკოორდინატის ღერძის დაყენება, რადგან მოცემული ღერძი არ არის პირველადი და არ შედის დიაგრამის მეორადი X-ღერძების კოლექციაში.
kk_kz: AxisXCoordinate's осін орнату мүмкін емес, себебі аталған ось бастапқы ось емес және диагарамманың қайталама X-осінің жинағында жоқ.
ru_ru: Невозможно установить ось AxisXCoordinate, поскольку указанная ось не является первичной и не содержится в коллекции вторичных X-осей диаграммы.
th_th: ไม่สามารถตั้งค่า AxisXCoordinate ของแกนได้ เนื่องจากแกนที่กำหนดไม่ใช่แกนหลัก และไม่มีกลุ่มของแกน Y สองของไดอะแกรม
uk_ua: Неможливо встановити вісь AxisXCoordinate, тому що визначена вісь не є головною та не міститься у діаграмі вторинних X-вісей.

# ChartStringId.MsgIncorrectAxisYCoordinateAxis
source: Can't set the AxisYCoordinate's axis, because the specified axis isn't primary and isn't contained in the diagram's collection of secondary Y-axis.
ar_iq: لا يمكن تعيين محور إحداثيات المحور Y لأن المحور المحدد ليس أساسياً وغير مدرج في مجموعة مخططات محور Y الثانوي.
az_latn_az: YKoordinatOxunu təyin etmək mümkün deyil, çünki göstərilən ox əsas ox deyil və diaqramın ikincili Y oxları kolleksiyasına daxil deyil.
hy_am: Հնարավոր չէ սահմանել AxisYCoordinate-ի առանցքը, քանի որ նշված առանցք առաջնային չէ և ներառված չէ դիագրամի երկրորդական Y-առանցքների հավաքածուի մեջ:
ka_ge: შეუძლებელია AxisYკოორდინატის ღერძის დაყენება, რადგან მოცემული ღერძი არ არის პირველადი და არ შედის დიაგრამის მეორადი Y-ღერძების კოლექციაში.
kk_kz: AxisXCoordinate's осін орнату мүмкін емес, себебі аталған ось бастапқы ось емес және диагарамманың қайталама Y-осінің жинағында жоқ.
ru_ru: Невозможно установить ось AxisYCoordinates, поскольку указанная ось не является первичной и не содержится в коллекции вторичных Y-осей диаграммы.
th_th: ไม่สามารถตั้งค่า AxisXCoordinate ของแกนได้ เนื่องจากแกนที่กำหนดไม่ใช่แกนหลัก และไม่มีกลุ่มของแกน Y สองของไดอะแกรม
uk_ua: Неможливо встановити вісь AxisXCoordinate, тому що визначена вісь не є первинною та не міститься у діаграмі вторинних Y-вісей.
