Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# StringId.XtraMessageBoxAbortButtonText
source: &Abort
ar_iq: &إيقاف
az_latn_az: &Dayandırmaq
hy_am: &Ընդհատել
ka_ge: &შეწყვეტა
kk_kz: & Үзу
ru_ru: &Прервать
th_th: &ยกเลิก
uk_ua: &Перервати

# StringId.XtraMessageBoxCancelButtonText
source: &Cancel
ar_iq: &إلغاء
az_latn_az: &Təxirə sal
hy_am: &Չեղարկել
ka_ge: &გაუქმება
kk_kz: & Қолданбау
ru_ru: Отмена
th_th: &ยกเลิก
uk_ua: &Скасувати

# StringId.XtraMessageBoxIgnoreButtonText
source: &Ignore
ar_iq: &تجاهل
az_latn_az: &Rədd et
hy_am: &Անտեսել
ka_ge: &იგნორირება
kk_kz: & Елемеу
ru_ru: &Пропустить
th_th: &เพิกเฉย
uk_ua: &Пропустити

# StringId.XtraMessageBoxNoButtonText
source: &No
ar_iq: &لا
az_latn_az: &Xeyr
hy_am: &Ոչ
ka_ge: &არა
kk_kz: &Жоқ
ru_ru: &Нет
th_th: ไม่
uk_ua: &Ні

# StringId.XtraMessageBoxRetryButtonText
source: &Retry
ar_iq: &إعادة المحاولة
az_latn_az: &Yenidən cəhd et
hy_am: &Կրկին փորձել
ka_ge: &ხელახლა ცდა
kk_kz: &Қайталау
ru_ru: &Повторить
th_th: &ลองอีกครั้ง
uk_ua: &Повторити

# TreeListStringId.InvalidNodeExceptionText
source: Do you want to correct the value ?
ar_iq: هل ترغب في تصحيح القيمة؟
az_latn_az: Dəyəri düzəliş etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ուղղել արժեքը:
ka_ge: გინდათ მოცემული სიდიდის შესწორება?
kk_kz: Мәнді өзгерткіңіз келе ме?
ru_ru: Хотите исправить значение?
th_th: คุณต้องการแก้ไขค่าหรือไม่
uk_ua: Бажаєте виправити значення?

# VGridStringId.InvalidRecordExceptionText
source: Do you want to correct the value ?
ar_iq: هل ترغب في تصحيح القيمة؟
az_latn_az: Göstəriciyə düzəliş etmək istəyirsinizmi?
hy_am: Ցանկանու՞մ եք ուղղել արժեքը:
ka_ge: გინდათ მოცემული სიდიდის შესწორება?
kk_kz: Мәнді өзгерткіңіз келе ме?
ru_ru: Хотите исправить значение?
th_th: คุณต้องการแก้ไขค่าหรือไม่
uk_ua: Бажаєте виправити значення?

# VGridStringId.RowCustomizationDeleteCategoryText
source: &Delete
ar_iq: &حذف
az_latn_az: &Silmək
hy_am: &Ջնջել
ka_ge: შეუძლებელია თარიღიდროსაზომიერთეულის მახასიათებლის შესწორებათარიღი-დროის მასშტაბის ავტომატურ რეჟიმში.
kk_kz: & Жою
ru_ru: &Удалить
th_th: &ลบ
uk_ua: &Видалити

# VGridStringId.RowCustomizationNewCategoryText
source: &New...
ar_iq: &جديد...
az_latn_az: &Yeni...
hy_am: &Նոր...
ka_ge: &ახალი
kk_kz: &Жаңа...
ru_ru: &Новая...
th_th: &ใหม่...
uk_ua: &Новий...

# WizardStringId.HelpText
source: &Help
ar_iq: &تعليمات
az_latn_az: &Kömək
hy_am: &Օգնություն
ka_ge: &დახმარება
kk_kz: & Анықтама
ru_ru: Справка
th_th: &ช่วยเหลือ
uk_ua: &Довідка

# WizardStringId.NextText
source: &Next >
ar_iq: &التالي >
az_latn_az: &Növbəti >
hy_am: Հաջորդը >
ka_ge: &შემდეგი >
kk_kz: & Одан әрі >
ru_ru: &Далее >
th_th: &ต่อไป>
uk_ua: &Далі >

# StringId.OK
source: OK
ar_iq: موافق
az_latn_az: &Bəli
hy_am: Այո
ka_ge: დიახ
kk_kz: ОК
ru_ru: ОК
uk_ua: ОК

# ReportStringId.FSForm_Btn_Ok
source: OK
ar_iq: موافق
az_latn_az: Bəli
hy_am: Այո
ka_ge: დიახ
ru_ru: ОК
uk_ua: ОК

# ReportStringId.FSForm_Cat_Int32
source: Int32
az_latn_az: Bütöv
hy_am: Ամբողջ
ka_ge: მთელი
kk_kz: Бүтін
ru_ru: Целое
uk_ua: Ціле

# PreviewStringId.ExportOption_PdfConvertImagesToJpeg
source: Convert Images to Jpeg
ar_iq: تحويل الصور إلى Jpeg
az_latn_az: Şəkilləri Jpeg formatına çevirmək
hy_am: Վերածել պատկերները Jpeg
ka_ge: კონვერტაცია Jpeg ფორმატში
kk_kz: Кескінді jpeg пішіміне өзгерту
ru_ru: Преобразование изображений в формат jpeg
th_th: แปลงรูปภาพเป็น Jpeg
uk_ua: Перетворення зображення в Jpeg

# ChartStringId.FontFormat
source: {0}, {1}pt, {2}
az_latn_az: {0}, {1}ci, {2}
hy_am: {0}, {1}-րդ/ին, {2}
kk_kz: {0}, {1}-й, {2}
ru_ru: {0}, {1}-й, {2}
uk_ua: {0}, {1}-й, {2}

# ChartStringId.QuarterFormat
source: Q{0}
hy_am: Ք{0}
ka_ge: კვ. {0}
kk_kz: Кв{0}
ru_ru: Кв{0}
uk_ua: Кв{0}

# ASPxGridViewStringId.ContextMenu_SortAscending
source: Sort Ascending
ar_iq: فرز تصاعدي
az_latn_az: Artan üzrə sırala
hy_am: Դասավորել լ ըստ աճման կարգի
ka_ge: აღმავალი სახით დახარისხება
kk_kz: Өсуі бойынша сұрыптау
ru_ru: Сортировать по возрастанию
th_th: เรียงลำดับจากน้อยไปมาก
uk_ua: Сортувати за зростанням

# ASPxGridViewStringId.ContextMenu_SortDescending
source: Sort Descending
ar_iq: فرز تنازلي
az_latn_az: Azalan üzrə sırala
hy_am: Դասավորել ըստ նվազման կարգի
ka_ge: დაღმავალი სახით დახარისხება
kk_kz: Кемуі бойынша сұрыптау
ru_ru: Сортировать по убыванию
th_th: เรียงลำดับจากมากไปน้อย
uk_ua: Сортувати за зменшенням

# ASPxGridViewStringId.ContextMenu_ClearSorting
source: Clear Sorting
ar_iq: مسح الفرز
az_latn_az: Sıralanmanıı təmizlə
hy_am: Մաքրել դասավորվածությունը
ka_ge: დახარისხების გასუფთავება
kk_kz: Сұрыптауды тазарту
ru_ru: Удалить сортировку
th_th: ล้างการเรียงลำดับ
uk_ua: Очистити сортування

# BarString.SkinsBonus
source: Bonus Skins
ar_iq: أسطح خارجية إضافية
az_latn_az: Bonus cildləri
hy_am: Բոնուս ծրագրի արտաքին տեսքեր
kk_kz: Қосалқы бейнеу
ru_ru: Бонусные темы
th_th: รูปแบบโบนัส
uk_ua: Бонусні теми

# BarString.SkinsMain
source: Standard Skins
ar_iq: أسطح خارجية معيارية (قياسية)
az_latn_az: Standart cildlər
hy_am: Ստանդարտ ծրագրի արտաքին տեսքեր
kk_kz: Стандартты бейнеу
ru_ru: Стандартные темы
th_th: รูปแบบมาตรฐาน
uk_ua: Стандартні теми

# BarString.SkinsOffice
source: Office Skins
ar_iq: أسطح خارجية مكتبية مكتب
az_latn_az: Ofis cildləri
hy_am: Օֆիս ծրագրի արտաքին տեսքեր
kk_kz: Офис бейнеу
ru_ru: Офисные темы
th_th: รูปแบบออฟฟิศ
uk_ua: Офісні теми

# ChartStringId.AllHolidays
source: All Holidays
ar_iq: كافة العطل
az_latn_az: Bütün bayramlar
hy_am: Բոլոր տոները
ka_ge: ყველა დასვენების დღე
kk_kz: Бүкіл мейрамдар
ru_ru: Все праздники
th_th: วันหยุดทั้งหมด
uk_ua: Всі свята

# ChartStringId.AlternateTextPlaceholder
source: The{0} chart{1}.
ar_iq: {0} المخطط{1}.
az_latn_az: {0} diaqramı {1}
hy_am: {0} դիագրամ{1}:
ka_ge: {0} დიაგრამა{1}.
kk_kz: {0} диаграмма{1}.
ru_ru: {0} График{1}.
th_th: {0}แผนภูมิ{1}.
uk_ua: {0} Графік {1}.

# ChartStringId.AlternateTextSeriesPlaceholder
source: showing {0}
ar_iq: عرض {0}
az_latn_az: göstəriş {0}
hy_am: ցուցադրվում է {0}
ka_ge: ჩვენება {0}
kk_kz: көрсетіп жатыр {0}
ru_ru: показ {0}.
th_th: แสดง {0}
uk_ua: Показ {0}.

# ChartStringId.AlternateTextSeriesText
source: {0} series
ar_iq: {0} سلسلة
az_latn_az: {0} sıra
hy_am: {0} հաջորդականություններ
ka_ge: {0} თანდმიმდევრობა
kk_kz: {0} серия
ru_ru: {0} последовательностей
th_th: {0} ซีรี่ส์
uk_ua: {0} послідовностей

# ChartStringId.AppChameleon
source: Chameleon
ar_iq: حرباء
az_latn_az: Xameleon
hy_am: Քամելեոն
ka_ge: ქამელიონი
kk_kz: Хамелион
ru_ru: «Хамелеон»
th_th: กิ้งก่า
uk_ua: «Хамелеон»

# ChartStringId.AppDark
source: Dark
ar_iq: داكن
az_latn_az: Tünd
hy_am: Մութ
ka_ge: მუქი
kk_kz: Қара
ru_ru: Тёмная
th_th: มืด
uk_ua: Темна

# ChartStringId.AppDarkFlat
source: Dark Flat
ar_iq: مسطح
az_latn_az: Tünd səth
hy_am: Սովորական մուգ
ka_ge: ჩვეულებრივი მუქი
kk_kz: Кәдімгі қара
ru_ru: Обычная тёмная
th_th: มืด เรียบ
uk_ua: Звичайна темна

# ChartStringId.AppDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი
kk_kz: Әдепкі
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# ChartStringId.AppGray
source: Gray
ar_iq: رمادي
az_latn_az: Boz
hy_am: Գորշ
ka_ge: ნეცრისფერი
kk_kz: Сұр
ru_ru: Серая
th_th: เทา
uk_ua: Сіра

# ChartStringId.AppInAFog
source: In A Fog
ar_iq: في الضباب
az_latn_az: Dumanda
hy_am: Մառախուղում
ka_ge: ნისლისფერი
kk_kz: Тұманды
ru_ru: «В тумане»
th_th: ในหมอก
uk_ua: "В тумані"

# ChartStringId.AppLight
source: Light
ar_iq: فاتح
az_latn_az: Açıq rəngli
hy_am: Բաց
ka_ge: ღია
kk_kz: Жеңіл
ru_ru: Светлая
th_th: แสงสว่าง
uk_ua: Світла

# ChartStringId.AppNatureColors
source: Nature Colors
ar_iq: ألوان طبيعية
az_latn_az: Təbii rənglər
hy_am: Բնական գույներ
ka_ge: ნატურალური ფერები
kk_kz: Табиғи түстер
ru_ru: Натуральные цвета
th_th: สีธรรมชาติ
uk_ua: Натуральні кольори

# ChartStringId.AppNorthernLights
source: Northern Lights
ar_iq: أنوار شمالية
az_latn_az: Şimal şəfəqi
hy_am: Հյուսիսափայլ
ka_ge: ცივი ნათელი ფერები
kk_kz: Солтүстік шұғыла
ru_ru: «Северное сияние»
th_th: แสงเหนือ
uk_ua: "Північне сяйво"

# ChartStringId.AppPastelKit
source: Pastel Kit
ar_iq: مجموعة تصوير ملون (باستيل)
az_latn_az: Pastel rəngləri
hy_am: Կավճաներկի հավաքածու
ka_ge: პასტელი
kk_kz: Жиынтық «ақшыл бояулар»
ru_ru: Набор «светлые краски»
th_th: สีพาสเทล
uk_ua: Набір «світлі фарби»

# ChartStringId.AppTerracottaPie
source: Terracotta Pie
ar_iq: فطيرة تيراكوتا
az_latn_az: Terrakotta dilimi
hy_am: Տեռակոտե շրջանաձև
ka_ge: ტერაკოტა
kk_kz: «Терракотовый пирог»
ru_ru: «Терракотовый пирог»
th_th: พายเทอราคอตตา
uk_ua: «Теракотовий пиріг»

# ChartStringId.AppTheTrees
source: The Trees
ar_iq: الأشجار
az_latn_az: Ağaclar
hy_am: Ծառեր
ka_ge: ხის ფერი
kk_kz: Талдар
ru_ru: «Деревья»
th_th: ต้นไม้
uk_ua: «Дерева»

# ChartStringId.ExactWorkdays
source: Exact Workdays
ar_iq: أيام العمل الدقيقة
az_latn_az: Müəyyən iş günləri
hy_am: Ճշգրիտ աշխատանքային օրեր
kk_kz: Нақты жұмыс күндері
ru_ru: Точное количество рабочих дней
th_th: วันทำงานที่แม่นยำ
uk_ua: Точна кількість робочих днів

# ChartStringId.Holiday
source: Holiday
ar_iq: عطلة
az_latn_az: Bayram
hy_am: Տոն
ka_ge: დასვენების დღე
kk_kz: Мейрам
ru_ru: Праздник
th_th: วันหยุด
uk_ua: Свято

# ChartStringId.Holidays
source: Holidays
ar_iq: عطل
az_latn_az: Bayramlar
hy_am: Տոներ
ka_ge: დასვენების დღეები
kk_kz: Мейрамдар
ru_ru: Праздники
th_th: วันหยุด
uk_ua: Свята

# ChartStringId.HolidaysImportFilter
source: DevExpress Scheduler holidays files (*.xml)|*.xml|Microsoft Office Outlook holidays files (*.hol)|*.hol|Text files (*.txt)|*.txt|All files (*.*)|*.*
ar_iq: ملفات العطل DevExpress Scheduler (*.xml)|*.xml| ملفات العطل Microsoft Office Outlook (*.hol)|*.hol|ملفات Text/نصية (*.txt)|*.txt| كافة الملفات (*.*)|*.*
az_latn_az: DevExpress Scheduler bayramlara dair fayllar (*.xml)|*.xml|Microsoft Office Outlook bayramlara dair fayllar (*.hol)|*.hol|Mətn faylları (*.txt)|*.txt|Bütün fayllar (*.*)|*.*
hy_am: DevExpress Scheduler տոների ֆայլեր (*.xml)|*.xml|Microsoft Office Outlook տոների ֆայլեր (*.hol)|*.hol|Տեքստային ֆայլեր (*.txt)|*.txt|Բոլոր ֆայլերը (*.*)|*.*
th_th: ไฟล์วันหยุด DevExpress Scheduler (*.xml)|*.xml|ไฟล์วันหยุด Microsoft Office Outlook (*.hol)|*.hol|ไฟล์ตัวอักษร (*.txt)|*.txt|ไฟล์ทั้งหมด (*.*)|*.*
uk_ua: Файли Планувальника свят DevExpress (* .xml) | * .xml | Microsoft Office Outlook файл (* .hol) | * .hol | Текстові файли (* .txt) | * .txt | Всі файли (*. *) | * . *

# ChartStringId.IncorrectDiagramTypeToolTipText
source: There is no panes to anchor to, because the chart's diagram type doesn't support panes.
ar_iq: ليس هناك جزء للإرتساء فيه، لأن نوع الرسم التخطيطي للمخطط لا يدعم الأجزاء.
az_latn_az: Heç bir panelə bağlamanı həyata keçirmək mümkün deyil, çünki diaqram tipi panelləri dəstəkləmir
hy_am: Կապելու համար գրաֆիկներ չկան, քանի որ դիագրամը չի աջակցում գրաֆիկներ:
kk_kz: Панельже бекітуге болмайды, өйткені сызба диаграммаларда панель жоқ
ru_ru: Панели невозможно закрепить, потому что этот тип схематичного графика не поддерживает панели.
th_th: ไม่มีแผงในยึด เนื่องจากประเภทไดอะแกรมของแผนภูมินั้นไม่รองรับแผงงาน
uk_ua: Панелі неможливо закріпити, тому що цей тип схематичного графіка не підтримує панелі.

# ChartStringId.IncorrectSeriesCollectionToolTipText
source: There is no series in the chart's collection with at least one series point.
ar_iq: لا يوجد سلسلة في مجموعة المخطط بنقطة سلسلة واحدة على الاقل.
az_latn_az: Diaqramın kolleksiyasında ən azı bir seriya nöqtəsinə malik olan seriya yoxdur.
hy_am: Դիագրամում չկան հաջորդականություններ հաջորդականության առնվազն մեկ կետով:
kk_kz: Диаграммалар топтамада бір нүктелі серия жоқ
ru_ru: В коллекции графика нет последовательности, имеющей, по крайней мере, одну точку последовательности.
th_th: ไม่มีซีรี่ส์ในกลุ่มแผนภูมิ ที่มีอย่างน้อยหนึ่งจุด
uk_ua: У колекції графіка немає послідовності, яка має принаймні, одну точку послідовності.

# ChartStringId.IndExponentialMovingAverage
source: Exponential Moving Average
ar_iq: متوسط نقل أسي
az_latn_az: Eksponensial sürüşən orta dəyər
hy_am: Էքսպոնենտային սահող միջին
kk_kz: Экспоненттік өзгермелі ортақ шама
ru_ru: Экспоненциальное скользящее среднее
th_th: ค่าเฉลี่ยเคลื่อนที่แบบเลขชี้กำลัง
uk_ua: Експоненціальне ковзаюче середнє

# ChartStringId.IndFibonacciIndicator
source: Fibonacci Indicator
ar_iq: مؤشر فيبوناشي
az_latn_az: Fibonaççi göstəricisi
hy_am: Ֆիբոնաչիի ինդիկատոր
kk_kz: Фибоначи сызығы
ru_ru: Индикатор Фибоначи
th_th: ตัวระบุฟิโบนัซซี
uk_ua: Індикатор Фібоначі

# ChartStringId.IndRegressionLine
source: Regression Line
ar_iq: خط التراجع
az_latn_az: Reqressiya xətti
hy_am: Ռեգրեսիայի գիծ
kk_kz: Регрессия сызығы
ru_ru: Линия регрессии
th_th: เส้นเสื่อมถอย
uk_ua: Лінія регресії

# ChartStringId.IndSimpleMovingAverage
source: Simple Moving Average
ar_iq: معدل نقل بسيط
az_latn_az: Adi sürüşən orta dəyər
hy_am: Պարզ սահող միջին
kk_kz: Жай өзгермелі ортақ шама
ru_ru: Простое скользящее среднее
th_th: ค่าเฉลี่ยการย้ายตัวอย่าง
uk_ua: Просте ковзаюче середнє

# ChartStringId.IndTrendLine
source: Trend Line
ar_iq: خط الاتجاه
az_latn_az: Trend xətti
hy_am: Ընդհանուր ուղղության գիծ
kk_kz: Беталыс сызығы
ru_ru: Линия тренда
th_th: เส้นความเป็นไปได้
uk_ua: Лінія тренда

# ChartStringId.IndTriangularMovingAverage
source: Triangular Moving Average
ar_iq: معدل نقل مثلثي
az_latn_az: Üçtərəfli sürüşən orta dəyər
hy_am: Եռանկյունաձև սահող միջին
kk_kz: Үшбұрышты өзгермелі ортақ шама
ru_ru: Треугольное скользящее среднее
th_th: ค่าเฉลี่ยเคลื่อนที่สามเหลี่ยม
uk_ua: Трикутне ковзаюче середнє

# ChartStringId.IndWeightedMovingAverage
source: Weighted Moving Average
ar_iq: معدل نقل مرجّح
az_latn_az: Tutarsız sürüşən orta dəyər
hy_am: Կշռված սահող միջին
kk_kz: Салмақталған өзгермелі ортақ шама
ru_ru: Взвешенное скользящее среднее
th_th: ค่าเฉลี่ยเคลื่อนที่สมีน้ำหนัก
uk_ua: Виважена ковзаюче середнє

# ChartStringId.MsgCantImportHolidays
source: Failed to import holydays from the '{0}' file.
ar_iq: فشل استيراد العطل من ملف '{0}'.
az_latn_az: {0} faylından bayramlar idxal edilə bilmədi
hy_am: Ձախողվել է տոների ներմուծումը '{0}' ֆայլից
kk_kz: Мейрамдарды '{0}' файлдан ала алмадық
ru_ru: Не удалось импортировать праздники из файла '{0}'.
th_th: ล้มเหลวในการอิมพอร์ตวันหยุดจากไฟล์ '{0}'
uk_ua: Неможливо імпортувати свята з файлу '{0}'.

# ChartStringId.MsgDiagramToPointIncorrectValue
source: The specified {0} parameter type doesn't match the appropriate scale type, which is {1} for this axis.
ar_iq: نوع المعلمات {0} المحددة لا تنطبق على نوع المقياس المناسب وهو {1} لهذا المحور.
az_latn_az: Parametrin göstərilən {0} tipi ona uyğun olan miqyasın {1} tipiylə üst-üstə gəlmir.
hy_am: Նշված {0} պարամետրի տեսակը չի համապատասխանում տվյալ մասշտաբի տեսակին, որն այս առանցքի համար {1} է:
kk_kz: Берілген {0} параметр түрі қажет ететін масштаб түріне сәйкес келмейді, бұл параметр берілген білікке {1}
ru_ru: Указанный тип параметра {0} не подходит соответствующему типу масштаба, равному {1} для этой оси.
th_th: ประเภทพารามิเตอร์ {0}ที่กำหนดนี้ไม่ตรงกับประเภทอัตราที่เหมาะสม ที่{1} fสำหรับแกนนี้
uk_ua: Зазначений тип параметру {0} не співпадає з відповідним типом масштабу, рівному {1} ​​для цієї осі.

# ChartStringId.MsgEmptySecondaryAxisName
source: A secondary axis name can't be empty.
ar_iq: لا يمكن أن يكون اسم محور ثانوي فارغاً.
az_latn_az: Əlavə oxunu adı boş ola bilməz
hy_am: Երկրորդական առանցքի անվանումը չի կարող դատարկ լինել:
ka_ge: მეორე ღერძის დასახელება ვერ იქნებბა ცარიელი
kk_kz: Біліктің қосымша аты бос болмау керек
ru_ru: Имя вторичной оси не может быть пустым.
th_th: ชื่อแถนที่สองไม่สามารถปล่อยว่าง
uk_ua: Ім'я вторинної осі не може бути порожнім.

# ChartStringId.MsgFileNotFound
source: File '{0}' isn't found.
ar_iq: ملف '{0}' غير موجود.
az_latn_az: Fayl {0} tapılmadı
hy_am: {0}' ֆայլը չի գտնվել:
ka_ge: ფაილი '{0}' არ მოიძებნა
kk_kz: Файл '{0}' табылмады.
ru_ru: Файл '{0}' не найден.
th_th: ไม่พบไฟล์ {0}
uk_ua: Файл '{0}' не найден.

# ChartStringId.MsgIncorrectBarDistanceFixedPropertyUsing
source: Cannot set the BarDistanceFixed property unless the series is added to the chart's collection.
ar_iq: لا يمكن تعيين خاصية ’مسافة شريط ثابتة‘/BarDistanceFixed إلا إذا تم إضافة السلسلة إلى مجموعة المخطط.
az_latn_az: Sıralar diaqramın kolleksiyasına əlavə edildiyi halda BarDistanceFixed əməliyyatını quraşdırmaq olmaz
hy_am: BarDistanceFixed հատկությունը չի կարող սահմանվել, քանի դեռ դիագրամին չեն ավելացվել հաջորդականությունները:
kk_kz: Серия графиктер топтамасына қосылмаса BarDistanceFixed қасиеттерін орнатуға мүмкін емес
ru_ru: Свойство BarDistanceFixed можно установить только при добавлении последовательности в коллекцию диаграммы.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ BarDistanceFixed นอกเสียจากว่าจะมีการเพิ่มซีรี่ส์ต่างๆในกลุ่มแผนภูมิ
uk_ua: Властивість BarDistanceFixed можна встановити тільки при додаванні послідовності в колекцію діаграми.

# ChartStringId.MsgIncorrectBarDistancePropertyUsing
source: Cannot set the BarDistance property unless the series is added to the chart's collection.
ar_iq: لا يمكن تعيين خاصية ’مسافة شريط‘/BarDistance إلا إذا تم إضافة السلسلة إلى مجموعة المخطط.
az_latn_az: Sıralar diaqramın kolleksiyasına əlavə edildiyi halda BarDistance əməliyyatını quraşdırmaq olmaz
hy_am: BarDistance հատկությունը չի կարող սահմանվել, քանի դեռ դիագրամին չեն ավելացվել հաջորդականությունները:
kk_kz: Серия графиктер топтамасына қосылмаса BarDistanceFixed қасиеттерін орнатуға мүмкін емес
ru_ru: Свойство BarDistance можно установить только при добавлении последовательности в коллекцию графика.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ BarDistanceFixed นอกเสียจากว่าจะมีการเพิ่มซีรี่ส์ต่างๆในกลุ่มแผนภูมิ
uk_ua: Властивість BarDistance можна встановити тільки при додаванні послідовності в колекцію графіка.

# ChartStringId.MsgIncorrectBarSeriesLabelIndent
source: The indent should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة البادئة أكبر من أو تساوي 0.
az_latn_az: Boşluq 0-a böyük bərabər olmalıdır.
hy_am: Տողագլուխը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: დაშორება უნდა იყოს 0 ან მეტი.
kk_kz: Жол шегінісі 0 жоғары немесе 0 болу керек.
ru_ru: Отступ должен быть больше или равен 0.
th_th: ย่อหน้าควรมากกว่า หรือเท่ากับ 0
uk_ua: Відступ повинен бути більше або дорівнює 0.

# ChartStringId.MsgIncorrectBarSeriesLabelPosition
source: The BarSeriesLabelPosition.Top value isn't supported for this series view type.
ar_iq: القيمة العليا لـ ’موضع تسمية سلسلة الشريط‘/BarSeriesLabelPosition. غير معتمدة لهذا النوع من عرض السلسلة.
az_latn_az: SutunSeriyalarEtiketinMövgesi sıraların görünüş növünü dəstəkləmir
hy_am: BarSeriesLabelPosition.Top արժեքը չի աջակցվում այս հաջորդականության տեսքի տեսակի համար:
kk_kz: BarSeriesLabelPosition.Top мәні бұл серия түрінде қолдау таппады
ru_ru: Значение BarSeriesLabelPosition.Top не поддерживается для этого типа отображения последовательности.
th_th: ประเภทมุมมองซีรี่ส์นี่ไม่รับรองค่า BarSeriesLabelPosition.Top
uk_ua: Значення BarSeriesLabelPosition.Top не підтримується для цього типу відображення послідовності.

# ChartStringId.MsgIncorrectEnvelopePercent
source: The envelope percent should be greater than 0 and less than or equal to 100.
ar_iq: يجب أن تكون النسبة المئوية للمغلف أكبر من 0 وأقل من أو تساوي 100.
az_latn_az: Üz faizi 0-dan böyük və ya ona bərabər və 100-dən kiçik və ya ona bərabər olmalıdır.
hy_am: Ընդգրկող տոկոսը պետք է լինի մեծ 0-ից և փոքր կամ հավասար 100-ի:
kk_kz: Қабықша проценті 0 жоғары және 100 төмен немесе 100 тең болу керек.
ru_ru: Процент пакетирования должен быть больше 0 и меньше или равен 100.
th_th: เปอร์เซ็นของซองควรมากกว่า 0 และน้อยกว่าหรือเท่ากับ 100
uk_ua: Відсоток пакетування повинен бути більше 0 та менше або рівний 100.

# ChartStringId.MsgIncorrectEqualBarWidthPropertyUsing
source: Cannot set the EqualBarWidth property unless the series is added to the chart's collection.
ar_iq: لا يمكن تعيين خاصية ’عرض شريط مساوي‘/EqualBarWidth إلا إذا تم إضافة السلسلة إلى مجموعة المخطط.
az_latn_az: SütunlarınBərabərEnliyi xüsusiyyətini qurmağa müvəffəq olmur, əgər seriya qrafikin kolleksiyasına əlavə ediləcəksə.
hy_am: EqualBarWidth հատկությունը չի կարող սահմանվել, քանի դեռ դիագրամին չեն ավելացվել հաջորդականությունները:
kk_kz: Серия графиктер топтамасына қосылмаса EqualBarWidth қасиеттерін орнатуға мүмкін емес
ru_ru: Свойство EqualBarWidth можно установить только при добавлении последовательности в коллекцию графика.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ EqualBarWidth นอกเสียจากว่ามีการเพิ่มซีรี่ส์เข้าไปในกลุ่มแผนภูมิ
uk_ua: Властивість EqualBarWidth можна встановити тільки при додаванні послідовності в колекцію графіка.

# ChartStringId.MsgIncorrectIndicator
source: You can add only Indicator objects to this collection.
ar_iq: يمكنك فقط إضافة كائنات مؤشر لهذه المجموعة.
az_latn_az: Bu kolleksiyaya siz yalnız indikator obyektləri əlavə edə bilərsiniz.
hy_am: Դուք կարող եք ավելացնել միայն ցուցչային օբյեկտներ այս հավաքածուին:
kk_kz: Бұл коллекцияға тек қана көрсеткіш объектілерді өосуға болады
ru_ru: К этой коллекции вы можете добавить только индикаторные объекты.
th_th: คุณสามารถเพิ่มวัตถุชี้นำในกลุ่มนี้ได้
uk_ua: До цієї колекції ви можете додати тільки індикаторні об'єкти.

# ChartStringId.MsgIncorrectLabelMaxWidth
source: The maximum width of the label should be greater than or equal to 0.
ar_iq: يجب أن يكون العرض الأقصى للتسمية أكبر من أو يساوي 0.
az_latn_az: Nişanın maksimal eni 0-a bərabər və ya ondan böyük olmalıdır
hy_am: Պիտակի առավելագույն լայնությունը պետք է լինի մեծ կամ հավասար 0-ի:
kk_kz: Затбелгінің максималдық ені 0 жағары немесе 0 болу керек
ru_ru: Максимальная ширина надписи должна быть больше или равна 0.
th_th: ความกว้างมากที่สุดของฉลากควรมากกว่า หรือเท่ากับ 0
uk_ua: Максимальна ширина напису повинна бути більше або дорівнює 0.

# ChartStringId.MsgIncorrectMaxLineCount
source: The maximum line count should be greater than or equal to 0 and less than or equal to 20.
ar_iq: ينبغي أن يكون الحد الأقصى لعدد الخطوط أكبر من أو يساوي 0 وأقل من أو يساوي 20.
az_latn_az: Xətlərin maksimal miqdarı 0 böyük və ya bərabər və 20 az və ya 20 bərabər olmalıdır.
hy_am: Տողերի առավելագույն քանակը պետք է լինի մեծ կամ հավասար 0-ի և փոքր կամ հավասար 20-ի:
ka_ge: ხაზების მაქსიმალური რაოდენობა უნდა იყოს 0 -ზე მეტი ან ტოლი და 20 -ზე ნაკლები ან ტოლი.
kk_kz: Жолақтардың максималдық саны 0 немесе 0-ден жоғары және 20 немесе 20-дан жоғары болу керек
ru_ru: Максимальное количество строк должно быть больше или равно 0, и меньше или равно 20.
th_th: จำนวนของเส้นที่มากที่สุดควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า หรือเท่ากับ 20
uk_ua: Максимальна кількість рядків має бути більше або дорівнює 0, і менше або дорівнює 20.

# ChartStringId.MsgIncorrectPath
source: The specified path cannot be resolved: {0}.
ar_iq: لا يمكن حل المسار المحدد: {0}.
az_latn_az: Göstərilən yol həll olunmur :{0}.
hy_am: Նշված ուղին չի կարող սահմանվել. {0}:
ka_ge: მოცემული გზა ვერ იქნება აღებული: {0}.
kk_kz: Берілген жол шешіле алмайды: {0}.
ru_ru: Указанный путь невозможно отобразить: {0}.
th_th: ไม่สามารถแก้ไขทางที่กำหนดได้: {0}
uk_ua: Зазначений шлях неможливо відобразити: {0}.

# ChartStringId.MsgIncorrectPointsCount
source: The points count should be greater than 1.
ar_iq: يجب أن يكون عدد النقاط أكبر من 1.
az_latn_az: Nöqtələrin miqdarı 1-dən böyük olmalıdır.
hy_am: Կետերի քանակը պետք է մեծ լինի 1-ից:
kk_kz: Нүтелердің саны 1-ден жоғары болу керек
ru_ru: Количество пунктов должно быть больше 1.
th_th: จำนวนจุดควรมากกว่า 1
uk_ua: Кількість пунктів повинна бути більше 1.
