Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.WizGradientTopLeftToBottomRight
source: TopLeftToBottomRight
ar_iq: من أعلى اليسار إلى أسفل اليمين
az_latn_az: SolYuxarıdanSağAşağıya
hy_am: ՎերևիցՁախՆերքևիցԱջ
ka_ge: ზედამარცხენა მხრიდან ქვედამარჯვენა მხრისკენ
kk_kz: Жоғары Солға Төмен Оңға
ru_ru: СверхуНалевоСнизуНаправо
th_th: ด้านบนซ้ายไปที่ด้านล่างขวา
uk_ua: ЗверхуЗліваДогориНаправо

# ChartStringId.WizGradientTopRightToBottomLeft
source: TopRightToBottomLeft
ar_iq: من أعلى اليمين إلى أسفل اليسار
az_latn_az: SağYuxarıdanSolAşağıya
hy_am: ՎերևիցԱջՆերքևիցՁախ
ka_ge: ზედამარჯვენა მხრიდან ქვედამარცხენა მხრისკენ
kk_kz: Жоғары Оңға Төмен Солға
ru_ru: СверхуНаправоСнизуНалево
th_th: ด้านบนขวาไปที่ด้านล่างซ้าย
uk_ua: ЗверхуЗправоДогориВліво

# ChartStringId.WizGradientTopToBottom
source: TopToBottom
ar_iq: أعلى إلى أسفل
az_latn_az: YuxarıdanAşağıya
hy_am: ՎերևիցՆերքև
ka_ge: ზემოდან ქვემოთ
kk_kz: Жоғары Төмен
ru_ru: СверхуВниз
th_th: ด้านบนไปด้านล่าง
uk_ua: ЗверхуДоНизу

# ChartStringId.WizHatchTrellis
source: Trellis
ar_iq: متداخل
az_latn_az: Hasar
hy_am: Մատրիցա
ka_ge: მატრიცა
kk_kz: Матрица
ru_ru: Матрица
th_th: ระแนง
uk_ua: Матриця

# ChartStringId.WizHatchVertical
source: Vertical
ar_iq: عمودي
az_latn_az: Şaquli
hy_am: Ուղղահայաց
ka_ge: ვერტიკალურად
kk_kz: Тігінен
ru_ru: Вертикально
th_th: แนวตั้ง
uk_ua: Вертикальний

# ChartStringId.WizHatchWave
source: Wave
ar_iq: موجة
az_latn_az: Dalğa
hy_am: Ալիք
ka_ge: ტალღა
kk_kz: Толқын
ru_ru: Волна
th_th: คลื่น
uk_ua: Хвиля

# ChartStringId.WizHatchWeave
source: Weave
ar_iq: نسج
az_latn_az: Toxuma
hy_am: Հյուսվածք
ka_ge: მოქსოვა
kk_kz: Тоқу
ru_ru: Плетение
th_th: สาน
uk_ua: Хвилястий

# ChartStringId.WizHatchWideDownwardDiagonal
source: WideDownwardDiagonal
ar_iq: قطري إلى أسفل عريض
az_latn_az: Enli, aşağıya istiqamətlənmiş diaqonal
hy_am: ԼայնՆերքևԱնկյունագծով
ka_ge: ფართო ქვემოთ დიაგონალზე
kk_kz: Енді Төмен Диагонал бойынша
ru_ru: ШирокийВнизПоДиагонали
th_th: การแทยงมุมลงแบบกว้าง
uk_ua: ШирокийВнизПоДіагоналі

# ChartStringId.WizHatchWideUpwardDiagonal
source: WideUpwardDiagonal
ar_iq: قطري إلى أعلى عريض
az_latn_az: Enli, yuxarıya istiqamətlənmiş diaqonal
hy_am: ԼայնՎերևԱնկյունագծով
ka_ge: ფართო ზემოთ დიაგონალზე
kk_kz: Енді Жоғары Диагонал бойынша
ru_ru: ШирокийВверхПоДиагонали
th_th: การแทยงมุมขึ้นแบบกว้าง
uk_ua: ШирокийДогориПоДіагоналі

# ChartStringId.WizHatchZigZag
source: ZigZag
ar_iq: خط متعرج
az_latn_az: Ziqzaq
hy_am: ԶիգԶագ
ka_ge: ზიგზაგი
kk_kz: Зигзаг
ru_ru: ЗигЗаг
th_th: ซิกแซก
uk_ua: ЗігЗаг

# ChartStringId.WizPieSeriesLabelPositionTwoColumns
source: Two Columns
ar_iq: عمودان
az_latn_az: İki sütun
hy_am: Երկու աղյուսակ
ka_ge: ორი სვეტი
kk_kz: Екі баған
ru_ru: Два столбца
th_th: สองคอลัมน์
uk_ua: Дві колонки

# ChartStringId.WizScaleBreakStyleWaved
source: Waved
ar_iq: متداخل
az_latn_az: Dalğalı
hy_am: Ծածանվող
ka_ge: ტალღოვანი
kk_kz: Тегістелген
ru_ru: Сглаженный
th_th: เป็นคลื่น
uk_ua: Хвилястий

# ChartStringId.WizValueLevelValue
source: Value
ar_iq: قيمة
az_latn_az: Dəyər
hy_am: Արժեք
ka_ge: მნიშვნელობა
kk_kz: Мәні
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# ChartStringId.WizValueLevelValue_1
source: Value_1
ar_iq: القيمة_1
az_latn_az: Dəyər_1
hy_am: Արժեք_1
ka_ge: მნიშვნელობა_1
kk_kz: 1-ші мәні
ru_ru: Значение_1
th_th: ค่า 1
uk_ua: Значення_1

# ChartStringId.WizValueLevelValue_2
source: Value_2
ar_iq: القيمة_2
az_latn_az: Dəyər_2
hy_am: Արժեք_2
ka_ge: მნიშვნელობა_2
kk_kz: 2-ші мәні
ru_ru: Значение_2
th_th: ค่า 2
uk_ua: Значення_2

# GridStringId.CustomFilterDialogHint
source: Use _ to represent any single character#Use % to represent any series of characters
ar_iq: استخدم _ لتمثيل أي حرف واحد#استخدم % لتمثيل أي سلسلة من الأحرف
az_latn_az: İstənilən tək simvolu göstərmək üçün _ istifadə edin#Simvollar seriyasını göstərmək üçün % istifadə edin.
hy_am: Օգտագործել _ ներկայացնելու ցանկացած մեկ նիշ # Օգտագործել % նիշերի որևէ սերիաներ ներկայացնելու համար
ka_ge: გამოიყენეთ_ ნებისმიერი ცალკეული სიმბოლოს # წარმოდგენისათვის გამოიყენეთ % სიმბოლოების ნებისმიერი თანმიმდევრობის წარმოდგენისთვის.
kk_kz: Кез келген жалғыз символды көрсету үшін _ пайдаланыңыз# Символдардың кез келген реттілігін көрсету үшін % пайдаланыңыз
ru_ru: Используйте _ для представления любого одиночного символа#Используйте % для представления любой последовательности символов
th_th: ใช้ _ เพื่อแสดงถึงอักขระเดี่ยว# ใช้ % เพื่อแสดงถึงซีรี่ส์ใดๆก็ตามของอักขระ
uk_ua: Введіть _ для підстановки будь-якого одиночного символу # введіть % для підстановки будь-якої послідовності символів

# GridStringId.LayoutViewGroupView
source: View
ar_iq: عرض
az_latn_az: Görünüş
hy_am: Տեսք
ka_ge: გამოსახულება
kk_kz: Көрініс
ru_ru: Вид
th_th: มุมมอง
uk_ua: Вид

# GridStringId.LayoutViewLabelVertical
source: Vertical Interval
ar_iq: فاصل عمودي
az_latn_az: Şaquli interval
hy_am: Ուղղահայաց միջակայք
ka_ge: ვერტიკალური ინტერვალი
kk_kz: Тік аралық
ru_ru: Вертикальный интервал
th_th: ช่วงแนวตั้ง
uk_ua: Вертикальний інтервал

# GridStringId.LayoutViewLabelViewMode
source: View Mode:
ar_iq: وضع العرض:
az_latn_az: Baxış rejimi:
hy_am: Դիտելու ռեժիմ
ka_ge: ნახვის რეჟიმი:
kk_kz: Қарап шығу режимі:
ru_ru: Режим просмотра:
th_th: โหมดมุมมอง:
uk_ua: Режим перегляду:

# GridStringId.LayoutViewPageViewLayout
source: View Layout
ar_iq: تخطيط العرض
az_latn_az: Cədvəli nəzərdən keçir
hy_am: Դիրքի տեսք
ka_ge: სქემის ნახვა
kk_kz: Орналасу көрінісі
ru_ru: Вид расположения
th_th: ดูเลย์เอาท์
uk_ua: Переглянути схему

# GridStringId.MenuColumnGroupIntervalYear
source: Year
ar_iq: سنة
az_latn_az: İl
hy_am: Տարի
ka_ge: წელიწადი
kk_kz: Жыл
ru_ru: Год
th_th: ปี
uk_ua: Рік

# GridStringId.MenuColumnUnGroup
source: UnGroup
ar_iq: إلغاء تجميع
az_latn_az: Qruplaşdırmanı ləğv et
hy_am: Ապախմբավորել
ka_ge: დაჯგუფების მოხსნა
kk_kz: Топтарды бөлу
ru_ru: &Разгруппировать
th_th: เลิกการจัดกลุ่ม
uk_ua: Розгрупувати

# LayoutStringId.UndoButtonHintText
source: Undo last action
ar_iq: تراجع عن الإجراء الأخير
az_latn_az: Son tədbiri ləğv et
hy_am: Ետարկել վերջին գործողությունը
ka_ge: ბოლო მოქმედების გაუქმება
kk_kz: Соңғы іс-әрекетті қолданбау
ru_ru: Отменить последнее действие
th_th: ยกเลิกการกระทำล่าสุด
uk_ua: Відмінити останню дію

# LayoutStringId.UndoHintCaption
source: Undo(Ctrl+Z)
ar_iq: تراجع(Ctrl+Z)
az_latn_az: İmtina (Ctrl+Z)
hy_am: Ետարկել (Ctrl+Z)
ka_ge: გაუქმება (Ctrl+Z)
kk_kz: (Ctrl+Z) қолданбау
ru_ru: Отменить (Ctrl+Z)
th_th: ยกเลิก (Ctrl+Z)
uk_ua: Відмінити(Ctrl+Z)

# LayoutStringId.UnGroupItemsMenuText
source: Ungroup
ar_iq: إلغاء تجميع
az_latn_az: Qruplaşdırmanı ləğv et
hy_am: Ապախմբավորել
ka_ge: დაჯგუფების მოხსნა
kk_kz: Топтарды бөлу
ru_ru: Разгруппировать
th_th: เลิกการจัดกลุ่ม
uk_ua: Розгрупувати

# LayoutStringId.UnGroupTabbedGroupMenuText
source: Ungroup Tabbed Group
ar_iq: إلغاء تجميع المجموعات المبوبة
az_latn_az: Atl səhifələrin qruplaşdırılması ləğv et
hy_am: Ապախմբավորել ներդիրների խումբը
ka_ge: ჩანართიანი ჯგუფებისთვის დაჯგუფების მოხსნა
kk_kz: Қосымша бетті топтан бөлу
ru_ru: Разгруппировать вкладку
th_th: เลิกการจัดกลุ่มแบบแท็บ
uk_ua: Розгрупувати вкладку

# LayoutStringId.UnLockItemSizeMenuText
source: UnLock Item Size
ar_iq: إلغاء تثبيت حجم العنصر
az_latn_az: Elementin ölçüsünü kiliddən çıxart
hy_am: Արգելաբացել տարրի չափը
ka_ge: ელემენტის ზომის განბლოკვა
kk_kz: Элемент өлшемінің құрсаулауын алып тастау
ru_ru: Снять блокировку размер элемента
th_th: ปลดล็อคขนาดรายการ
uk_ua: Розблокувати розмір елементу

# PivotGridStringId.CannotCopyMultipleSelections
source: This command cannot be used on multiple selections.
ar_iq: لا يمكن استخدام هذا الأمر على تحديدات متعددة.
az_latn_az: Bu komanda çoxsaylı seçimlər üçün istifadə edilə bilməz.
hy_am: Այս հրահանգը չի կարող օգտագործվել բազմաթիվ ընտրանքների համար:
ka_ge: მოცემული ბრძანება არ გამოიყენება მრავალჯერადი მონიშვნის დროს.
kk_kz: Бұл пәрмен көптеген таңдау үшін пайдаланылмайды.
ru_ru: Эта команда не используется для множественного выбора.
th_th: ไม่สามารถใช้คำสั่งนี้ในการเลือกที่หลากหลายได้
uk_ua: Ця команда не використовується для множинного вибору.

# PivotGridStringId.CustomizationFormUpdate
source: Update
ar_iq: تحديث
az_latn_az: Yenilə
hy_am: Թարմացնել
ka_ge: განახლება
kk_kz: Жаңарту
ru_ru: Обновить
th_th: อัพเดต
uk_ua: Поновити

# PivotGridStringId.PrintDesignerUnusedFilterFields
source: Unused Filter Fields
ar_iq: حقول عامل تصفية غير مستعملة
az_latn_az: İstifadə edilməyən filtr sahələri
hy_am: Ֆիլտրի չօգտագործված դաշտեր
ka_ge: ფილტრის გამოუყენებელი ველები
kk_kz: Сүзгінің пайдаланылмайтын жолағы
ru_ru: Неиспользуемые поля фильтра
th_th: ช่องที่ถูกซ่อน
uk_ua: Невикористані поля фільтру

# PivotGridStringId.PrintDesignerUsePrintAppearance
source: Use Print Appearance
ar_iq: استخدام مظهر الطباعة
az_latn_az: Çap görünüşünü istifadə et
hy_am: Օգտագործել տպելու համար տեսքը
ka_ge: გამოიყენეთ ბეჭდვის გამოსახულება
kk_kz: Басып шығару үшін түрді пайдалану
ru_ru: Использовать вид для печати
th_th: การกรองที่ไม่ได้ใช้
uk_ua: Використати вид друку

# PivotGridStringId.PrintDesignerVerticalLines
source: Vertical Lines
ar_iq: أسطر عمودية
az_latn_az: Şaquli xətlər
hy_am: Ուղղահայաց գծեր
ka_ge: ვერტიკალური ხაზები
kk_kz: Тік сызық
ru_ru: Вертикальные линии
th_th: แถวแนวตั้ง
uk_ua: Вертикальні лінії

# PivotGridStringId.SummaryVar
source: Var
ar_iq: التباين
az_latn_az: Variasiya
hy_am: Շեղում
ka_ge: ვარიაცია
kk_kz: Басқа түрі
ru_ru: Вариация
uk_ua: Вар

# PivotGridStringId.SummaryVarp
source: Varp
ar_iq: تباين المحتوى
az_latn_az: Variasiya
hy_am: Շեղում
ka_ge: ვარიაცია
kk_kz: Басқа түрі
ru_ru: Вариация
uk_ua: Вар

# PreviewStringId.ExportOption_TextExportMode_Value
source: Value
ar_iq: القيمة
az_latn_az: Dəyər
hy_am: Արժեք
ka_ge: სიდიდე
kk_kz: Мәні
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# PreviewStringId.ExportOption_XpsDocumentVersion
source: Version:
ar_iq: الإصدار:
az_latn_az: Versiya:
hy_am: Տարբերակ
ka_ge: ვერსია:
kk_kz: Нұсқа:
ru_ru: Версия:
th_th: รุ่น:
uk_ua: Версія:

# PreviewStringId.ExportOptionsForm_CaptionXls
source: XLS Export Options
ar_iq: خيارات تصدير XLS
az_latn_az: XLS eksport seçimləri
hy_am: XLS արտահանման տարբերակներ
ka_ge: XLS ექსპორტის ოპციები
kk_kz: XLS экспорты опциясы
ru_ru: Опции экспорта XLS
th_th: ตัวเลือกการส่งออกXLS
uk_ua: Опції експорту XLS

# PreviewStringId.ExportOptionsForm_CaptionXlsx
source: XLSX Export Options
ar_iq: خيارات تصدير XLSX
az_latn_az: XLSX eksport seçimləri
hy_am: XLSX արտահանման տարբերակներ
ka_ge: XLSX ექსპორტის ოპციები
kk_kz: XLSX экспорт опциясы
ru_ru: Опции экспорта XLSX
th_th: ตัวเลือกการส่งออกXLSX
uk_ua: Опції експорту XLSX

# PreviewStringId.ExportOptionsForm_CaptionXps
source: XPS Export Options
ar_iq: خيارات تصدير XPS
az_latn_az: XPS Eksport seçimləri
hy_am: XPS արտահանման տարբերակներ
ka_ge: XPS ექსპორტის ოპციები
kk_kz: XPS экспорт опциясы
ru_ru: Опции экспорта XPS
th_th: ตัวเลือกการส่งออกXPS
uk_ua: Опції експорту XPS

# PreviewStringId.MenuItem_XlsxDocument
source: XLSX File
ar_iq: ملف XLSX
az_latn_az: XLSX faylı
hy_am: XLSX ֆայլ
ka_ge: XLSX ფაილი
kk_kz: Excel 2007 файлы
ru_ru: Документ Excel 2007
th_th: ไฟล์ XLSX
uk_ua: Файл XLSX

# PreviewStringId.MenuItem_ZoomTwoPages
source: Two Pages
ar_iq: صفحتان
az_latn_az: İki səhifə
hy_am: Երկու էջ
ka_ge: ორი გვერდი
kk_kz: Екі бет
ru_ru: Две страницы
th_th: สองหน้า
uk_ua: Дві сторінки

# PreviewStringId.MenuItem_ZoomWholePage
source: Whole Page
ar_iq: صفحة كاملة
az_latn_az: Bütöv səhifə
hy_am: Ողջ էջը
ka_ge: მთლიანი გვერდი
kk_kz: Бет тұтасымен
ru_ru: Страница целиком
th_th: ทั้งหน้า
uk_ua: Уся сторінка

# PreviewStringId.Msg_Caption
source: XtraPrinting
az_latn_az: Əlavə çapetmə
hy_am: XtraՏպում
ka_ge: Xtra ბეჭდვა
kk_kz: Басып шығару
ru_ru: Печать
th_th: การพิมพ์ Xtra
uk_ua: ЕкстраДрук

# PreviewStringId.Msg_CustomDrawWarning
source: Warning!
ar_iq: تحذير!
az_latn_az: Xəbərdarlıq!
hy_am: Նախազգուշացում
ka_ge: გაფრთხილება!
kk_kz: Ескерту!
ru_ru: Предупреждение!
th_th: คำเตือน!
uk_ua: Увага!

# PreviewStringId.Msg_GoToNonExistentPage
source: There is no page numbered {0} in this document.
ar_iq: لا يوجد أي تعداد رقمي للصفحات {0} في هذا المستند.
az_latn_az: Bu sənəddə {0} nömrəli səhifə yoxdur.
hy_am: Այս փաստաթղթում չկա էջ {0} համարակալումով:
ka_ge: ამ დოკუმენტში არ არის გვერდი ნომრით {0}.
kk_kz: Бұл құжатта бұл бет {0} деп нөмірленбеген.
ru_ru: Эта страница не пронумерована {0} в этом документе.
th_th: ไม่มีหน้าหมายเลข {0} ในเอกสารนี้
uk_ua: Немає сторінки {0} у цьому документі.

# PreviewStringId.Msg_IncorrectPageRange
source: This is not a valid page range
ar_iq: ليس هناك نطاق طباعة صالح
az_latn_az: Bu, yararlı səhifə intervalı deyildir
hy_am: Սա էջի ճիշտ տիրույթ չէ
ka_ge: მითითებულია გვერდის არასწორი დიაპაზონი.
kk_kz: Дұрыс емес басу диапазоны көрсетілген
ru_ru: Указан неверный диапазон печати.
th_th: นี่ไม่ใช่เรนจ์หน้าที่ถูกต้อง
uk_ua: Це невірний діапазон сторінки

# PreviewStringId.Msg_InvalidBarcodeText
source: There are invalid characters in the text
ar_iq: هناك أحرف غير صالحة في النص
az_latn_az: Mətndə qadağan olunmuş simvollar vardır.
hy_am: Տեքստում առկա են արգելված պատկերանշաններ
ka_ge: ტექსტი შეიცავს უნებართვო სიმბოლოებს
kk_kz: Мәтінде тыйым салынған символдар бар.
ru_ru: В тексте есть запрещенные символы
th_th: มีอักขระที่ไม่ถูกต้องในตัวอักษร
uk_ua: У тексті є невірні символи

# PreviewStringId.Msg_InvalidMeasurement
source: This is not a valid measurement.
ar_iq: ليس هناك قياس صالح.
az_latn_az: Bu, yararlı ölçü deyildir.
hy_am: Սա ճիշտ չափում չէ:
ka_ge: მითითებულია არასწორი განზომილება.
kk_kz: Бұл жол берілмейтін өлшем
ru_ru: Это недопустимое измерение
th_th: ไม่มีการวัดที่ถูกต้อง
uk_ua: Це неприпустимий вимір.

# PreviewStringId.Msg_NotSupportedFont
source: This font is not yet supported
ar_iq: هذا الخط غير معتمد حتى الآن
az_latn_az: Bu şrift hələ siyahıya daxil deyil
hy_am: Այս տառատեսակը դեռևս չի աջակցվում
ka_ge: მოცემული შრიფტი ჯერ კიდევ არ არის აღქმადი.
kk_kz: Қаріп қолдау таппайды
ru_ru: [Шрифт не поддерживается]
th_th: ไม่มีการรองรับแบบอักษรนี้
uk_ua: Цей шрифт не підтримується

# PreviewStringId.Msg_SearchDialogTotalFound
source: Total found:
ar_iq: مجموع ما عثر عليه:
az_latn_az: Tapılanların cəmi:
hy_am: Ընդհանուր գտնված է
ka_ge: სულ ნაპოვნია:
kk_kz: Табылған жалпы саны:
ru_ru: Найденное общее количество:
th_th: ทั้งหมดที่พบ:
uk_ua: Усього знайдено:

# PreviewStringId.RibbonPreview_ExportHtm_Description
source: Web Page
ar_iq: صفحة ويب
az_latn_az: Veb səhifə
hy_am: Վեբ էջ
ka_ge: ვებ გვერდი
kk_kz: Web бет
ru_ru: Web страница
th_th: หน้าเว็บ
uk_ua: Веб-сторінка

# PreviewStringId.RibbonPreview_ExportXls_Caption
source: XLS File
ar_iq: ملف XLS
az_latn_az: Excel faylı
hy_am: XLS ֆայլ
ka_ge: Excel–ის ფაილი
kk_kz: Excel файлы
ru_ru: Excel файл
th_th: ไฟล์ XLS
uk_ua: Файл XLS

# PreviewStringId.RibbonPreview_ExportXlsx_Caption
source: XLSX File
ar_iq: ملف XLSX
az_latn_az: XLSX faylı
hy_am: XLSX ֆայլ
ka_ge: XLSX ფაილი
kk_kz: Excel файл (.XLSX)
ru_ru: Excel файл (.XLSX)
th_th: ไฟล์ XLSX
uk_ua: Файл XLSX

# PreviewStringId.RibbonPreview_ExportXps_Caption
source: XPS File
ar_iq: ملف XPS
az_latn_az: XPS faylı
hy_am: XPS ֆայլ
ka_ge: XPS ფაილი
kk_kz: XPS файлы
ru_ru: XPS Файл
th_th: ไฟล์ XPS
uk_ua: Файл XPS

# PreviewStringId.RibbonPreview_GalleryItem_PageMargins_Description
source: Top: {0} Bottom: {1} Left: {2} Right: {3}
ar_iq: اعلى: {0} أسفل: {1}يسار: {2} يمين: {3}
az_latn_az: Yuxarı: {0} Aşağı: {1}Sol: {2} Sağ: {3}
hy_am: Վերև: {0} Ներքև: {1}Ձախ: {2} Աջ: {3}
ka_ge: ზედა: {0} ქვედა: {1}მარცხენა: {2} მარჯვენა: {3}
kk_kz: Жоғары: {0} Төмен: {1}Солға: {2} Оңға: {3}
ru_ru: Верх: {0} Низ: {1}Лево: {2} Право: {3}
th_th: บน: {0} ล่าง: {1} ซ้าย: {2} ขวา: {3}
uk_ua: Верх: {0} Низ: {1}Ліво: {2} Право: {3}

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsWide_Caption
source: Wide
ar_iq: عريض
az_latn_az: Enli
hy_am: Լայն
ka_ge: ფართო
kk_kz: Енді
ru_ru: Широкий
th_th: กว้าง
uk_ua: Широкий

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsWide_Description
source: Wide
ar_iq: عريض
az_latn_az: Enli
hy_am: Լայն
ka_ge: ფართო
kk_kz: Енді
ru_ru: Широкий
th_th: กว้าง
uk_ua: Широкий

# PreviewStringId.RibbonPreview_MultiplePages_STipTitle
source: View Many Pages
ar_iq: عرض عدة صفحات
az_latn_az: Çoxlu səhifələri nəzərdən keçir
hy_am: Դիտել շատ էջեր
ka_ge: ბევრი გვერდის ნახვა
kk_kz: Көп бет
ru_ru: Много страниц
th_th: ดูหลายหน้า
uk_ua: Відображатити багато сторінок

# PreviewStringId.RibbonPreview_PageGroup_Zoom
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyası dəyiş
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# PreviewStringId.RibbonPreview_SendXls_Caption
source: XLS File
ar_iq: ملف XLS
az_latn_az: Excel faylı
hy_am: XLS ֆայլ
ka_ge: Excel–ის ფაილი
kk_kz: XLS файл
ru_ru: Excel файл
th_th: ไฟล์ XLS
uk_ua: Файл XLS

# PreviewStringId.RibbonPreview_SendXlsx_Caption
source: XLSX File
ar_iq: ملف XLSX
az_latn_az: XLSX faylı
hy_am: XLSX ֆայլ
ka_ge: XLSX ფაილი
kk_kz: Excel файл (.XLSX)
ru_ru: Excel файл (XLSX)
th_th: ไฟล์ XLSX
uk_ua: Файл XLSX

# PreviewStringId.RibbonPreview_SendXps_Caption
source: XPS File
ar_iq: ملف XPS
az_latn_az: XPS Faylı
hy_am: XPS ֆայլ
ka_ge: XPS ფაილი
kk_kz: XPS файлы
ru_ru: Файл XPS
th_th: ไฟล์ XPS
uk_ua: Файл XPS

# PreviewStringId.RibbonPreview_Watermark_Caption
source: Watermark
ar_iq: علامة مائية
az_latn_az: Su işarəsi
hy_am: Ջրանիշ
ka_ge: წყლის ნიშანი
kk_kz: Сутаңба
ru_ru: Водяной знак
th_th: ลายน้ำ
uk_ua: Водяний знак

# PreviewStringId.RibbonPreview_Watermark_STipTitle
source: Watermark
ar_iq: علامة مائية
az_latn_az: Su işarəsi
hy_am: Ջրանիշ
ka_ge: წყლის ნიშანი
kk_kz: Сутаңба
ru_ru: Водяной знак
th_th: ลายน้ำ
uk_ua: Водяний знак

# PreviewStringId.RibbonPreview_Zoom_Caption
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyası dəyiş
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# PreviewStringId.RibbonPreview_Zoom_STipTitle
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyası dəyiş
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# PreviewStringId.RibbonPreview_ZoomIn_Caption
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მასშტაბის გადიდება
kk_kz: Ұлғайту
ru_ru: Увеличить
th_th: ขยายเข้า
uk_ua: Збільшити

# PreviewStringId.RibbonPreview_ZoomIn_STipContent
source: Zoom in to get a close-up view of the document.
ar_iq: تكبير للحصول على عرض مكبر للمستند.
az_latn_az: Sənədə daha yaxından baxmaq üçün miqyası böyüt.
hy_am: Խոշորացնել՝ փաստաթուղթը առավել լավ դիտելու համար:
ka_ge: მასშტაბის გადიდება დოკუმენტის უკეთ სანახავად.
kk_kz: Құжатты жақсы қарап шығу үшін ұлғайту
ru_ru: Увеличить для лучшего просмотра документа.
th_th: ขยายเข้าเพื่อมุมมองที่ไกล้ของเอกสาร
uk_ua: Збільшити для отримання ближчого вигляду документу.

# PreviewStringId.RibbonPreview_ZoomIn_STipTitle
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მასშტაბის გადიდება
kk_kz: Ұлғайту
ru_ru: Увеличить
th_th: ขยายเข้า
uk_ua: Збільшити

# PreviewStringId.RibbonPreview_ZoomOut_Caption
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მასშტაბის შემცირება
kk_kz: Кішірейту
ru_ru: Уменьшить
th_th: ขยายออก
uk_ua: Зменшити

# PreviewStringId.RibbonPreview_ZoomOut_STipContent
source: Zoom out to see more of the page at a reduced size.
ar_iq: التصغير لمشاهدة المزيد من الصفحة بحجم أقل.
az_latn_az: Daha kiçik ölçüdə olmaqla səhifənin nisbətən böyük hissəsini görə bilmək üçün miqyası kiçilt.
hy_am: Փոքրացնել՝ տեսնելու էջի ավելի մեծ մասը փոքրացված չափով:
ka_ge: მცირე ზომაში უფრო მეტი გვერდის სანახავად მასშტაბის შემცირება.
kk_kz: Беттің көп санын көрсету үшін кішірейту
ru_ru: Уменьшить для отображения большего количества страниц.
th_th: ขยายออกเพื่อดูเนื้อหาของหน้าที่มากขึ้น ที่ขนาดที่เล็กลง
uk_ua: Зменшити для відображення сжатого вигляду сторінки.

# PreviewStringId.RibbonPreview_ZoomOut_STipTitle
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მასშტაბის შემცირება
kk_kz: Кішірейту
ru_ru: Уменьшить
th_th: ขยายออก
uk_ua: Зменшити

# PreviewStringId.SaveDlg_FilterTiff
source: TIFF Tag Image File Format
az_latn_az: TIFF Tag Image fayl formatı
hy_am: TIFF Tag Image ֆայլի ձևաչափ
ka_ge: TIFF ფორმატი
kk_kz: TIFF суреті
ru_ru: Картинка TIFF
th_th: ฟอร์แม็ตไฟล์รูปภาพแท็ก TIFF
uk_ua: Формат TIFF

# PreviewStringId.SaveDlg_FilterWmf
source: WMF Windows Metafile
ar_iq: ملف تعريف WMF Windows
az_latn_az: WMF Windows metafaylı
hy_am: WMF Windows մետաֆայլ
ka_ge: WMF ფორმატის სურათი
kk_kz: WMF суреті
ru_ru: Картинка WMF
uk_ua: Файл WMF

# PreviewStringId.SaveDlg_FilterXlsx
source: XLSX Document
ar_iq: مستند XLSX
az_latn_az: XLSX sənədi
hy_am: XLSX փաստաթուղթ
ka_ge: XLSX დოკუმენტი
kk_kz: Excel (XLSX ) құжаты
ru_ru: Документ Excel (XLSX)
th_th: เอกสาร XLSX
uk_ua: Документ XLSX

# PreviewStringId.SaveDlg_FilterXps
source: XPS Document
ar_iq: مستند XPS
az_latn_az: XPS Sənəd
hy_am: XPS փաստաթուղթ
ka_ge: XPS დოკუმენტი
kk_kz: XPS құжаты
ru_ru: Документ XPS
th_th: เอกสาร XPS
uk_ua: Документ XPS

# PreviewStringId.SB_ZoomFactor
source: Zoom Factor:
ar_iq: عامل تكبير/تصغير:
az_latn_az: Miqyas əmsalı:
hy_am: Մասշտաբ
ka_ge: მასშტაბი:
kk_kz: Масштаб:
ru_ru: Масштаб:
th_th: ปัจจัยการขยาย:
uk_ua: Масштаб:

# PreviewStringId.Shapes_VerticalLine
source: Vertical Line
ar_iq: خط عمودي
az_latn_az: Şaquli xətt
hy_am: Ուղղահայաց գիծ
ka_ge: ვერტიკალური ხაზი
kk_kz: Тік сызық
ru_ru: Вертикальная линия
th_th: เส้นเนวตั้ง
uk_ua: Вертикальна лінія

# PreviewStringId.TB_TTip_Watermark
source: Watermark
ar_iq: علامة مائية
az_latn_az: Su işarəsi
hy_am: Ջրանիշ
ka_ge: წყლის ნიშანი
kk_kz: Жалған
ru_ru: Подложка
th_th: ลายน้ำ
uk_ua: Водяний знак

# PreviewStringId.TB_TTip_Zoom
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyası dəyiş
hy_am: Խոշորացնել
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Увеличить
th_th: ขยาย
uk_ua: Масштаб

# PreviewStringId.TB_TTip_ZoomIn
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მასშტაბის გადიდება
kk_kz: Ұлғайту
ru_ru: Увеличить
th_th: ขยายไปที่
uk_ua: Збільшити

# PreviewStringId.TB_TTip_ZoomOut
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მასშტაბის შემცირება
kk_kz: Кішірейту
ru_ru: Уменьшить
th_th: ขยายออก
uk_ua: Зменшити

# PreviewStringId.WMForm_Direction_Vertical
source: Vertical
ar_iq: عمودي
az_latn_az: Şaquli
hy_am: Ուղղահայաց
ka_ge: ვერტიკალური
kk_kz: Тігінен
ru_ru: По вертикали
th_th: แนวตั้ง
uk_ua: Вертикальний

# PreviewStringId.WMForm_ImageZoom
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyası dəyiş
hy_am: Մասշտաբավորել
ka_ge: მასშტაბი
kk_kz: Масштабтау
ru_ru: Масштабировать
th_th: ขยาย
uk_ua: Масштаб

# PreviewStringId.WMForm_Watermark_Urgent
source: URGENT
ar_iq: عاجل
az_latn_az: TƏCİLİ
hy_am: ՇՏԱՊ
ka_ge: სასწარაფო
kk_kz: Жедел
ru_ru: НЕОТЛОЖНО
th_th: ด่วน
uk_ua: ТЕРМІНОВО

# ReportStringId.CatUserDesigner
source: User Designer
ar_iq: مصمم المستخدم
az_latn_az: İstifadəçi tərtibatçısı
hy_am: Օգտագործողի դիզայներ
ka_ge: დიზაინერი
kk_kz: Дизайнер
ru_ru: Дизайнер
th_th: ตัวออกแบบผู้ใช้
uk_ua: Конструктор користувача

# ReportStringId.Cmd_InsertUnboundDetailReport
source: Unbound
ar_iq: غير مرتبط
az_latn_az: Məhdudiyyətlərsiz
hy_am: Առանց սահմանափակումների
ka_ge: განუსაზღვრელი
kk_kz: Шектеусіз
ru_ru: Без ограничений
th_th: แก้การผูก
uk_ua: Не зв'язаний

# ReportStringId.Cmd_TopMargin
source: TopMargin
ar_iq: الهامش العلوي
az_latn_az: Yuxarı kənar
hy_am: Վերին եզրաշերտ
ka_ge: ზედა ზღვარი
kk_kz: Жоғарғы жолақ
ru_ru: Верхнее поле
th_th: ขอบบน
uk_ua: ВерхнєПоле

# ReportStringId.Cmd_ViewCode
source: View &Code
ar_iq: عرض &رمز
az_latn_az: Kodu &nəzərdən keçir
hy_am: Դիտել &ծածկագիրը
ka_ge: &კოდის ნახვა
kk_kz: &код көру
ru_ru: Посмотреть &код
th_th: ดู&รหัส
uk_ua: Переглянути &код

# ReportStringId.FRSForm_Msg_MoreThanOneRule
source: You selected more than one formatting rule
ar_iq: حددت أكثر من قاعدة واحدة للتنسيق
az_latn_az: Birdən artıq formatlaşdırma qaydası seçmisiniz
hy_am: Ընտրված է մեկից ավելի ֆորմատավորման կանոն
ka_ge: მონიშნულია დაფორმატების ერთზე მეტი წესი
kk_kz: Пішімдеудің біреуден артық ережесі таңдалды
ru_ru: Выбрано больше чем одно правило форматирования
th_th: คุณเลือกเกณฑ์การฟอร์แม็ตมากกว่าหนึ่ง
uk_ua: Ви обрали більше одного правила форматування
