Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgIncorrectDoubleValue
source: The value can't be equal to Double.NaN, Double.PositiveInfinity, or Double.NegativeInfinity.
az_latn_az: Dəyər Double.NaN, Double.PositiveInfinity, or Double.NegativeInfinity. Bərabər ola bilməz.
th_th: ค่าไม่สามารถเท่ากับ Double.NaN Double.PositiveInfinity หรือ Double.NegativeInfinity ได้
uk_ua: Значення не може бути Double.NaN, Double.PositiveInfinity або Double.NegativeInfinity.

# ReportStringId.Msg_PlacingXrTocIntoIncorrectContainer
source: The XRTableOfContents control can be placed only into Report Header and Report Footer bands.
az_latn_az: XRTableOfContents kontrol yalnız hesabatın başlığında və ya aşağı kolontitulda yerləşdirmək olar.
th_th: สามารถวางการควบคุม ตารางเนื้อหาXR ในหัวเรื่องรายงาน และแถบท้ายเรื่องรายงานเท่านั้น
uk_ua: Контроль XRTableOfContents може бути розміщена тільки у заголовоку звіту і колонтитулі звіту.

# ReportStringId.Msg_NoBookmarksWereFoundInReportForXrToc
source: No bookmarks were found in the report. To create a table of contents, specify a bookmark for at least one report element.
az_latn_az: Hesabatda heç bir əlfəçin tapılmayıb. Mündəricəti yaratmaq üçün hesabatın ən azı bir element üçün əlfəçini təyin edin.
th_th: ไม่พบที่คั่นหนังสือในรายงาน ในการสร้างตารางเนื้อหา ระบุที่คั่นหนังสือสำหรับอย่างน้องหนึ่งส่วนประกอบรายงาน
uk_ua: У звіті немає закладок. Щоб створити таблицю вмісту, вкажіть закладку хоча б на один з елементів звіту.

# ReportStringId.Msg_InvalidLeaderSymbolForXrTocLevel
source: Invalid leader symbol.
az_latn_az: Əsas simvol səhvdir
th_th: สัญลักษณ์ตัวนำไม่ถูกต้อง
uk_ua: Невірний символ лідера.

# ReportStringId.Msg_InvalidXrTocInstance
source: No more instances of XRTableOfContents can be added to the report.
az_latn_az: Daha çox XRTableOfContents elementləri hesabata əlavə etmək mümkün deyil
th_th: ไม่มีตัวอย่างของ ตารางเนื้อหาXR ที่เพิ่มในรายงาน
uk_ua: Неможливо додати більше випадків XRTableOfContents до звіту.

# ReportStringId.Msg_InvalidXrTocInstanceInBand
source: No more instances of XRTableOfContents can be added to the band.
az_latn_az: Daha çox XRTableOfContents elementləri qrupa əlavə etmək mümkün deyil
th_th: ไม่มีตัวอย่างของ ตารางเนื้อหาXR ที่เพิ่มในแถบ
uk_ua: Неможливо додати більше випадків XRTableOfContents до групи.

# ReportStringId.Msg_CyclicBookmarks
source: There are cyclic bookmarks in the report.
az_latn_az: Dövrlü ələfçinlər hesabatda mövcuddur.
th_th: มีตัวคั่นหนังสือในรายงาน
uk_ua: У звіті є циклічні маркери.

# ReportStringId.Cmd_Commands
source: Commands
az_latn_az: Əmrlər
th_th: ตัวสั่งการ
uk_ua: Команди

# ReportStringId.Cmd_TableConvertToLabels
source: &Convert To Labels
az_latn_az: &Yazılara çevir
th_th: &แปลงเป็นป้าย
uk_ua: Перетворити на назви

# ReportStringId.CatElements
source: Elements
az_latn_az: Elementlər
th_th: ส่วนประกอบ
uk_ua: Елементи

# ReportStringId.CatOptions
source: Options
az_latn_az: Seçimlər
th_th: ตัวเลือก
uk_ua: Опції

# ReportStringId.Verb_Export
source: Save/Export...
az_latn_az: Yaddaşa sal/eksport et
th_th: บันทึก/ส่งออก...
uk_ua: Збереження / Експорт ...

# ReportStringId.Verb_EditBindings
source: Edit Bindings...
az_latn_az: Bağlayıcıları redaktə et
th_th: แก้ไขการผูก...
uk_ua: Редагувати зв'язки ...

# ReportStringId.Verb_LoadReportTemplate
source: Load Report Template...
az_latn_az: hesabatın şablonu yüklə...
th_th: โหลดเท็มเพลตรายงาน..
uk_ua: Завантажте шаблон звіту ...

# ReportStringId.ScriptEditor_ScriptHasBeenChanged
source: The error log is unrelated to the actual script, because the script has been changed after its last validation. To see the actual script errors, click the Validate button again.
az_latn_az: Səhvlər jurnalın cari ssenariy ilə əlaqəsi yoxdur, çünki axrncı yoxlamadan sonra ssenariy dəyişdirilib. Cari ssenariyin səhvləri görmək üçün Yoxla düyməsini sıxın.
th_th: ข้อผิดพลาดของบันทึกไม่เกี่ยวข้องกับสคริปต์จริง เนื่องจากสคริปต์นี้ถูกเปลี่ยนหลังจากการทำให้ใช้ได้ครั้งล่าสุด ในการดูข้อผิดพลาดสคริปต์ที่แท้จริง คลิกที่ปุ่ม ทำให้ใช้ได้ อีกครั้ง
uk_ua: Журнал помилок не має ніякого відношення до реального сценарію, тому що сценарій був змінений після його останньої перевірки. Щоб побачити фактичні помилки сценарію, натисніть кнопку Перевірити ще раз.

# ReportStringId.ScriptEditor_NewString
source: (New)
az_latn_az: (Yeni)
th_th: (ใหม่)
uk_ua: (Новий)

# ReportStringId.UD_Group_TabButtonsList
source: Tab Buttons
az_latn_az: Alt səhifələrin düymələri
th_th: ปุ่มแท็บ
uk_ua: Вкладка Кнопки

# ReportStringId.UD_SaveFileDialog_DialogFilter
source: Report Files (*{0})|*{1}|All Files (*.*)|*.*
az_latn_az: Hesabat faylları (*{0})|*{1}|Bütün fayllar (*.*)|*.*
th_th: ไฟล์รายงาน(*{0})|*{1}|ไฟล์ทั้งหมด (*.*)|*.*
uk_ua: Файли звітів (* {0}) | * {1} | Всі файли (*. *) | *. *

# ReportStringId.UD_Title_ReportExplorer_Components
source: Components
az_latn_az: Komponentlər
th_th: ส่วนประกอบ
uk_ua: Компоненти

# ReportStringId.UD_Title_ReportExplorer_NullControl
source: None
az_latn_az: Heç nə
th_th: ใหม่
uk_ua: Немає

# ReportStringId.RibbonXRDesign_ToolboxControlsPage
source: Toolbox
az_latn_az: Alətlər qutusu
th_th: กล่องเครื่องมือ
uk_ua: Інструменти

# ReportStringId.RibbonXRDesign_NewReport_Description
source: Create a new blank report.
az_latn_az: Yeni boş hesabatı yarat
th_th: สร้างรายงานเปล่าใหม่
uk_ua: Створити новий порожній звіт.

# ReportStringId.RibbonXRDesign_NewReportWizard_Description
source: Launch the report wizard to create a new report.
az_latn_az: yeni hesabatı yaratmaq üçün hesabatın bələdçisini işə sal
th_th: เปิดวิซาร์ดรายงานเพื่อสร้างรายงานใหม่
uk_ua: Запуск майстра звітів для створення нового звіту.

# ReportStringId.RibbonXRDesign_SaveFile_Description
source: Save the current report.
az_latn_az: Cari hesabatı yaddaşa sal
th_th: บันทึกรายงานปัจจุบัน
uk_ua: Зберегти поточний звіт.

# ReportStringId.RibbonXRDesign_SaveFileAs_Description
source: Save the current report with a new name.
az_latn_az: Cari hesabatı yeni adı ilə yaddaşa sal
th_th: บันทึกรายงานปัจจุบันด้วยชื่อใหม่
uk_ua: Зберегти поточний звіт з новим ім'ям.

# ReportStringId.DesignerStatus_Height
source: Height
az_latn_az: Hündürlüyü
th_th: ความสูง
uk_ua: Висота

# ReportStringId.NewParameterEditorForm_DataSource
source: Data source:
az_latn_az: Məlumatın mənbəyi:
th_th: แหล่งข้อมูล:
uk_ua: Джерело даних:

# ReportStringId.NewParameterEditorForm_DataAdapter
source: Data adapter:
az_latn_az: Məlumatların adapteri:
th_th: ตัวแปลงข้อมูล:
uk_ua: Адаптер даних:

# ReportStringId.NewParameterEditorForm_DataMember
source: Data member:
az_latn_az: Məlumatların üzvü:
th_th: สมาชิกข้อมูล:
uk_ua: Елемент даних:

# ReportStringId.NewParameterEditorForm_ValueMember
source: Value member:
az_latn_az: Dəyərin üzvü:
th_th: สมาชิกค่า:
uk_ua: Значення:

# ReportStringId.NewParameterEditorForm_DisplayMember
source: Display member:
az_latn_az: Член демонстрации:
th_th: แสดงสมาชิก:
uk_ua: Дисплей:

# ReportStringId.BindingMapperForm_InvalidBindingWarning
source: Invalid binding
az_latn_az: Səhv bağlayıcı
th_th: การผูกไม่ถูกต้อง
uk_ua: Невірний зв'язок

# ReportStringId.BindingMapperForm_ShowOnlyInvalidBindings
source: Show only invalid bindings
az_latn_az: Yalnız Səhv bağlayıcıları göstər
th_th: แสดงเฉพาะการผูกที่ไม่ถูกต้อง
uk_ua: Показувати тільки невірні звв'язки

# ReportStringId.XRTableOfContents_LevelCollectionEditor_Title
source: Table of Contents Level Collection Editor
az_latn_az: Mündəricətin toplanma səviyyəsinin redaktəedicisi
th_th: บรรณาธิกรคอลเล็กชั่นระดับตารางเนื้อหา
uk_ua: Зміст Редактору колекції рівнів

# PreviewStringId.SB_PageOfPagesHint
source: Page number in document. Click to open the Go To Page dialog.
az_latn_az: Sənəddə səhifələrin sayı. Açmaq üçün Səhifənin dialoq pəncərəsinə vur.
th_th: หมายเลขหน้าในเอกสาร คลิกเพื่อเปิดไดอะล็อค ไปที่หน้า
uk_ua: Номер сторінки в документі. Натисніть, щоб відкрити вікно Перейти на сторінку.

# PreviewStringId.Msg_ErrorTitle
source: Error
az_latn_az: Səhv
th_th: ข้อผิดพลาด
uk_ua: Помилка

# PreviewStringId.Msg_InvPropName
source: Invalid property name
az_latn_az: Xassənin adı səhvdir
th_th: ชื่อคุณลักษณะไม่ถูกต้อง
uk_ua: Невірна назва властивості

# PreviewStringId.Msg_FileDoesNotHavePrnxExtention
source: The specified file doesn't have a PRNX extension. Proceed anyway?
az_latn_az: Göstərilmiş faylın növü PRNX deyil. Elmal olunsun?
th_th: ไฟล์ที่กำหนดไม่มีตัวยืด PRNX ดำเนินการต่อหรือไม่
uk_ua: Визначений файл не має розширення PRNX. Продовжити?

# PreviewStringId.Msg_FileDoesNotContainValidXml
source: The specified file doesn't contain valid XML data in the PRNX format. Loading is stopped.
az_latn_az: Göstərilmiş fayl PRNX formatında səhv XML məlumatı ehtiva edir. Yüklənilmə saxlanılıb.
th_th: ไฟล์ที่กำหนดไม่มีข้อมูล XML ที่สมบูรณ์ ในฟอร์แม็ต PRNX การโหลดสิ้นสุด
uk_ua: Визначений файл не містить вірних даних XML у форматі PRNX. Завантаження припинено.

# PreviewStringId.Msg_NoParameters
source: The specified parameters do not exist: {0}.
az_latn_az: Təyin olunmuş parametr mövcud deyil: {0}.
th_th: ไม่มีพารามิเตอร์ที่กำหนด: {0}
uk_ua: Зазначені параметри не існують: {0}.

# PreviewStringId.Msg_SeparatorCannotBeEmptyString
source: The separator cannot be an empty string.
az_latn_az: Ayırıcı boş ola bilməz
th_th: ตัวคั่นไม่สามารถเป็นแถวว่างได้
uk_ua: Роздільник не може бути порожньою строкою.

# PreviewStringId.Msg_InvalidatePath
source: Cannot find the specified path.
az_latn_az: Göstərilmiş yolu tapmaq mümkün deyil
th_th: ไม่พบทางที่กำหนด
uk_ua: Неможливо знайти вказаний шлях.

# PreviewStringId.Msg_FileAlreadyExists
source: The output file already exists. Click OK to overwrite.
az_latn_az: Alınmış fayl artıq mövcuddur. Üstünə yazmaq üçün Bəli düyməsini vurun.
th_th: มีไฟล์ที่ส่งออกอยู่แล้ว คลิก OK เพื่อเขียนทับ
uk_ua: Вихідний файл вже існує. Натисніть кнопку OK, щоб перезаписати.

# PreviewStringId.MenuItem_Copy
source: Copy
az_latn_az: Surəti çıxar
th_th: คัดลอก
uk_ua: Копіювати

# PreviewStringId.MenuItem_PrintSelection
source: Print...
az_latn_az: Çap et
th_th: พิมพ์...
uk_ua: Друк ...

# PreviewStringId.PageInfo_PageTotal
source: [Pages #]
az_latn_az: [Səhifələr #]
th_th: [หน้า#]
uk_ua: [Сторінки#]

# PreviewStringId.ExportOption_PdfSignatureOptions
source: Digital Signature:
az_latn_az: Elektron imza:
th_th: ลายเซ็นดิจิตัล:
uk_ua: Цифровий підпис:

# PreviewStringId.ExportOption_HtmlTableLayout
source: Table layout
az_latn_az: Cədvəl
th_th: เลย์เอาท์ตาราง
uk_ua: Макет таблиці

# PreviewStringId.ExportOption_XlsRawDataMode
source: Raw data mode
az_latn_az: İlkin məlumat rejimi
th_th: โหมดข้อมูลดิบ
uk_ua: Режим Вихідні дані

# PreviewStringId.RibbonPreview_PageGroup_Close
source: Close
az_latn_az: Bağla
th_th: ปิด
uk_ua: Закрити

# PreviewStringId.NoneString
source: (none)
az_latn_az: (heç nə)
th_th: (ไม่มี)
uk_ua: (нічого)

# PreviewStringId.WatermarkTypePicture
source: (Picture)
az_latn_az: (Şəkil)
th_th: (รูปภาพ)
uk_ua: (Зображення)

# PreviewStringId.WatermarkTypeText
source: (Text)
az_latn_az: (Mətn)
th_th: (ข้อความ)
uk_ua: (Текст)

# PreviewStringId.ParameterLookUpSettingsNoLookUp
source: No Look-Up
az_latn_az: (Axtarış yoxdur)
th_th: ไม่มีการมองหา
uk_ua: Не перевіряти

# PreviewStringId.ExportOption_PdfSignatureOptions_Certificate
source: Certificate
az_latn_az: Sertifikat
th_th: ใบรับรอง
uk_ua: Сертифікат

# PreviewStringId.ExportOption_PdfSignatureOptions_Reason
source: Reason
az_latn_az: Səbəb
th_th: เหตุผล
uk_ua: Причина

# PreviewStringId.ExportOption_PdfSignatureOptions_Location
source: Location
az_latn_az: Yerləşmə yeri
th_th: ตำแหน่ง
uk_ua: Місцезнаходження

# PreviewStringId.ExportOption_PdfSignatureOptions_ContactInfo
source: Contact Info
az_latn_az: Əlaqə məlumat
th_th: ข้อมูลการติดต่อ
uk_ua: Контактна інформація

# PreviewStringId.ExportOption_PdfSignatureOptions_None
source: (none)
az_latn_az: (heç nə)
th_th: (ไม่มี)
uk_ua: (нічого)

# PreviewStringId.ExportOption_PdfSignature_EmptyCertificate
source: None
az_latn_az: Heç nə
th_th: ไม่มี
uk_ua: Немає

# PreviewStringId.ExportOption_PdfSignature_Issuer
source: Issuer:
az_latn_az: Nəşr edən:
th_th: ผู้ส่งเรื่อง:
uk_ua: Емітент:

# PreviewStringId.ExportOption_PdfSignature_ValidRange
source: Valid From: {0:d} to {1:d}
az_latn_az: Etibarlıdır: {0:d} - {1:d}
th_th: ใช้ได้จาก: {0:d} ถึง {1:d}
uk_ua: Діє з: {0: d} по {1: d}

# PreviewStringId.NetworkPrinterFormat
source: {0} on {1}
th_th: {0} บน {1}
uk_ua: {0} на {1}

# ASPxGridViewStringId.GroupPanel
source: Drag a column header here to group by that column
az_latn_az: Seçilmiş sütun üzrə qruplaşdırmaq üçün sütunun başlığı buraya yerləşdirin
th_th: ลากหัวเรื่องคิลัมน์มาที่นี่เพื่อจัดกลุ่มโดยคอลัมน์นั้นๆ
uk_ua: Перемістить заголовок колонки сюди, щоб її згрупувати

# ASPxGridViewStringId.EmptyDataRow
source: No data to display
ar_iq: لايوجد بيانات للعرض
az_latn_az: Əks etdirmək üçün məlumat yoxdur
hy_am: Ցուցադրման համար տվյալներ չկան
ka_ge: ასახვისთვის მონაცემები არ არის
kk_kz: Көрсететін дерек жоқ
ru_ru: Нет данных для отображения
th_th: ไม่มีข้อมูลให้แสดง
uk_ua: Немає даних для відображення

# ASPxGridViewStringId.EmptyHeaders
source: Drag a column here...
az_latn_az: Sütunu buraya çəkib gətirin...
th_th: ลากคอลัมน์มาที่นี่...
uk_ua: Перетягніть стовпець сюди ...

# ASPxGridViewStringId.ConfirmDelete
source: Confirm Delete?
az_latn_az: Silinməni təsdiq edirsiniz?
th_th: ยืนยันการลบหรือไม่
uk_ua: Підтверджуєте видалення?

# ASPxGridViewStringId.ConfirmOnLosingBatchChanges
source: Are you sure you want to perform the action? All unsaved grid data will be lost.
az_latn_az: Əməliyyatı icra etmək həqiqətən istəyirsiniz? Bütün yaddaşa salınmamış məlumat itiriləcək.
th_th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการ ข้อมูลตารางที่ไม่ได้บันทึกจะหายไปทั้งหมด
uk_ua: Ви впевнені, що хочете виконати дію? Всі незбережені дані сітки будуть втрачені.

# ASPxGridViewStringId.GroupContinuedOnNextPage
source: (Continued on the next page)
az_latn_az: (Davamı o birisi səhifədədir)
th_th: (ดำเนินการต่อในหน้าต่อไป)
uk_ua: (Продовження на наступній сторінці)

# ASPxGridViewStringId.CustomizationWindowCaption
source: Field Chooser
ar_iq: حقل الخيار
az_latn_az: Sütunların seçimi
hy_am: Դաշտի ընտրություն
ka_ge: ველების შერჩევა
kk_kz: Бағаналарды таңдау
ru_ru: Выбор колонок
th_th: ตัวเลือกช่อง
uk_ua: Вибір колонок

# ASPxGridViewStringId.PopupEditFormCaption
source: Edit Form
az_latn_az: Formanı redaktə et
th_th: แก้ไขจาก
uk_ua: Редагувати форму

# ASPxGridViewStringId.HeaderFilterShowAllItem
source: (All)
ar_iq: (الكل)
az_latn_az: (Bütün)
hy_am: (Բոլորը)
ka_ge: (ყველა)
kk_kz: (Барлығы)
ru_ru: (Все)
th_th: (ทั้งหมด)
uk_ua: (Усі)

# ASPxGridViewStringId.HeaderFilterShowBlanksItem
source: (Blanks)
ar_iq: (فارغ)
az_latn_az: (Boş)
hy_am: (Դատարկները)
ka_ge: (ცარიელი)
kk_kz: (Бос болғандар)
ru_ru: (Пустые)
th_th: (ว่าง)
uk_ua: (Порожні)

# ASPxGridViewStringId.HeaderFilterShowNonBlanksItem
source: (Non blanks)
ar_iq: (غير فارغ)
az_latn_az: (Boş deyil)
hy_am: (Ոչ դատարկները)
ka_ge: (არა ცარიელი)
kk_kz: (Бос болмағандар)
ru_ru: (Непустые)
th_th: (ไม่ว่าง)
uk_ua: (Не порожні)

# ASPxGridViewStringId.HeaderFilterSelectAll
source: (Select All)
ar_iq: (أختيار الكل)
az_latn_az: (Hamısı seç)
th_th: (เลือกทั้งหมด)
uk_ua: (Обрати усі)

# ASPxGridViewStringId.HeaderFilterOkButton
source: OK
ar_iq: موافق
az_latn_az: Bəli
uk_ua: ОК

# ASPxGridViewStringId.HeaderFilterCancelButton
source: Cancel
ar_iq: ألغاء
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxGridViewStringId.CommandEdit
source: Edit
az_latn_az: Redaktə et
th_th: แก้ไข
uk_ua: Редагувати

# ASPxGridViewStringId.CommandNew
source: New
az_latn_az: Yeni
th_th: ใหม่
uk_ua: Створити

# ASPxGridViewStringId.CommandDelete
source: Delete
az_latn_az: Sil
th_th: ลบ
uk_ua: Видалити

# ASPxGridViewStringId.CommandSelect
source: Select
az_latn_az: Seç
th_th: เลือก
uk_ua: Обрати

# ASPxGridViewStringId.CommandCancel
source: Cancel
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxGridViewStringId.CommandUpdate
source: Update
az_latn_az: Yenilə
th_th: อัพเดต
uk_ua: Поновити

# ASPxGridViewStringId.CommandClearFilter
source: Clear
az_latn_az: Təmizlə
th_th: ล้าง
uk_ua: Очистити

# ASPxGridViewStringId.CommandApplyFilter
source: Apply
az_latn_az: Tətbiq et
th_th: นำไปใช้
uk_ua: Застосувати

# ASPxGridViewStringId.CommandBatchEditUpdate
source: Save changes
az_latn_az: Dəyişiklikləri yaddaşa sal
th_th: บันทึกการเปลี่ยนแปลง
uk_ua: Зберегти зміни

# ASPxGridViewStringId.CommandBatchEditCancel
source: Cancel changes
az_latn_az: Dəyişiklikləri imtina et
th_th: ยกเลิกการเปลี่ยนแปลง
uk_ua: Відмінити зміни

# ASPxGridViewStringId.CommandSelectAllOnPage
source: Select all rows on this page
az_latn_az: Cari səhifədə bütün sətirləri seç
th_th: เลือกแถวทั้งหมดในหน้านี้
uk_ua: Обрати всі рядки на цій сторінці

# ASPxGridViewStringId.CommandSelectAllOnAllPages
source: Select all rows on all pages
az_latn_az: Bütün səhifələrdə bütün sətirləri seç
th_th: เลือกแถวทั้งหมดในหน้าทั้งหมด
uk_ua: Обрати всі рядки на всіх сторінках

# ASPxGridViewStringId.CommandDeselectAllOnPage
source: Deselect all rows on this page
az_latn_az: Bütün səhifələrdən bütün sətirlərdən seçimi ləğv et
th_th: เลิกการเลือกแถวทั้งหมดในหน้านี้
uk_ua: Не обірати всі рядки на цій сторінці

# ASPxGridViewStringId.CommandDeselectAllOnAllPages
source: Deselect all rows on all pages
az_latn_az: Bütün səhifələrdən bütün sətirlərdən seçimi ləğv et
th_th: เลิกการเลือกแถวทั้งหมดในหน้าทั้งหมด
uk_ua: Не обірати всі рядки на всіх сторінках

# ASPxGridViewStringId.AutoFilterBeginsWith
source: Begins with
az_latn_az: Başlanğıc hərflər
th_th: เริ่มต้นด้วย
uk_ua: Починається з

# ASPxGridViewStringId.AutoFilterContains
source: Contains
az_latn_az: Ehtiva edir
th_th: มี
uk_ua: Містить

# ASPxGridViewStringId.AutoFilterDoesNotContain
source: Doesn't contain
az_latn_az: Ehtiva etmir
th_th: ไม่มี
uk_ua: Не містить

# ASPxGridViewStringId.AutoFilterEndsWith
source: Ends with
az_latn_az: Son hərflər
th_th: สิ้นสุดด้วย
uk_ua: Закінчується на

# ASPxGridViewStringId.AutoFilterEquals
source: Equals
az_latn_az: Bərabərdir
th_th: เท่ากับ
uk_ua: Дорівнює

# ASPxGridViewStringId.AutoFilterGreater
source: Is greater than
az_latn_az: ...dan/dən böyükdür
th_th: มากกว่า
uk_ua: Більше

# ASPxGridViewStringId.AutoFilterGreaterOrEqual
source: Is greater than or equal to
az_latn_az: ...dan/dən böyükdür və ya ona bərabərdir
th_th: มากกว่าหรือเท่ากับ
uk_ua: Більше або дорівнює

# ASPxGridViewStringId.AutoFilterLess
source: Is less than
az_latn_az: ...dan/dən azdır
th_th: น้อยกว่า
uk_ua: Менше

# ASPxGridViewStringId.AutoFilterLessOrEqual
source: Is less than or equal to
az_latn_az: ...dan/dən azdır və ya ona bərabərdir
th_th: น้อยกว่าหรือเท่ากับ
uk_ua: Менше або дорівнює

# ASPxGridViewStringId.AutoFilterNotEqual
source: Doesn't equal
az_latn_az: Bərabər deyil
th_th: ไม่เท่ากับ
uk_ua: Не таке

# ASPxGridViewStringId.AutoFilterLike
source: Like ('%', '_')
az_latn_az: Oxşayir ('%', '_')
th_th: เหมือน ('%', '_')
uk_ua: Як ('%', '_')

# ASPxGridViewStringId.AutoFilterLikeToolTip
source: Two wildcard symbols are supported: '%' substitutes zero or more characters; '_' substitutes a single character.
az_latn_az: İki şablon simvolar dəstək olunur: '%' slflrl və ya çox simvoları əvəz edir; '_' bir simvolu əvəz edir.
th_th: ใช้สัญลักษณ์ช่วยค้นห้า ใช้'%' แทนที่ศูนย์ หรืออักขระใดๆ; หรือใช้ '_' แทนที่อักขระเดี่ยว.
uk_ua: Два групових символа підтримуються: '%' замінює нуль або більше символів; '_' Замінює один символ.

# ASPxGridViewStringId.Alt_HeaderFilterButton
source: [Filter]
az_latn_az: [Filtr]
th_th: [กรอง]
uk_ua: [Фільтр]

# ASPxGridViewStringId.Alt_HeaderFilterButtonActive
source: [Filtered]
az_latn_az: [Filtrləşdirilib]
th_th: [ถูกกรอง]
uk_ua: [Відфільтрований]

# ASPxGridViewStringId.Alt_SortedAscending
source: (Ascending)
az_latn_az: (Artma üzrə)
th_th: (น้อยไปมาก)
uk_ua: (За зростанням)

# ASPxGridViewStringId.Alt_SortedDescending
source: (Descending)
az_latn_az: (Azalma üzrə)
th_th: (มากไปน้อย)
uk_ua: (За зменшенням)

# ASPxGridViewStringId.Alt_DragAndDropHideColumnIcon
source: Hide
az_latn_az: Gizlət
th_th: ซ่อน
uk_ua: Сховати

# ASPxGridViewStringId.Alt_Expand
source: [Expand]
az_latn_az: [Aç]
th_th: [ขยาย]
uk_ua: [Розгорнути]

# ASPxGridViewStringId.Alt_Collapse
source: [Collapse]
az_latn_az: [Bük]
th_th: [ยุบ]
uk_ua: [Згорнути]

# ASPxGridViewStringId.Alt_FilterRowButton
source: [Condition]
az_latn_az: [Şərt]
th_th: [เงื่อนไข]
uk_ua: [Стан]

# ASPxGridViewStringId.Outlook_Older
source: Older
az_latn_az: Böyükdür
th_th: เก่ากว่า
uk_ua: Старший

# ASPxGridViewStringId.Outlook_LastMonth
source: Last Month
az_latn_az: Keçən ay
th_th: เดือนที่แล้ว
uk_ua: Минулого місяця

# ASPxGridViewStringId.Outlook_EarlierThisMonth
source: Earlier this Month
az_latn_az: Bu ayın əvvəlində
th_th: ก่อนหน้าในเดือนนี้
uk_ua: Раніше в цьому місяці

# ASPxGridViewStringId.Outlook_ThreeWeeksAgo
source: Three Weeks Ago
az_latn_az: Üç həftə bundan əvvəl
th_th: สามอาทิตย์ที่แล้ว
uk_ua: Три тижні тому

# ASPxGridViewStringId.Outlook_TwoWeeksAgo
source: Two Weeks Ago
az_latn_az: İki həftə bundan əvvəl
th_th: สองอาทิตย์ที่แล้ว
uk_ua: Два тижні тому

# ASPxGridViewStringId.Outlook_LastWeek
source: Last Week
az_latn_az: Keçən həftə
th_th: อาทิตย์ที่แล้ว
uk_ua: Минулий тиждень

# ASPxGridViewStringId.Outlook_Yesterday
source: Yesterday
az_latn_az: Dünən
th_th: เมื่อวาน
uk_ua: Вчора

# ASPxGridViewStringId.Outlook_Today
source: Today
az_latn_az: Bu gün
th_th: วันนี้
uk_ua: Сьогодні

# ASPxGridViewStringId.Outlook_Tomorrow
source: Tomorrow
az_latn_az: Sabah
th_th: พรุ่งนี้
uk_ua: Завтра

# ASPxGridViewStringId.Outlook_NextWeek
source: Next Week
az_latn_az: Gələn həftə
th_th: อาทิตย์หน้า
uk_ua: Наступний тиждень

# ASPxGridViewStringId.Outlook_TwoWeeksAway
source: Two Weeks Away
az_latn_az: İki həftə sonra
th_th: อีกสองอาทิตย์
uk_ua: Два тиджні тому

# ASPxGridViewStringId.Outlook_ThreeWeeksAway
source: Three Weeks Away
az_latn_az: Üç həftə sonra
th_th: อีกสามอาทิตย์
uk_ua: Три тижні тому

# ASPxGridViewStringId.Outlook_LaterThisMonth
source: Later this Month
az_latn_az: Bu ayın sonunda
th_th: ภายหลังในเดือนหน้า
uk_ua: Пізніше у цьому місяці

# ASPxGridViewStringId.Outlook_NextMonth
source: Next Month
az_latn_az: Gələn ay
th_th: เดือนหน้า
uk_ua: Наступний місяць

# ASPxGridViewStringId.Outlook_BeyondNextMonth
source: Beyond Next Month
az_latn_az: Gələn aydan sonra
th_th: หลังจากเดือนหน้า
uk_ua: Після наступного місяця

# ASPxGridViewStringId.Summary_Sum
source: Sum={0}
th_th: สรุป={0}
uk_ua: Сума={0}

# ASPxGridViewStringId.Summary_Sum_OtherColumn
source: Sum of {1} is {0}
az_latn_az: Sum {1} bərabər {0}
th_th: ผลสรุปของ {1} คือ {0}
uk_ua: Сума {1} з {0}

# ASPxGridViewStringId.Summary_Min
source: Min={0}
th_th: อย่างน้อยที่สุด={0}
uk_ua: МІН={0}

# ASPxGridViewStringId.Summary_Min_OtherColumn
source: Min of {1} is {0}
az_latn_az: Min {1} bərabər {0}
th_th: อย่างน้อยที่สุดของ{1} คือ {0}
uk_ua: MІН {1} з {0}

# ASPxGridViewStringId.Summary_Max
source: Max={0}
th_th: มากที่สุด={0}
uk_ua: МАКС={0}

# ASPxGridViewStringId.Summary_Max_OtherColumn
source: Max of {1} is {0}
az_latn_az: Max {1} bərabər {0}
th_th: มากที่สุดของ {1} คือ{0}
uk_ua: МАКС {1} з {0}

# ASPxGridViewStringId.Summary_Average
source: Avg={0}
th_th: เฉลี่ย={0}
uk_ua: Середн.={0}

# ASPxGridViewStringId.Summary_Average_OtherColumn
source: Avg of {1} is {0}
az_latn_az: Avg {1} bərabər {0}
th_th: ค่าเฉลี่ยของ{1} คือ {0}
uk_ua: Середн. {1} з {0}

# ASPxGridViewStringId.Summary_Count
source: Count={0}
az_latn_az: Sayğac={0}
th_th: จำนวน={0}
uk_ua: Кількість={0}

# ASPxGridViewStringId.ContextMenu_FullExpand
source: Expand All
az_latn_az: Hamısı aç
th_th: ขยายทั้งหมด
uk_ua: Розгорнути усе

# ASPxGridViewStringId.ContextMenu_FullCollapse
source: Collapse All
az_latn_az: Hamısı bük
th_th: ยุบทั้งหมด
uk_ua: Згорнути усе

# ASPxGridViewStringId.ContextMenu_ClearFilter
source: Clear Filter
az_latn_az: Filtrləri təmizlə
th_th: ล้างการกรอง
uk_ua: Очистити фільтр
