Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# GridStringId.SearchLookUpMissingRows
source: To show all rows, press ENTER or click Find. To search for rows, type a search string and press ENTER or click Find.
ar_iq: لإظهار كافة الصفوف، اضغط على إدخال أو انقر على عثور. للبحث عن صفوف، اكتب سلسلة بحث واضغط على إدخال أو انقر على عثور.
az_latn_az: Bütün sətirləri göstərmək üçün ENTER basın və ya Tap klikləyin. Sətirləri axtarmaq üçün axtarış sətrini daxil edin və ENTER basın və ya Tap klikləyin.
hy_am: Բոլոր շարքերը ցուցադրելու համար սեղմեք ՄՈՒՏՔ կամ Գտնել: Շարքերում որոնելու համար տպեք որոնման տողում և սեղմեք ՄՈՒՏՔ կամ Գտնել:
ka_ge: ყველა რიგის გამოსაჩენად დააჭირეთ ENTER-ს ან ძებნას.
kk_kz: Бүкіл жолақтарды кқрсету үшін ENTER батырманы басыңыз немесе Іздеу батырмасыны басыңыз. Керек жолақтарды табу үшін, керек деректерді іздеу жолаққа енгізіп ENTER батырмасыны басыңыз немесе Іздеу батырмасын басыңыз.
ru_ru: Для отображения всех строк, нажмите клавишу ВВОД или мышкой выберите кнопку Найти. Для поиска строк, наберите нужные данные в строке поиска и нажмите клавишу ВВОД либо мышкой нажмите кнопку Найти.
th_th: ในการแสดงทุกแถว กด ENTER หรือคลิก ค้นหา ในการค้นหาแถว พิมพ์แถวที่ต้องการค้นหา และกด ENTER หรือคลิก ค้นหา
uk_ua: Для відображення всіх рядків, натисніть клавішу ENTER або мишкою виберіть кнопку Знайти. Для пошуку рядків, наберіть потрібні дані в рядку пошуку і натисніть клавішу Enter або мишкою натисніть кнопку Знайти.

# GridStringId.MenuShowSplitItem
source: Split
ar_iq: انقسام
az_latn_az: Böl
hy_am: Բաժանում
ka_ge: დაყოფა
kk_kz: Бөліп тастау
ru_ru: Разделить
th_th: แยก
uk_ua: Розділити

# GridStringId.MenuHideSplitItem
source: Remove Split
ar_iq: إزالة انقسام
az_latn_az: Bölməni sil
hy_am: Հեռացնել բաժանումը
ka_ge: დაყოფის მოხსნა
kk_kz: Бқліп тастауды алып тастау
ru_ru: Снять разделение
th_th: ย้ายการแยกออก
uk_ua: Зняти поділ

# GridStringId.ServerRequestError
source: Error occurred during processing server request ({0}...)
ar_iq: حصل خطأ أثناء معالجة طلب الملقم ({0}...)
az_latn_az: Server sorğusunu emal edən zaman səhv baş verdi ({0}...)
hy_am: Սխալ է արձանագրվել սերվերի հարցումը մշակելիս ({0}...)
ka_ge: შეცდომა სერცერის მოთხოვნის დამუშავებისას ({0}...)
kk_kz: Серверге сауал жіберген кезде қате шықты ({0} ...)
ru_ru: Во время обработки запроса сервера ({0}...) произошла ошибка
th_th: เกิดข้อผิดพลาดระหว่างขั้นตอนการร้องขอเซิร์ฟเวอร์ ({0}...)
uk_ua: Під час обробки запиту сервера ({0} ...) сталася помилка

# StringId.TabHeaderSelectorButton
source: Show Window List
ar_iq: إظهار قائمة إطارات
az_latn_az: Pəncərə Siyahısını göstər
hy_am: Ցույց տալ պատուհանների ցանկը
ka_ge: ფანჯრების ჩამონათვალის ჩვენება
kk_kz: Терезелер тізімін көрсету
ru_ru: Показать окно списка
th_th: แสดงรายการหน้าต่าง
uk_ua: Показати вікно списку

# StringId.FilterClauseIsNotNullOrEmpty
source: Is not blank
ar_iq: ليس فارغا
az_latn_az: Boş deyil
hy_am: Դատարկ չէ
ka_ge: არ არის ცარიელი
kk_kz: Бос емес
ru_ru: Не пусто
th_th: ไม่ว่าง
uk_ua: Не порожнє

# StringId.FilterClauseIsNullOrEmpty
source: Is blank
ar_iq: فارغ
az_latn_az: Boşdur
hy_am: Դատարկ է
ka_ge: ცარიელია
kk_kz: Бос
ru_ru: Пусто
th_th: ว่าง
uk_ua: Порожнє

# StringId.FilterCriteriaToStringFunctionToInt
source: To int
az_latn_az: Tama
hy_am: Դեպի ամբողջ թիվ
kk_kz: Бүтін санға
ru_ru: К целому
th_th: ไปที่ int
uk_ua: До цілого

# StringId.FilterCriteriaToStringFunctionToLong
source: To long
ar_iq: إلى طويل
az_latn_az: Uzuna
hy_am: Դեպի երկար թիվ
kk_kz: Бүтін санға
ru_ru: К длинному
th_th: ไปที่ ยาว
uk_ua: До довгого

# StringId.FilterCriteriaToStringFunctionToFloat
source: To float
ar_iq: إلى عائم
az_latn_az: Axına
hy_am: Դեպի լողացող կետով թիվ
kk_kz: Бөлшек санға
ru_ru: К плавающей запятой
th_th: ไปที่ ลอย
uk_ua: До плаваючою з комою

# StringId.FilterCriteriaToStringFunctionToDouble
source: To double
ar_iq: إلى مزدوج
az_latn_az: İkiliyə
hy_am: Դեպի կրկնակի ճշգրտության թիվ
kk_kz: Бөлшек санға
ru_ru: К двойному
th_th: ไปที่ ทวีคูณ
uk_ua: До подвійного

# StringId.FilterCriteriaToStringFunctionToDecimal
source: To decimal
ar_iq: إلى عشري
az_latn_az: Onluğa
hy_am: Դեպի տասնորդական
kk_kz: Оңдық санға
ru_ru: К десятичному
th_th: ไปที่ จุดทศนิยม
uk_ua: До десятичного

# StringId.FilterCriteriaToStringFunctionContains
source: Contains
ar_iq: يحتوي
az_latn_az: Ehtiva edir
hy_am: Պարունակում է
ka_ge: შეიცავს
kk_kz: Құрамында бар
ru_ru: Содержит
th_th: บรรจุ
uk_ua: Містить

# StringId.FieldListName
source: Field List ({0})
ar_iq: قائمة الحقل ({0})
az_latn_az: Sahə siyahısı ({0})
hy_am: Դաշտի ցանկ ({0})
ka_ge: ველების ჩამონათვალი ({0})
kk_kz: Жолаұтар тізімі ({0})
ru_ru: Список полей ({0})
th_th: รายการช่อง ({0})
uk_ua: Список полів ({0})

# StringId.RestoreLayoutDialogFileFilter
source: XML files (*.xml)|*.xml|All files|*.*
ar_iq: XML ملفات (*.xml)|*.xml|كافة الملفات|*.*
az_latn_az: XML fayllar (*.xml)|*.xml|Bütün fayllar|*.*
hy_am: XML ֆայլեր (*.xml)|*.xml|Բոլոր ֆայլերը|*.*
ka_ge: XML ფაილები (*.xml)|*.xml|ყველა ტიპის ფაილი|*.*
kk_kz: XML файылдар (*.xml)|*.xml|Бүкіл файылдар|*.*
ru_ru: XML-файлы (*.xml)|*.xml|Все файлы|*.*
th_th: ไฟล์ XML (*.xml)|*.xml|ไฟล์ทั้งหมด|*.*
uk_ua: XML-файли (* .xml) | * .xml | Всі файли | *. *

# StringId.SaveLayoutDialogFileFilter
source: XML files (*.xml)|*.xml
ar_iq: XML ملفات (*.xml)|*.xml
az_latn_az: XML fayllar (*.xml)|*.xml
hy_am: XML ֆայլեր (*.xml)|*.xml
ka_ge: XML ფაილები (*.xml)|*.xml
kk_kz: XML файылдар (*.xml)|*.xml
ru_ru: XML-файлы (*.xml)|*.xml
th_th: ไฟล์ XML (*.xml)|*.xml
uk_ua: XML-файли (* .xml) | * .xml

# StringId.RestoreLayoutDialogTitle
source: Restore Layout
ar_iq: استعادة التخطيط
az_latn_az: Strukturu bərpa et
hy_am: Վերականգնել ներկայացումը
ka_ge: სქემის აღდგენა
kk_kz: Макетті қалпына келтіру
ru_ru: Восстановить макет
th_th: เรียกคืนเลย์เอาท์
uk_ua: Відновити макет

# StringId.SaveLayoutDialogTitle
source: Save Layout
ar_iq: حفظ التخطيط
az_latn_az: Strukturu yaddaşa sal
hy_am: Պահպանել ներկայացումը
ka_ge: სქემის დამახსოვრება
kk_kz: Макетті сақтау
ru_ru: Сохранить макет
th_th: บันทึกเลย์เอาท์
uk_ua: Зберегти макет

# StringId.PictureEditMenuZoom
source: Zoom
ar_iq: تكبير/تصغير
az_latn_az: Miqyası dəyiş
hy_am: Մասշտաբ
ka_ge: მასშტაბირება
kk_kz: Жақындату
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# StringId.PictureEditMenuFullSize
source: Full Size
ar_iq: حجم كامل
az_latn_az: Tam ölçü
hy_am: Լրիվ չափով
ka_ge: სრული ზომა
kk_kz: Толық өлшем
ru_ru: Полный размер
th_th: ขนาดเต็ม
uk_ua: Повний розмір

# StringId.PictureEditMenuFitImage
source: Fit Image
ar_iq: بحجم الصورة
az_latn_az: Şəkili uyğunlaşdır
hy_am: Հարմարեցնել պատկերը
kk_kz: Суретке сәйкес
ru_ru: Подогнать размер изображения
th_th: ทำให้รูปภาพพอดี
uk_ua: Підігнати розмір зображення

# StringId.PictureEditMenuZoomIn
source: Zoom In
ar_iq: تكبير
az_latn_az: Böyüt
hy_am: Խոշորացնել
ka_ge: მიახლოება
kk_kz: Үлкейту
ru_ru: Увеличить масштаб
th_th: ขยายเข้า
uk_ua: Збільшити

# StringId.PictureEditMenuZoomOut
source: Zoom Out
ar_iq: تصغير
az_latn_az: Kiçilt
hy_am: Փոքրացնել
ka_ge: მოშორება
kk_kz: Азайту
ru_ru: Уменьшить масштаб
th_th: ขยายออก
uk_ua: Зменшити

# StringId.PictureEditMenuZoomTo
source: Zoom to,
ar_iq: تكبير لـ
az_latn_az: Miqyası dəyiş
hy_am: Մասշտաբավորել
kk_kz: Жақындату
ru_ru: Увеличить до,
th_th: ขยายไปที่
uk_ua: Збільшити до,

# StringId.FilterPopupToolbarShowOnlyAvailableItems
source: Show Only Available Items
ar_iq: إظهار العناصر المتوفرة فقط
az_latn_az: Yalnız mövcud elementləri göstər
hy_am: Ցուցադրել միայն առկա տարրերը
ka_ge: მხოლოდ მისაწვდომი ობიექტების ჩვენება
kk_kz: Тек қана бар болған объектілерді көрсету
ru_ru: Показать только имеющиеся элементы
th_th: แสดงเฉพาะรายการที่ใช้ได้
uk_ua: Показати тільки наявні елементи

# StringId.FilterPopupToolbarShowNewValues
source: Show New Field Values
ar_iq: إظهار قيم الحقول الجديدة
az_latn_az: Yeni sahə qiymətlərini göstər
hy_am: Ցուցադրել նոր դաշտի արժեքները
ka_ge: ველების ახალი მნიშვნელობების ჩვენება
kk_kz: Жаңа жолақтың мәнің көрсету
ru_ru: Показать новые значения полей
th_th: แสดงค่าช่องใหม่
uk_ua: Показати нові значення полів

# StringId.FilterPopupToolbarIncrementalSearch
source: Incremental Search
ar_iq: بحث تزايدي
az_latn_az: Artan axtarış
hy_am: Որոնում ըստ քայլերի
ka_ge: თანმიმდევრული ძებნა
kk_kz: Жүйелі іздеу
ru_ru: Пошаговый поиск
th_th: การค้นหาสวนเพิ่ม
uk_ua: Покроковий пошук

# StringId.FilterPopupToolbarMultiSelection
source: Multi-Selection
ar_iq: تحديد متعدد
az_latn_az: Çoxlu seçim
hy_am: Բազմակի ընտրություն
ka_ge: ერთდროული შერჩევა
kk_kz: Көптік таңдау
ru_ru: Множественное выделение
th_th: การเลือกหลากหลาย
uk_ua: Множинне виділення

# StringId.FilterPopupToolbarRadioMode
source: Radio Mode
ar_iq: وضع اللاسلكي
az_latn_az: Radio rejimi
hy_am: Ռադիոյի ռեժիմ
ka_ge: რადიორეჟიმი
kk_kz: Радио режимі
ru_ru: Радиорежим
th_th: โหมดวิทยุ
uk_ua: Радіорежім

# StringId.FilterPopupToolbarInvertFilter
source: Invert Filter
ar_iq: عكس عامل التصفية
az_latn_az: Əks filter
hy_am: Հակառակ ֆիլտր
ka_ge: შებრუნებული ფილტრი
kk_kz: Сүзгіні аударыңыз
ru_ru: Обратный фильтр
th_th: ตัวกรองสับเปลี่ยน
uk_ua: Зворотний фільтр

# StringId.ColorPickPopupAutomaticItemCaption
source: Automatic
ar_iq: تلقائي
az_latn_az: Avtomatik
hy_am: Ավտոմատ
ka_ge: ავტომატური
kk_kz: Автоматты
ru_ru: Автоматический
th_th: อัตโนมัติ
uk_ua: Автоматичний

# StringId.Hours
source: hours
ar_iq: ساعات
az_latn_az: saatlar
hy_am: ժամեր
ka_ge: საათები
kk_kz: сағат
ru_ru: часы
th_th: ชั่วโมง
uk_ua: годинни

# StringId.Mins
source: mins
ar_iq: دقائق
az_latn_az: dəqiqələr
hy_am: րոպեներ
ka_ge: წუთები
kk_kz: минуталар
ru_ru: мин.
th_th: นาที
uk_ua: хв.

# StringId.Secs
source: secs
ar_iq: ثواني
az_latn_az: saniyələr
hy_am: վայրկյաններ
ka_ge: წამები
kk_kz: секундалар
ru_ru: сек.
th_th: วินาที
uk_ua: сек.

# BarString.CancelButton
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Болдырмау
ru_ru: Отменить
th_th: ยกเลิก
uk_ua: Скасувати

# BarString.SkinsTheme
source: Theme Skins
ar_iq: الأسطح الخارجية للنسق
az_latn_az: Mövzu örtükləri
hy_am: Թեմայի արտաքին տեսքեր
kk_kz: Тема Скины
ru_ru: Темы оформления
th_th: ธีมสกิน
uk_ua: Теми оформлення

# BarString.SkinsCustom
source: Custom Skins
ar_iq: أسطح خارجية مخصصة
az_latn_az: İstifadəçi örtüklər
hy_am: Օգտվողի արտաքին տեսքեր
kk_kz: Қолданушы Скиндер
ru_ru: Пользовательские темы
th_th: สกินกำหนดเอง
uk_ua: Власні теми оформлення

# BarString.ExpandRibbonSuperTipHeader
source: Expand the Ribbon (Ctrl+F1)
ar_iq: توسيع الشريط (Ctrl+F1)
az_latn_az: Lenti genişləndir (Ctrl+F1)
hy_am: Ընդարձակել ժապավենը (Ctrl+F1)
ka_ge: ლენტის გაზრდა (Ctrl+F1)
kk_kz: Лентаны жазу (Ctrl + F1)
ru_ru: Раскрыть ленту (Ctrl+F1)
th_th: ขยายริบบอน (Ctrl+F1)
uk_ua: Розкрити стрічку (Ctrl F1)

# BarString.CollapseRibbonSuperTipHeader
source: Minimize the Ribbon (Ctrl+F1)
ar_iq: تصغير الشريط (Ctrl+F1)
az_latn_az: Lenti minimallaşdır (Ctrl+F1)
hy_am: Ծալել ժապավենը (Ctrl+F1)
ka_ge: ლენტის მინიმიზაცია (Ctrl+F1)
kk_kz: Лентаны орау (Ctrl + F1)
ru_ru: Свернуть ленту (Ctrl+F1)
th_th: ลดขนาดริบบอน (Ctrl+F1)
uk_ua: Згорнути стрічку (Ctrl F1)

# BarString.ExpandRibbonSuperTipText
source: Show the Ribbon so that it is always expanded even after you click a command
ar_iq: إظهار الشريط بحيث يبقى موسعاً حتى بعد النقر على أمر ما
az_latn_az: Hətta siz əmrə kliklədikdən sonra belə həmişə genişlənməsi üçün Lenti göstər
hy_am: Ցուցադրել ժապավենն այնպես, որ այն միշտ ընդարձակված լինի, նույնիսկ այլ հրաման սեղմելիս
kk_kz: Лентены әрқашан жазық ұстау
ru_ru: Отображать ленту так, чтобы она всегда оставалась раскрытой, даже после выбора на ней любой команды
th_th: แสดงริบบอน เพื่อจะได้ขยายตลอดเวลาถึงแม้ว่าคุณจะคลิกปุ่มคำสั่ง
uk_ua: Відображати стрічку так, щоб вона завжди залишалася відкритою, навіть після вибору на ній будь-якої команди

# BarString.CollapseRibbonSuperTipText
source: Only show tab names on the Ribbon
ar_iq: إظهار خانة الأسماء فقط على الشريط
az_latn_az: Lentdə yalnız tab-vərəqə adlarını göstər
hy_am: Ժապավենի վրա ցույց տալ միայն ներդիրների անվանումները
ka_ge: ლენტაზე მხოლოდ ჩანართების დასახელებების ჩვენება
kk_kz: Лентада тек қана парақтардың тақырыбын көрсету
ru_ru: Показывать на ленте только названия вкладок
th_th: แสดงเฉพาะชื่อแท็บบนริบบอน
uk_ua: Показувати на стрічці тільки назви вкладок

# BarString.MoreCommands
source: &More Commands...
ar_iq: &أوامر إضافية...
az_latn_az: &Daha çox əmrlər...
hy_am: &Ավել հրամաններ…
ka_ge: &სხვა ბრძანებები...
kk_kz: & Одаң да көп Әмірлер ...
ru_ru: &Другие команды...
th_th: &คำสั่งมากขึ้น...
uk_ua: &Інші команди…

# BarString.CustomizeRibbon
source: Customize the &Ribbon...
ar_iq: تخصيص &الشريط
az_latn_az: &Lenti köklə...
hy_am: Կարգավորել &ժապավենը ...
ka_ge: &ლენტის მორგება...
kk_kz: & ленталарды реттеу ...
ru_ru: Настроить &ленту...
th_th: กำหนดริบบอนเอง...
uk_ua: Налаштувати стрічку

# BarString.CustomizeQuickAccessToolbar
source: &Customize Quick Access Toolbar...
ar_iq: &تخصيص شريط أدوات الوصول السريع...
az_latn_az: &Cəld giriş üçün alətlər panelini fərdiləşdir...
hy_am: &Կարգավորել արագ մուտքի վահանակը…
ka_ge: &სწრაფი წვდომის პანელის მორგება...
kk_kz: & Жедел қол жеткізу панелін реттеу ...
ru_ru: &Настроить панель быстрого доступа...
th_th: &กำหนดแถบเครื่องมือเข้าถึงอย่างรวดเร็วเอง..
uk_ua: &Налаштувати панель швидкого доступу …

# BarString.CustomizeToolbarText
source: Customize Toolbar
ar_iq: تخصيص شريط الأدوات
az_latn_az: Alətlər panelini fərdiləşdir
hy_am: Կարգավորել վահանակը
ka_ge: პანელის მორგება
kk_kz: Панельді реттеу
ru_ru: Настроить панель инструментов
th_th: กำหนดแถบเครื่องมือเอง
uk_ua: Налаштувати панель інструментів

# BarString.CustomizeToolbarSuperTipText
source: Customize Quick Access Toolbar
ar_iq: تخصيص شريط أدوات الوصول السريع
az_latn_az: Cəld giriş üçün alətlər panelini fərdiləşdir
hy_am: Կարգավորել արագ մուտքի վահանակը
ka_ge: სწრაფი წვდომის პანელის მორგება
kk_kz: Жедел қол жеткізу панелін реттеу
ru_ru: Настроить панель быстрого доступа
th_th: กำหนดแถบเครื่องมือเข้าถึงอย่างรวดเร็วเอง
uk_ua: Налаштувати панель швидкого доступу

# BarString.RibbonCustomizationOptionAllTabs
source: All Tabs
ar_iq: كافة الخانات
az_latn_az: Bütün tab-vərəqələr
hy_am: Բոլոր ներդիրները
ka_ge: ყველა ჩანართი
kk_kz: Бүкіл парақтар
ru_ru: Все вкладки
th_th: แท็บทั้งหมด
uk_ua: Всі вкладки

# BarString.RibbonCustomizationOptionAllCommands
source: All Commands
ar_iq: كافة الأوامر
az_latn_az: Bütün əmrlər
hy_am: Բոլոր հրամանները
ka_ge: ყველა ბრძანება
kk_kz: Бүкіл әмірлер
ru_ru: Все команды
th_th: คำสั่งทั้งหมด
uk_ua: Всі команди

# BarString.RibbonCustomizationStandardCustomItemSuffix
source: Custom
ar_iq: مخصص
az_latn_az: Fərdi
hy_am: Օգտվողի
ka_ge: ინდივიდუალური
kk_kz: Қолданушы
ru_ru: Пользовательский
th_th: การกำหนดเอง
uk_ua: Користувацький

# BarString.RibbonCustomizationResetSelectedTabSettingsCommand
source: Reset only selected Ribbon tab
ar_iq: إعادة تعيين خانة الشريط المحدد فقط
az_latn_az: Yalnız seçilmiş Lent tab-vərəqəsini ilkin vəziyyətinə bərpa et
hy_am: Վերաբեռնել միայն ժապավենի ընտրված ներդիրը
ka_ge: ლენტის მხოლოდ შერჩეული ჩანართის საწყის პარამეტრებზე დაბრუნება
kk_kz: Тек қана таңдалған лента парағын түсіру
ru_ru: Сбросить только выбранные вкладки ленты
th_th: ตั้งค่าแท็บริบบอนที่เลือกใหม่
uk_ua: Скинути тільки вибрані вкладки стрічки

# BarString.RibbonCustomizationResetSettingsCommand
source: Reset all customizations
ar_iq: إعادة تعيين كافة التخصيصات
az_latn_az: Bütün fərdiləşdirmələri ilkin vəziyyətə bərpa et
hy_am: Վերաբեռնել բոլոր կարգավորումները
kk_kz: Бүкіл бапталымдарды ысыру
ru_ru: Сбросить все настройки
th_th: ตั้งค่าการตั้งค่ากำหนดเองทั้งหมดใหม่
uk_ua: Скинути всі налаштування

# BarString.RibbonCustomizationImportSettingsCommand
source: Import customization file
ar_iq: استيراد ملف تخصيص
az_latn_az: Kökləmələrin faylını idxal et
hy_am: Ներմուծել կարգավորումների ֆայլը
kk_kz: Баптау файылды импорттау
ru_ru: Импортировать файл настроек
th_th: อิมพอร์ตไฟล์การตั้งค่ากำหนดเอง
uk_ua: Імпортувати файл налаштувань

# BarString.RibbonCustomizationExportSettingsCommand
source: Export all customizations
ar_iq: تصدير كافة التخصيصات
az_latn_az: Bütün kökləmələri ixrac et
hy_am: Արտահանել բոլոր կարգավորումները
kk_kz: Бүкіл бапталымдарды экспорттауы
ru_ru: Экспорт всех настроек
th_th: ส่งออกการตั้งค่ากำหนดเองทั้งหมด
uk_ua: Експорт всіх налаштувань

# BarString.RibbonCustomizationNewTabDefaultAlias
source: New Tab
ar_iq: خانة جديدة
az_latn_az: Yeni alt səhifə
hy_am: Նոր ներդիր
ka_ge: ახალი ჩანართი
kk_kz: Жаңа парақ
ru_ru: Новая вкладка
th_th: แท็บใหม่
uk_ua: Нова вкладка

# BarString.RibbonCustomizationNewGroupDefaultAlias
source: New Group
ar_iq: مجموعة جديدة
az_latn_az: Yeni qrup
hy_am: Նոր խումբ
ka_ge: ახალი ჯგუფი
kk_kz: Жаңа тоб
ru_ru: Новая группа
th_th: กลุ่มใหม่
uk_ua: Нова група

# BarString.RibbonCustomizationNewCategoryDefaultAlias
source: New Category
ar_iq: فئة جديدة
az_latn_az: Yeni kateqoriya
hy_am: Նոր կատեգորիա
ka_ge: ახალი კატეგორია
kk_kz: Жаңа категория
ru_ru: Новая категория
th_th: หมวดหมู่ใหม่
uk_ua: Нова категорія

# BarString.RibbonCustomizationNewCategoryCommand
source: New Category
ar_iq: فئة جديدة
az_latn_az: Yeni kateqoriya
hy_am: Նոր կատեգորիա
ka_ge: ახალი კატეგორია
kk_kz: Жаңа категория
ru_ru: Новая категория
th_th: หมวดหมู่ใหม่
uk_ua: Нова категорія

# BarString.RibbonCustomizationNewPageCommand
source: New Tab
ar_iq: خانة جديدة
az_latn_az: Yeni alt səhifə
hy_am: Նոր ներդիր
ka_ge: ახალი ჩანართი
kk_kz: Жаңа парақ
ru_ru: Новая вкладка
th_th: แท็บใหม่
uk_ua: Нова вкладка

# BarString.RibbonCustomizationNewGroupCommand
source: New Group
ar_iq: مجموعة جديدة
az_latn_az: Yeni qrup
hy_am: Նոր խումբ
ka_ge: ახალი ჯგუფი
kk_kz: Жаңа тоб
ru_ru: Новая группа
th_th: กลุ่มใหม่
uk_ua: Нова група

# BarString.RibbonCustomizationRenameText
source: Rename
ar_iq: إعادة تسمية
az_latn_az: Adını dəyişdir
hy_am: Վերանվանել
ka_ge: სახელის გადარქმევა
kk_kz: Басқаша атау
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
uk_ua: Перейменувати

# BarString.RibbonCustomizationRemoveText
source: Remove
ar_iq: إزالة
az_latn_az: Sil
hy_am: Հեռացնել
ka_ge: ამოღება
kk_kz: Жою
ru_ru: Удалить
th_th: ย้ายออก
uk_ua: Видалити

# BarString.RibbonCustomizationAddText
source: Add
ar_iq: إضافة
az_latn_az: Əlavə et
hy_am: Ավելացնել
ka_ge: დამატება
kk_kz: Қосу
ru_ru: Добавить
th_th: เพิ่ม
uk_ua: Додати

# BarString.RibbonCustomizationDownText
source: Move Down
ar_iq: تحريك إلى أسفل
az_latn_az: Aşağı apar
hy_am: Տեղաշարժել ներքև
ka_ge: გადაადგილება ქვემოთ
kk_kz: Төмен түсіру
ru_ru: Переместить ниже
th_th: ย้ายลง
uk_ua: Перемістити вниз

# BarString.RibbonCustomizationUpText
source: Move Up
ar_iq: تحريك إلى أعلى
az_latn_az: Yuxarı apar
hy_am: Տեղաշարժել վերև
ka_ge: გადაადგილება ზემოთ
kk_kz: Жоғары көтеру
ru_ru: Переместить выше
th_th: ย้ายขึ้น
uk_ua: Перемістити вверх

# BarString.RibbonCaptionTextNone
source: No name
ar_iq: لا يوجد اسم
az_latn_az: Adı yoxdur
hy_am: Անանուն
ka_ge: სახელის გარეშე
kk_kz: Атауы жоқ
ru_ru: Без имени
th_th: ไม่มีชื่อ
uk_ua: Без імені

# BarString.ColorTabWebSafeColors
source: Web-Safe
ar_iq: آمن على الويب
az_latn_az: Veb-təhlükəsizlik
hy_am: Վեբ-անվտանգ
kk_kz: Веб - Қауіпсіз
ru_ru: Веб-безопасный
th_th: ความปลอดภัยของเว็บ
uk_ua: Веб-безпечний

# BarString.ColorPickHueAxisName
source: Hue
ar_iq: تدرج اللون
az_latn_az: Çalar
hy_am: Երանգ
ka_ge: ტონი
kk_kz: Реңк
ru_ru: Оттенок
th_th: ความมืดของสี
uk_ua: Відтінок

# BarString.ColorPickSaturationAxisName
source: Saturation
ar_iq: الإشباع
az_latn_az: Dolğunluq
hy_am: Հագեցվածություն
ka_ge: გაჯერებულობა
kk_kz: Қанықтық
ru_ru: Насыщенность
th_th: ความอิ่มตัวสี
uk_ua: Насиченість

# BarString.ColorPickLuminanceAxisName
source: Luminance
ar_iq: النصوع
az_latn_az: Aydınlıq
hy_am: Լուսավորություն
kk_kz: Жарықтық
ru_ru: Освещённость
th_th: ความกระจ่าง
uk_ua: Освітленість

# BarString.ColorPickBrightnessAxisName
source: Brightness
ar_iq: السطوع
az_latn_az: Parlaqlıq
hy_am: Պայծառություն
ka_ge: კონტრასტი
kk_kz: Жарықтық
ru_ru: Яркость
th_th: ความสว่าง
uk_ua: Яскравість

# BarString.ColorPickOpacityAxisName
source: Opacity
ar_iq: اللاشفافية
az_latn_az: Tutqunluq
hy_am: Փայլատություն
ka_ge: გაუმჭირვალობა
kk_kz: Мөлдірлік
ru_ru: Непрозрачность
th_th: ความทึบ
uk_ua: Непрозорість

# BarString.ColorPickRedValidationMsg
source: Red component should be in range 0..255
ar_iq: يجب أن يكون المكون الأحمر ضمن النطاق 0..255
az_latn_az: Qırmızı komponent 0..255 diapazonunda olmalıdır
hy_am: Կարմիր բաղադրիչը պետք է լինի 0..255 տիրույթում
ka_ge: წითელის უნდა იყოს 0..255 ფარგლებში
kk_kz: Қызыл компонент 0 .. 255 диапазонда болу керек
ru_ru: Составная часть красного цвета должна находиться в диапазоне от 0 до 255
th_th: ส่วนประกอบสีแดงควรอยู่ในช่วง 0..255
uk_ua: Складова частина червоного кольору повинна знаходитися в діапазоні від 0 до 255

# BarString.ColorPickGreenValidationMsg
source: Green component should be in range 0..255
ar_iq: يجب أن يكون المكون الأخضر ضمن النطاق 0..255
az_latn_az: Yaşıl komponent 0..255 diapazonunda olmalıdır
hy_am: Կանաչ բաղադրիչը պետք է լինի 0..255 տիրույթում
ka_ge: მწვანი უნდა იყოს 0..255 ფარგლებში
kk_kz: Жасыл компонент 0 .. 255 диапазонда болу керек
ru_ru: Составная часть зелёного цвета должна находиться в диапазоне от 0 до 255
th_th: ส่วนประกอบสีเขียวควรอยู่ในช่วง 0..255
uk_ua: Складова частина зеленого кольору повинна знаходитися в діапазоні від 0 до 255

# BarString.ColorPickBlueValidationMsg
source: Blue component should be in range 0..255
ar_iq: يجب أن يكون المكون الأزرق ضمن النطاق 0..255
az_latn_az: Göy komponent 0..255 diapazonunda olmalıdır
hy_am: Կապույտ բաղադրիչը պետք է լինի 0..255 տիրույթում
ka_ge: ლურჯი უნდა იყოს 0..255 ფარგლებში
kk_kz: Көк компонент 0 .. 255 диапазонда болу керек
ru_ru: Составная часть синего цвета должна находиться в диапазоне от 0 до 255
th_th: ส่วนประกอบสีฟ้าควรอยู่ในช่วง 0..255
uk_ua: Складова частина синього кольору повинна знаходитися в діапазоні від 0 до 255

# BarString.ColorPickOpacityValidationMsg
source: Opacity component should be in range 0..255
ar_iq: يجب أن يكون مكون اللاشفافية ضمن النطاق 0..255
az_latn_az: Tutqunluq komponenti 0..255 diapazonunda olmalıdır
hy_am: Փայլատության բաղադրիչը պետք է լինի 0..255 տիրույթում
ka_ge: გამწირვალობა უნდა იყოს 0..255 ფარგლებში
kk_kz: Мөлдірлік компоненті 0 .. 255 диапазонда болу керек
ru_ru: Непрозрачность должна находиться в диапазоне от 0 до 255
th_th: ส่วนประกอบความทึบควรอยู่ในช่วง 0..255
uk_ua: Непрозорість повинна знаходитися в діапазоні від 0 до 255

# BarString.ColorPickColorHexValidationMsg
source: Invalid hexadecimal value
ar_iq: قيمة ست عشرية غير صحيحة
az_latn_az: Yanlış onaltılıq qiymət
hy_am: Սխալ տասնվեցերորդական արժեք
kk_kz: 16 түбірдегі қате сан
ru_ru: Недопустимое шестнадцатеричное значение
th_th: ค่าฐานสิบหกไม่ถูกต้อง
uk_ua: Неприпустиме шістнадцяткове значення

# BarString.ColorPickHueValidationMsg
source: Hue component should be in range 0..359
ar_iq: يجب أن يكون مكون تدرج اللون ضمن النطاق 0..359
az_latn_az: Çalar komponenti 0..359 diapazonunda olmalıdır
hy_am: Երանգի բաղադրիչը պետք է լինի 0..255 տիրույթում
kk_kz: Реңк компоненті 0 .. 359 диапазонда болу керек
ru_ru: Составная часть оттенка должна находиться в диапазоне от 0 до 359
th_th: ส่วนประกอบความมืดของสีควรอยู่ในช่วง 0..359
uk_ua: Складова частина відтінку повинна знаходитися в діапазоні від 0 до 359

# BarString.ColorPickSaturationValidationMsg
source: Saturation component should be in range 0..100
ar_iq: يجب أن يكون مكون الإشباع ضمن النطاق 0..100
az_latn_az: Dolğunluq komponenti 0..100 diapazonunda olmalıdır
hy_am: Հագեցվածության բաղադրիչը պետք է լինի 0..255 տիրույթում
ka_ge: ინტენსივობა უნდა იყოს დიაპაზონში 1..100-მდე
kk_kz: Қанықтық компоненті 0 .. 100 диапазонда болу керек
ru_ru: Составная часть насыщенности должна находиться в диапазоне от 0 до 100
th_th: ส่วนประกอบความอิ่มตัวสีของสีควรอยู่ในช่วง 0..100
uk_ua: Складова частина насиченості повинна знаходитися в діапазоні від 0 до 100
