Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgIncorrectImageBounds
source: Can't create an image for the specified size.
ar_iq: لا يمكن إنشاء صورة بالحجم المحدد.
az_latn_az: Göstərilən ölçüdə rəsm yaratmaq mümkün deyil.
hy_am: Հնարավոր չէ ստեղծել սահմանված չափով պատկեր:
ka_ge: შეუძლებელია მითითებული ზომის სურათის შექმნა.
kk_kz: Көрсетілген өлшемде кескін жасау мүмкін емес.
ru_ru: Невозможно создать изображение укзанного размера.
th_th: ไม่สามารถสร้างรูปภาพสำหรับขนาดที่กำหนดได้
uk_ua: Неможливо створити зображення для вказаного розміру.

# ChartStringId.MsgIncorrectPaneAnchorPointPane
source: Can't set the PaneAnchorPoint's pane, because the specified pane isn't default and isn't contained in the diagram's collection of panes.
ar_iq: لا يمكن ضبط جزء نقطة ارتساء جزء/PaneAnchorPoint's لأن الجزء المحدد ليس افتراضياً و غير مدرج في مجموعة الرسم التخطيطي للأجزاء.
az_latn_az: PanelinBağlanılmaNöqtəsini təyin etmək mümkün deyil, çünki göstərilən panel defolt deyil və diaqramın panellər kolleksiyasına daxil deyil.
hy_am: Հնարավոր չէ սահմանել PaneAnchorPoint-ի վահանակը, քանի որ նշված վահանակը լռելյայն չէ և ներառված չէ դիագրամի պանելների հավաքածուի մեջ:
ka_ge: შეუძლებელია PaneAnchorPoint გრაფიკის დაყენება, რადგან მოცემული გრაფიკი არ არის სტანდარტული და არ შედის დიაგრამის გრაფიკების კოლექციაში.
kk_kz: PaneAnchorPoint' панелін орнату мүмкін емес, себебі бұл панель әдепкілік емес және панельдер жинағында жоқ.
ru_ru: Невозможно установить панель PaneAnchorPoint, поскольку указанная панель не яыляется умолчанием и не содержится в коллекции панелей диаграммы.
th_th: ไม่สามารถตั้งค่าแผง PaneAnchorPoint ได้ เนื่องจากแผงที่กำหนดไม่ใช่ค่าตั้งต้น และไม่มีกลุ่มแผงของไดอะแกรม
uk_ua: Неможливо встановити панель PaneAnchorPoint, тому що визначена панель не є панеллю за умовчанням та не міститься у діаграмі панелей.

# ChartStringId.MsgInvalidPaletteName
source: Can't add a palette which has an empty name (\"\") to the palette repository. Please, specify a name for the palette.
ar_iq: لا يمكن إضافة لوح ألوان إذا كان اسمه فارغاً (\ "\") إلى مستودع لوح الألوان. يرجى، تحديد اسم للوح الألوان.
az_latn_az: Palitra anbarına adı olmayan (\"\") palitranı əlavə etmək olmaz. Zəhmət olmasa, palitraya ad verin
hy_am: Հնարավոր չէ ավելացնել գունապնակ, որը պահեստում ունի դատարկ անուն (\ "\"): Խնդրում ենք սահմանել անվանում գունապնակի համար:
ka_ge: შეუძლებელია ისეთი პალიტრის დამატება, რომელსაც გააჩნია ცარიელი სახელი (\"\") პალიტრის საცავში. თუ შეიძლება, მიუთითეთ პალიტრის სახელი.
kk_kz: Палитра сақталатын орында бос атауы (\"\") бар палитраны қосу мүмкін емес. Палитра үшін атау белгілеңіз.
ru_ru: Невозможно добавить палитру которая имеет пустое имя (\"\") в хранилище палитр. Пожалуйста, установите имя для палитры.
th_th: ไม่สามารถเพิ่มพาเล็ตต์ที่ไม่มีชื่อ (\"\") ลงในที่เก็บพาเล็ตต์ได้ กรุณากำหนดชื่อสำหรับพาเล็ตต์
uk_ua: Неможливо додати палітру, яка містить порожню назву (\"\") до палітри сховища. Будь ласка, назвіть палітру.

# ChartStringId.MsgNonExistentSeriesViewPane
source: Can't set the series view's pane, because the specified pane isn't contained in the diagram's collection of panes.
ar_iq: لا يمكن تعيين جزء عرض السلسلة لأن الجزء المحدد غير موجود في مجموعة الرسم التخطيطي للأجزاء.
az_latn_az: Seriyanın görünüşü panelini tərtib etmək mümkün deyil, çünki göstərilən panel diaqramın panellər kolleksiyasında mövcud deyil
hy_am: Հնարավոր չէ սահմանել սերիան գրաֆիկի վրա, քանի որ սահմանված գրաֆիկը ներառված չէ դիագրամի գրաֆիկների հավաքածուի մեջ:
ka_ge: შეუძლებელია გრაფიკზე სერიების დაყენება, რადგან მოცემული გრაფიკი არ შედის დიაგრამის გრაფიკების კოლექციაში.
kk_kz: Графикте серияны орнату мүмкін емес, себебі бұл график диаграмманың графиктер жиынтығында жоқ.
ru_ru: Невозможно установить серию на графике, т.к. указанный график не содержится в коллекции графиков диграммы.
th_th: ไม่สามารถตั้งค่ามุมมองซีรี่ส์ของแผงได้ เนื่องจากแผงที่กำหนดไม่มีในกลุ่มแผงต่างๆในไดอะแกรม
uk_ua: Неможливо встановитти панель перегляду послідовності, тому що визначена панель не міститься у діаграмі панелей.

# ChartStringId.SvnBubble
source: Bubble
ar_iq: فقاعي
az_latn_az: Sektor
hy_am: Շրջանակ
ka_ge: ბუშტულა
kk_kz: Дөңгелекше
ru_ru: Кружок
th_th: ฟอง
uk_ua: Коло

# ChartStringId.SvnCandleStick
source: Candle Stick
ar_iq: رسم الشموع اليابانية
az_latn_az: Birja (kursla)
hy_am: Բորսայական (փոխարժեքներով)
ka_ge: საბირჟო (კურსებით)
kk_kz: Биржалық (бағамдармен)
ru_ru: Биржевая (с курсами)
th_th: แท่งเทียน
uk_ua: Біржева (з курсами)

# GridStringId.CustomFilterDialogClearFilter
source: C&lear Filter
ar_iq: م&سح عامل تصفية
az_latn_az: &Filtri təmizlə
hy_am: Մ&աքրել ֆիլտրը
ka_ge: ფილტრის გ&ასუფთავება
kk_kz: Сүзгіні тазалау
ru_ru: О&чистить фильтр
th_th: ล้างการกรอง
uk_ua: О&чистити фільтр

# GridStringId.GroupSummaryEditorFormCancelButton
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# GridStringId.LayoutViewButtonCancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: О&тмена
th_th: ยกเลิก
uk_ua: Скасувати

# GridStringId.MenuColumnFilter
source: Can Filter
ar_iq: يمكن تصفية
az_latn_az: Filtr edə bilər
hy_am: Կարող է ֆիլտրել
ka_ge: შესაძლებელია ფილტრაცია
kk_kz: Сүзгі
ru_ru: Фи&льтр
th_th: สามารถกรองได้
uk_ua: Може Фільтрувати

# PivotGridStringId.FilterCancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# PreviewStringId.Button_Cancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# ReportStringId.FSForm_Btn_Cancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# ReportStringId.Msg_CreateSomeInstance
source: Can't create two instances of a class on a form
ar_iq: لا يمكن إنشاء حالتين مثيلتين من فئة في النموذج
az_latn_az: Forma üzərində sinifin iki nüsxəni yaratmaq mümkün deyil
hy_am: Հնարավոր չէ ստեղծել դասի երկու օրինակ ձևում
ka_ge: შეუძლებელია ერთი კლასის ორი ეგზემპლარის შექმნა ფორმაზე
kk_kz: Пішінде сыныптың екі данасын құру мүмкін емес.
ru_ru: Невозможно создать два экземпляра класса на форме
th_th: ไม่สามารถสร้างตัวอย่างทั้งสองในประเภทบนแบบฟอร์มได้
uk_ua: Неможливо створити два екземпляри класу на формі

# ReportStringId.Msg_FileContentCorrupted
source: Can't load the report's layout. The file is possibly corrupted or contains incorrect information.
ar_iq: لا يمكن تحميل تخطيط التقرير. ربما يكون الملف تالفاً أو ربما يحتوي على معلومات غير صحيحة.
az_latn_az: Hesabatın cədvəli əlavə etmək mümkün deyil. Ehtimal ki, fayl zədələnib və yaxud toplanmış hesabat itirilmişdi.
hy_am: Հնարավոր չէ բեռնել հաշվետվության դասավորվածությունը: Հնարավոր է այս ֆայլը վնասված է կամ պարունակում է սխալ տեղեկատվություն:
ka_ge: ვერ ტვირთავს ანგარიშის განლაგების სქემას. სავარაუდოდ დაზიანებულია ფაილი ან შეიცავს არასწორ ინფორმაციას.
kk_kz: Есепті орналастыруды жүктеу мүмкін емес. Файл зақымданған немесе онда дұрыс емес ақпарат болуы мүмкін
ru_ru: Не может загрузить размещение отчёта. Файл возможно повреждён или содержит неправильную информацию.
th_th: ไม่สามารถโหลดเลย์เอาท์รายงานได้ ไฟล์นี้อาจเกิดข้อผิดพลาด หรือมีข้อมูลที่ไม่ถูกต้อง
uk_ua: Неможливо завантажити схему звіту. Можливо, файл пошкоджений або містить невірну інформацію.

# ReportStringId.Msg_FileCorrupted
source: Can't load the report. The file is possibly corrupted or report's assembly is missing.
ar_iq: لا يمكن تحميل التقرير. ربما يكون الملف تالفاً أو ربما تجميع التقرير مفقود.
az_latn_az: Hesabatı yükləmək mümkün deyil. Ehtimal ki, fayl zədələnib və yaxud toplanmış hesabat itirilmişdi.
hy_am: Հնարավոր չէ բեռնել հաշվետվությունը: Հնարավոր է այս ֆայլը վնասվել է կամ հաշվետվության հավաքումը բացակայում է:
ka_ge: შეუძლებელია ანგარიშის ჩატვირთვა. სავარაუდოდ დაზიანებულია ფაილი.
kk_kz: Есепті жүктеу мүмкін емес. Файл зақымданған немесе есептің құрастырмасы жоғалған болуы мүмкін.
ru_ru: Невозможно загрузить отчет. Вероятно, поврежден файл или утеряна компоновка отчета.
th_th: ไม่สามารถโหลดเลย์เอาท์รายงานได้ ไฟล์นี้อาจเกิดข้อผิดพลาด หรือรายงานนี้มีส่วนประกอบไม่ครบ
uk_ua: Неможливо завантажити звіт. Можливо, файл пошкоджений або звіт не скомпонований.

# ReportStringId.Msg_InvalidReportSource
source: Can not be set to a descendant of the current report
ar_iq: لا يمكن ضبطه ليكون تابعاً للتقرير الحالي
az_latn_az: Cari hesabatın aşağı istiqamətlənmiş formasına uyğun quraşdırıla bilməz
hy_am: Չի կարող սահմանվել այս հաշվետվության ժառանգորդի համար
ka_ge: შეუძლებელია მოცემული ანგარიშის მემკვიდრისთვის დაყენება
kk_kz: Бұл есептің мұрагері үшін орнатылуы мүмкін емес
ru_ru: Не может быть установлен для наследника данного отчёта
th_th: ไม่สามารถตั้งค่าเป็น descendant สำหรับรายงานปัจจุบันได้
uk_ua: Не можна встановити для послідовника чинного звіту

# ReportStringId.RibbonXRDesign_BringToFront_Caption
source: Bring to Front
ar_iq: إحضار إلى المقدمة
az_latn_az: Ön plana gətir
hy_am: Բերել առաջ
ka_ge: წინა პლანზე გადმოტანა
kk_kz: Алдыңғы бетке әкелу
ru_ru: Перенести на передний план
th_th: นำมาข้างหน้า
uk_ua: Перемістити вперед

# ReportStringId.RibbonXRDesign_BringToFront_STipContent
source: Bring the selected controls to the front.
ar_iq: إحضار عناصر التحكم المحددة إلى المقدمة.
az_latn_az: Seçilmiş kontrolları ön plana gətir
hy_am: Ընտրված կառավարման տարրերը բերել առաջ:
ka_ge: მონიშნული მართვის ელემენტების წინა პლანზე გადმოტანა
kk_kz: Ерекшеленген басқару элементтерін алдыңғы бетке жылжытыңыз
ru_ru: Передвиньте выделенные элементы управления на передний план.
th_th: นำเอาการควบคุมที่เลือกมาข้างหน้า
uk_ua: Перемістити на обрані контрольні елементи спереду

# ReportStringId.RibbonXRDesign_BringToFront_STipTitle
source: Bring to Front
ar_iq: إحضار إلى المقدمة
az_latn_az: Ön plana gətir
hy_am: Բերել առաջ
ka_ge: წინა პლანზე გადმოტანა
kk_kz: Алдыңғы бетке әкелу
ru_ru: Перенести на передний план
th_th: นำมาข้างหน้า
uk_ua: Перемістити вперед

# ReportStringId.UD_TTip_BringToFront
source: Bring to Front
ar_iq: إحضار إلى المقدمة
az_latn_az: Ön plana gətir
hy_am: Բերել առաջ
ka_ge: წინა პლანზე გადმოტანა
kk_kz: Жоғарыға
ru_ru: Наверх
th_th: นำมาข้างหน้า
uk_ua: Перемістити вперед

# StringId.CalcError
source: Calculation Error
ar_iq: خطأ حسابي
az_latn_az: Hesablama səhvi
hy_am: Հաշվարկման սխալ
ka_ge: გამოთვლის შეცდომა
kk_kz: Есептеу қатесі
ru_ru: Ошибка вычисления
th_th: ข้อผิดพลาดในการคำนวน
uk_ua: Помилка обчислення

# StringId.Cancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# StringId.NavigatorCancelEditButtonHint
source: Cancel Edit
ar_iq: إلغاء تحرير
az_latn_az: Redaktəni ləğv et
hy_am: Չեղարկել խմբագրումը
ka_ge: რედაქტირების გაუქმება
kk_kz: Редакциялауды қолданбау
ru_ru: Отменить редактирование
th_th: ยกเลิกการแก้ไข
uk_ua: Скасувати редагування

# WizardStringId.CancelText
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Қолданбау
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

# AccStringId.CheckEditCheck
source: Check
ar_iq: فحص (وضع علامة)
az_latn_az: Yoxla
hy_am: Ստուգել
ka_ge: შემოწმება
kk_kz: Қосу
ru_ru: Включить
th_th: ตรวจสอบ
uk_ua: Увімкнути

# AccStringId.GridCell
source: cell
ar_iq: الخلية
az_latn_az: xana
hy_am: տարր
ka_ge: ელემენტი
kk_kz: элемент
ru_ru: элемент
th_th: เซล
uk_ua: елемент

# AccStringId.TreeListNodeCell
source: cell
ar_iq: الخلية
az_latn_az: Xana
hy_am: վանդակ
ka_ge: ელემენტი
kk_kz: элемент
ru_ru: элемент
th_th: เซลล์
uk_ua: елемент

# ChartStringId.AnnotationChartAnchorPoint
source: Chart Anchor Point
ar_iq: نقطة ارتساء المخطط
az_latn_az: Diaqramın bağlanma nöqtəsi
hy_am: Դրագրամի կապակցման կետ
ka_ge: დიაგრამის ანკერის ადგილმდებარეობა
kk_kz: Диаграмманың байлам нүктесі
ru_ru: Точка привязки диаграммы
th_th: จุดยึดแผนภูมิ
uk_ua: Точка прив'язки діаграми

# ChartStringId.ChartControlDockTarget
source: Chart Control
ar_iq: عنصر تحكم مخطط
az_latn_az: Diaqrama nəzarət
hy_am: Գրաֆիկի կառավարում
ka_ge: დიაგრამის კონტროლი
kk_kz: Диаграмманы басқару
ru_ru: Управление диаграммой
th_th: แผนภูมิการควบคุม
uk_ua: Управління діаграмою

# ChartStringId.DefaultChartTitle
source: Chart Title
ar_iq: عنوان المخطط
az_latn_az: Başlıq
hy_am: Գրաֆիկի վերնագիր
ka_ge: დიაგრამის დასახელება
kk_kz: Тақырып
ru_ru: Заголовок
th_th: หัวข้อแผนภูมิ
uk_ua: Назва діаграми

# ChartStringId.MsgChildSeriesPointNotExist
source: Child series point with ID equal to {0} doesn't exist.
ar_iq: لا توجد سلسلة تابعة بمعرف يساوي {0}
az_latn_az: Q/N {0} bərabər olan törəmə nöqtələr ardıcıllığı mövcud deyil
hy_am: {0} -ին հավասար ն/հ-ով կետերի դուստր սերիան գոյություն չունի:
ka_ge: შვილობილი თანმიმდევრობის ის წერტილები, რომელთა ID უდრის {0}–ს, არ არსებობს.
kk_kz: {0} ге тең ID бар нүктелердің еншілес реттілігі жоқ
ru_ru: Дочерняя последовательность точек с ID равным {0} не существует.
th_th: ซีรี่ส์ตัวลูกที่มี ID เท่ากับ {0} ไม่มีอยู่
uk_ua: Точка дочірніх послідовностей з ID, що дорівнює {0} не існує.

# ChartStringId.MsgIncorrectSeriesViewAxisX
source: Can't set the series view's X-axis, because the specified axis isn't the primary X-axis of the chart's diagram, or isn't the primary axis at all.
ar_iq: لا يمكن ضبط محور X لعرض سلسلة لأن المحور المحدد ليس محور X الأساسي لرسم المخطط التخطيطي أو أنه ليس محوراً أساسياً على الإطلاق.
az_latn_az: Seriyanın görünüşünün X oxunu tərtib etmək mümkün deyil, çünki göstərilən ox ya diaqramının əsas ox deyil, ya da ümumiyyətlə əsas X ox deyil.
hy_am: Հնարավոր չէ սահմանել X-առանցքի սերիան, քանի որ սահմանված առանցքը չէ հանդիսանում դիագրամի առաջնային X-առանցք կամ ընդհանրապես առաջնային առանցք չէ:
ka_ge: შეუძლებელია X-ღერძის თანმიმდევრობის დაყენება, რადგან მოცემული ღერძი არ წარმოადგენს დიაგრამის ძირითად X-ღერძს, ან საერთოდ არ არსებობს ძირითადი ღერძი.
kk_kz: Х осінің реттілігін көрсету мүмкін емес, себебі көрсетілген бастапқы ось диагарамманың қайталама осьтер жинағында жоқ.
ru_ru: Невозможно отобразить последовательность оси Х, так как указанная первичная ось не содержится в наборе вторичных осей диаграммы.
th_th: ไม่สามารถตั้งค่ามุมมองซีรี่ส์ของแกน X ได้ เนื่องจากแกนที่กำหนดนั้นไม่ใช้แกนหลัก X ของไดอะแกรทในแผนภูมิ หรือไม่ใช่แกนหลักเลย
uk_ua: Неможливо встановити X-вісь перегляду послідовності, тому що визначена вісь не є головною X-віссю діаграми, або взагалі не є головною віссю.

# ChartStringId.MsgIncorrectSeriesViewAxisY
source: Can't set the series view's Y-axis, because the specified axis isn't the primary Y-axis of the chart's diagram, or isn't the primary axis at all.
ar_iq: لا يمكن ضبط محور Y لعرض سلسلة لأن المحور المحدد ليس محور Y الأساسي لرسم المخطط التخطيطي أو أنه ليس محوراً أساسياً على الإطلاق.
az_latn_az: Seriyanın görünüşünün Y oxunu tərtib etmək mümkün deyil, çünki göstərilən ox ya diaqramının əsas Y-oxu deyil, ya da ümumiyyətlə əsas ox deyil
hy_am: Հնարավոր չէ սահմանել Y-առանցքի սերիան, քանի որ սահմանված առանցքը չի հանդիսանում դիագրամի առաջնային Y-առանցք կամ ընդհանրապես առաջնային առանցք չէ:
ka_ge: შეუძლებელია Y-ღერძის თანმიმდევრობის დაყენება, რადგან მოცემული ღერძი არ წარმოადგენს დიაგრამის ძირითად Y-ღერძს, ან საერთოდ არ არსებობს ძირითადი ღერძი.an't set the series view's Y-axis, because the specified axis isn't the primary Y-axis of the chart's diagram, or isn't the primary axis at all.
kk_kz: Y осінің реттілігін көрсету мүмкін емес, себебі көрсетілген бастапқы ось диагарамманың қайталама осьтер жинағында жоқ
ru_ru: Невозможно отобразить последовательность оси Y, так как указанная первичная ось не содержится в наборе вторичных осей диаграммы.
th_th: ไม่สามารถตั้งค่ามุมมองซีรี่ส์ของแกน Y ได้ เนื่องจากแกนที่กำหนดนั้นไม่ใช้แกนหลัก Y ของไดอะแกรทในแผนภูมิ หรือไม่ใช่แกนหลักเลย
uk_ua: Неможливо встановити Y-вісь перегляду послідовності, тому що визначена вісь не є головною Y-віссю діаграми, або не є головною віссю взагалі.

# ChartStringId.MsgIncorrectSeriesViewPane
source: Can't set the series view's pane, because the specified pane isn't default and isn't contained in the diagram's collection of panes.
ar_iq: لا يمكن ضبط جزء عرض السلسلة لأن الجزء المحدد ليس افتراضياً أو غير موجود في مجموعة الرسم التخطيطي للأجزاء.
az_latn_az: Seriyaya baxış panelini təyin etmək mümkün deyil, çünki göstərilən panel standart deyil və diaqramın panellər kolleksiyasına daxil deyil.
hy_am: Հնարավոր չէ սահմանել սերիան գրաֆիկի վրա, քանի որ սահմանված գրաֆիկը լռելյայն չէ և ներառված չէ դիագրամի գրաֆիկների հավաքածուի մեջ:
ka_ge: შეუძლებელია გრაფიკზე სერიების დაყენება, რადგან მოცემული გრაფიკი არ არის სტანდარტული და არ შედის დიაგრამის გრაფიკების კოლექციაში.
kk_kz: Графикте серияны орнату мүмкін емес, себебі бұл график әдепкілік емес және диаграмманың графиктер жиынтығында жоқ.
ru_ru: Невозможно установить серию на графике, т.к. указанный график не по умолчанию и не содержится в коллекции графиков диграммы.
th_th: ไม่สามารถตั้งค่ามุมมองซีรี่ส์ของแผงได้ เนื่องจากแผงที่กำหนดไม่ใช่ค่าตั้งต้น และไม่มีในกลุ่มแผงต่างๆในไดอะแกรม
uk_ua: Неможливо створти панель перегляду послідовності, тому що визначена панель не є панеллю за умовчанням та не міститься у діаграмі панелей.

# ChartStringId.MsgNonExistentSeriesViewAxisX
source: Can't set the series view's X-axis, because the specified secondary axis isn't contained in the diagram's collection of secondary X-axis.
ar_iq: لا يمكن تعيين محور X لعرض السلسلة لأن المحور الثانوي المحدد غير مدرج في مجموعة الرسم التخطيطي لمحور X الثانوي.
az_latn_az: Seriyanın görünüşünün X oxunu tərtib etmək mümkün deyil, çünki göstərilən ikinci dərəcəli ox diaqramının ikinci dərəcəli X oxları kolleksiyasında deyil.
hy_am: Հնարավոր չէ սահմանել X-առանցքի սերիան, քանի որ սահմանված երկրորդական առանցքը ներառված չէ դիագրամի երկրորդական X-առանցքների հավաքածուի մեջ:
ka_ge: შეუძლებელია X-ღერძის თანმიმდევრობის დაყენება, რადგან მოცემული მეორადი ღერძი არ შედის დიაგრამის მეორადი ღერძების კოლექციაში.
kk_kz: Х осінің реттілігін көрсету мүмкін емес, себебі көрсетілген қайталама ось диагарамманың қайталама осьтер жинағында жоқ.
ru_ru: Невозможно отобразить последовательность оси Х, так как указанная вторичная ось не содержится в наборе вторичных осей диаграммы.
th_th: ไม่สามารถตั้งค่ามุมมองซีรี่ส์ของแกน X ได้เนื่องจากแกนที่สองที่กำหนดนั้นไม่มีกลุ่มไดอะแกรมของแกน x ที่สอง
uk_ua: Неможливо встановити X-вісь перегляду послідовності, тому що визначена вторинна вісь не міститься у діаграмі вторинних X-вісей.

# ChartStringId.MsgNonExistentSeriesViewAxisY
source: Can't set the series view's Y-axis, because the specified secondary axis isn't contained in the diagram's collection of secondary Y-axis.
ar_iq: لا يمكن تعيين محور Y لعرض السلسلة لأن المحور الثانوي المحدد غير مدرج في مجموعة الرسم التخطيطي لمحور Y الثانوي.
az_latn_az: Seriyanın görünüşünün Y oxunu tərtib etmək mümkün deyil, çünki göstərilən ikinci dərəcəli ox diaqramının ikinci dərəcəli Y oxları kolleksiyasında deyil.
hy_am: Հնարավոր չէ սահմանել Y-առանցքի սերիան, քանի որ սահմանված երկրորդական առանցքը ներառված չէ դիագրամի երկրորդական Y-առանցքների հավաքածուի մեջ:
ka_ge: შეუძლებელია Y-ღერძის თანმიმდევრობის დაყენება, რადგან მოცემული მეორადი ღერძი არ შედის დიაგრამის მეორადი ღერძების კოლექციაში.
kk_kz: Y осінің реттілігін көрсету мүмкін емес, себебі көрсетілген қайталама ось диагарамманың қайталама осьтер жинағында жоқ
ru_ru: Невозможно отобразить последовательность оси Y, так как указанная вторичная ось не содержится в наборе вторичных осей диаграммы.
th_th: ไม่สามารถตั้งค่ามุมมองซีรี่ส์ของแกน Y ได้เนื่องจากแกนที่สองที่กำหนดนั้นไม่มีกลุ่มไดอะแกรมของแกน Y ที่สอง
uk_ua: Неможливо встановити Y-вісь перегляду послідовності, тому що визначена вторинна вісь не міститься у діаграмі вторинних Y-вісей.

# ChartStringId.TrnChartTitleDeleted
source: Chart title deleted
ar_iq: تم حذف عنوان المخطط
az_latn_az: Diaqramın başlığı silinmişdir
hy_am: Գրաֆիկի վերնագիրը ջնջված է
ka_ge: დიაგრამის დასახელება წაშლილია
kk_kz: Графиктің тақырыбы жойылды
ru_ru: Заголовок графика удален
th_th: หัวข้อแผนภูมิถูกลบ
uk_ua: Заголовок діаграми видалено

# ChartStringId.TrnChartTitlesChanged
source: Chart titles changed
ar_iq: تم تغيير عناوين المخطط
az_latn_az: Diaqramın başlıqları dəyişdirilib
hy_am: Դրագրամի վերնագրերը փոխվել են
ka_ge: დიაგრამის დასახელებების შეცვლილია
kk_kz: Диаграмма тақырыптары өзгерді
ru_ru: Заголовки диаграммы изменились
th_th: หัวข้อแผนภูมิถูกลบ
uk_ua: Заголовки діаграми змінено

# ChartStringId.TrnChartWizard
source: Chart wizard settings applied
ar_iq: تم تطبيق إعدادات معالج المخطط
az_latn_az: Diaqram hazırlama bələdçisinin quraşdırmaları tətbiq edilmişdir
hy_am: Դիագրամի Կառուցիչի կարգավորումների պարամետրերը կիրառվել են
ka_ge: დიაგრამის შექმნის ოსტატის დაყენების პარამეტრები გამოყენებულია
kk_kz: Диаграмма шебері теңшелімінің параметрлері қолданылды
ru_ru: Параметры настройки мастера диаграмм применялись
th_th: การตั้งค่าวิซาร์ดแผนภูมิถูกนำมาใช้
uk_ua: Налаштування майстра діаграми застосовані

# ChartStringId.TrnLoadLayout
source: Chart layout loaded
ar_iq: تم تحميل تخطيط المخطط
az_latn_az: Diaqram yüklənmişdir
hy_am: Դրագրամի դասավորվածության կարգավորումները բեռնվել են
ka_ge: დიაგრამის განლაგების სქემის პარამეტრები ჩატვირთულია
kk_kz: Диаграмманы орналастыру теңшелімі жүктелді
ru_ru: Настройки размещения диаграммы загружены
th_th: เลย์เอาท์แผนภูมิถูกโหลด
uk_ua: Настройки схеми діаграми завантажено

# ChartStringId.WizAnchorPointChart
source: Chart
ar_iq: مخطط
az_latn_az: Diaqram
hy_am: Գրաֆիկ
ka_ge: დიაგრამა
kk_kz: График
ru_ru: График
th_th: แผนภูมิ
uk_ua: Графік

# ChartStringId.WizBarSeriesLabelPositionCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრირება
kk_kz: Ортасы
ru_ru: Центр
th_th: กลาง
uk_ua: Центр

# ChartStringId.WizBubbleLabelPositionCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრირება
kk_kz: Ортасы
ru_ru: Центр
th_th: กลาง
uk_ua: Центр

# ChartStringId.WizChartPageName
source: Chart
ar_iq: مخطط
az_latn_az: Diaqram
hy_am: Գրաֆիկ
ka_ge: დიაგრამა
kk_kz: График
ru_ru: График
th_th: แผนภูมิ
uk_ua: Графік

# ChartStringId.WizChartTitlesPageName
source: Chart Titles
ar_iq: عناوين المخطط
az_latn_az: Başlıqları
hy_am: Դիագրամի վերնագրեր
ka_ge: დიაგრმის სათაურები
kk_kz: Тақырыптар
ru_ru: Заголовки
th_th: หัวข้อแผนภูมิ
uk_ua: Заголовки діаграми

# ChartStringId.WizChartTypePageName
source: Chart Type
ar_iq: نوع المخطط
az_latn_az: Diaqramın növü
hy_am: Դիագրամի տեսակներ
ka_ge: დიაგრამის ტიპი
kk_kz: Диаграмма түрлері
ru_ru: Виды диаграмм
th_th: ประเภทแผนภูมิ
uk_ua: Тип діаграми

# ChartStringId.WizErrorMessageTitle
source: Chart Wizard
ar_iq: معالج المخطط
az_latn_az: Diaqram bələdçisi
hy_am: Դիագրամի Կառուցիչ
ka_ge: დიაგრმაის შექმნის ოსტატი
kk_kz: Диаграмма шебері
ru_ru: Мастер диаграмм
th_th: วิซาร์ดแผนภูมิ
uk_ua: Майстер діаграми

# ChartStringId.WizFormTitle
source: Chart Wizard
ar_iq: معالج المخطط
az_latn_az: Diaqram bələdçisi
hy_am: Դիագրամի Կառուցիչ
ka_ge: დიაგრმაის შექმნის ოსტატი
kk_kz: Диаграмма шебері
ru_ru: Мастер диаграмм
th_th: วิซาร์ดแผนภูมิ
uk_ua: Майстер діаграми

# ChartStringId.WizFunnelSeriesLabelPositionCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრირება
kk_kz: Ортасы
ru_ru: Центр
th_th: กลาง
uk_ua: Центр

# ChartStringId.WizPositionCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრირება
kk_kz: Ортасы
ru_ru: Центр
th_th: กลาง
uk_ua: Центр

# ChartStringId.WizStringAlignmentCenter
source: Center
ar_iq: المركز
az_latn_az: Mərkəz
hy_am: Կենտրոն
ka_ge: ცენტრირება
kk_kz: Ортасы
ru_ru: Центр
th_th: กลาง
uk_ua: Центр

# GridStringId.LayoutViewCarouselModeBtnHint
source: Carousel Mode
ar_iq: وضع مكتبة دوارة
az_latn_az: Karusel rejimi
hy_am: Կարուսելային ռեժիմ
ka_ge: კარუსელური რეჟიმი
kk_kz: Карусель режимі
ru_ru: Карусельный режим
th_th: โหมดม้าหมุน
uk_ua: Карусельний режим
