Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.RibbonXRDesign_HorizSpaceIncrease_STipContent
source: Increase the horizontal spacing between the selected controls.
ar_iq: زيادة التباعد الأفقي بين عناصر التحكم المحددة.
az_latn_az: Qeyd olunmuş İdarə etmə elementlər arasında üfüqi məsafəni artırın
hy_am: Մեծացնել ընտրված կառավարման տարրերի միջև հորիզոնական միջակայքը:
ka_ge: ჰორიზონტალური შუალედის გადიდება მართვის მონიშნულ ელემენტებს შორის
kk_kz: Ерекшелеген басқару элементтерінің арасындағы көлденең аралықты ұлғайтыңыз.
ru_ru: Увеличьте горизонтальный интервал между выделенными элементами управлениями.
th_th: เพิ่มช่องว่างแนวนอน ระหว่างการควบคุมที่เลือก
uk_ua: Збільшити горизонтальний інтервал між обраними елементами управління.

# ReportStringId.RibbonXRDesign_HorizSpaceIncrease_STipTitle
source: Increase Horizontal Spacing
ar_iq: زيادة التباعد الأفقي
az_latn_az: Üfüqi məsafəni böyüdün
hy_am: Մեծացնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის გადიდება
kk_kz: Көлденең аралықты үлкейтіңіз
ru_ru: Увеличьте горизонтальный интервал
th_th: เพิ่มช่องว่างแนวนอน
uk_ua: Збільшити горизонтальний інтервал

# ReportStringId.RibbonXRDesign_HtmlHome_Caption
source: Home
ar_iq: الصفحة الرئيسية
az_latn_az: Ana səhifə
hy_am: Տուն
ka_ge: სახლი
kk_kz: Өзіндік
ru_ru: Домой
th_th: โฮม
uk_ua: Додому

# ReportStringId.RibbonXRDesign_HtmlHome_STipTitle
source: Home
ar_iq: الصفحة الرئيسية
az_latn_az: Ana səhifə
hy_am: Տուն
ka_ge: სახლი
kk_kz: Өзіндік
ru_ru: Домой
th_th: โฮม
uk_ua: Додому

# ReportStringId.RibbonXRDesign_HtmlPageText
source: HTML View
ar_iq: عرض HTML
az_latn_az: HTML görünüşü
hy_am: HTML դիտում
ka_ge: HTML ფორმატის გამოსახულება
kk_kz: HTML түрі
ru_ru: HTML вид
th_th: มุมมอง HTML
uk_ua: Вид HTML

# ReportStringId.RibbonXRDesign_JustifyJustify_Caption
source: Justify
ar_iq: ضبط
az_latn_az: Əsaslandır
hy_am: Հավասարեցնել
ka_ge: გასწორება
kk_kz: Туралау
ru_ru: Выровнять
th_th: จัดให้เสมอกัน
uk_ua: Вирівняти

# ReportStringId.RibbonXRDesign_JustifyJustify_STipTitle
source: Justify
ar_iq: ضبط
az_latn_az: Əsaslandır
hy_am: Հարմարեցնել
ka_ge: გასწორება
kk_kz: Туралау
ru_ru: Выровнять
th_th: จัดให้เสมอกัน
uk_ua: Вирівняти

# ReportStringId.RibbonXRDesign_NewReportWizard_STipContent
source: Launch the report wizard which helps you to create simple, customized reports.
ar_iq: إطلاق معالج التقارير الذي يساعدك على إنشاء تقارير عادية مخصصة.
az_latn_az: Sadə, quraşdırılmış hesabatların yaradılmasında kömək edən hesabatlar bələdçisini işə sal
hy_am: Գործարկեք հաշվետվության Կառուցիչը, որն օգնում է ստեղծել պարզ, կարգավորված հաշվետվություններ:
ka_ge: გაუშვით ანგარიშის მომზადების ოსტატი, რომელიც გეხმარებათ შექმნათ მარტივი, ინდივიდუალურად აწყობადი ანგარიშები.
kk_kz: Сізге қарапайым, теңшелген есеп жасауға көмектесетін есеп шеберінен бастаңыз
ru_ru: Начните с мастера отчётов, который помогает Вам создавать простые, настроенные отчёты.
th_th: เปิดวิซาร์ดรายงานที่ช่วยให้คุณสร้างรายงานที่ง่ายๆ กำหนดเอง
uk_ua: Почніть з мастера звітів, який допоможе вам сторювати прості, настроювані звіти.

# ReportStringId.RibbonXRDesign_VertSpaceIncrease_Caption
source: Increase Vertical Spacing
ar_iq: زيادة التباعد العمودي
az_latn_az: Şaquli məsafəni artırın
hy_am: Մեծացնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის გადიდება
kk_kz: Тік аралықты үлкейтіңіз
ru_ru: Увеличьте вертикальный интервал
th_th: เพิ่มช่องว่างแนวตั้ง
uk_ua: Збільшити вертикальний інтервал

# ReportStringId.RibbonXRDesign_VertSpaceIncrease_STipContent
source: Increase the vertical spacing between the selected controls.
ar_iq: زيادة التباعد العمودي بين عناصر التحكم المحددة.
az_latn_az: Qeyd olunmuş idarə etmə elementlər arasında şaquli məsafəni artırın
hy_am: Մեծացնել ընտրված կառավարման տարրերի միջև ուղղահայաց միջակայքը:
ka_ge: ვერტიკალური შუალედის გადიდება მართვის მონიშნულ ელემენტებს შორის
kk_kz: Ерекшелеген басқару элементтерінің арасындағы тік аралықты ұлғайтыңыз.
ru_ru: Увеличьте вертикальный интервал между выделенными элементами управлениями.
th_th: เพิ่มช่องว่างแนวตั้ง ระหว่างการควบคุมที่เลือก
uk_ua: Збільшити вертикальний інтервал між обраними елементами

# ReportStringId.RibbonXRDesign_VertSpaceIncrease_STipTitle
source: Increase Vertical Spacing
ar_iq: زيادة التباعد العمودي
az_latn_az: Şaquli məsafəni artırın
hy_am: Մեծացնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის გადიდება
kk_kz: Тік аралықты үлкейтіңіз
ru_ru: Увеличьте вертикальный интервал
th_th: เพิ่มช่องว่างแนวตั้ง
uk_ua: Збільшити вертикальний інтервал

# ReportStringId.SR_Horizontal_Pitch
source: Horizontal pitch
ar_iq: خطوة أفقية
az_latn_az: Üfüqi eniş
hy_am: Հորիզոնական թեքում
ka_ge: ჰორიზონტალური დაქანება
kk_kz: Көлденең еңіс
ru_ru: Горизонтальный уклон
th_th: ระดับแนวนอน
uk_ua: Горизонтальний схил

# ReportStringId.SSForm_Msg_InvalidFileFormat
source: Invalid file format
ar_iq: تنسيق ملف غير صحيح
az_latn_az: Yanlış fayl formatı
hy_am: Անվավեր ֆայլի ֆորմատ
ka_ge: ფაილის არასწორი ფორმატი
kk_kz: Файлдың дұрыс емес форматы
ru_ru: Некорректный формат файла
th_th: ฟอร์แม็ตไฟล์ไม่ถูกต้อง
uk_ua: Невірний формат файлу

# ReportStringId.UD_Hint_CenterInFormHorizontally
source: Horizontally center the selected controls within a band
ar_iq: توسيط عناصر التحكم المحددة ضمن نطاق بشكل أفقي
az_latn_az: Qrup çərçivəsində seçilmiş idarə elementlərin üfuqi mərkəzləşdirməsi
hy_am: Հորիզոնական դիրքով կենտրոն տեղափոխել ընտրված կառավարման տարրերը շերտագծի սահմաններում
ka_ge: მოახდინეთ მონიშნული მართვის ელემენტების ზოლის ფარგლებში ჰორიზონტალური ცენტრირება
kk_kz: Басқарудың ерекшеленген элементтерін жолақ шегінде көлденеңінен жинаңыз.
ru_ru: Сосредоточьте выделенные элементы управления в пределах полосы горизонтально.
th_th: จัดการควบคุมที่เลือกมาตรงกลางแนวนอนภายในแถบ
uk_ua: Розташувати горизонтально обрані елементи в межах стрічки

# ReportStringId.UD_Hint_JustifyJustify
source: Justify the control's text
ar_iq: ضبط نص عنصر التحكم
az_latn_az: İdarə elementlərin mətnini əsaslandır
hy_am: Հավասարեցնել կառավարման տարրի տեքստը
ka_ge: მართვის ელემენტის ტექსტის გასწორება
kk_kz: Басқару элементінің мәтінін туралау
ru_ru: Выровнять текст элемента управления
th_th: จัดข้อความของการควบคุมให้เท่ากัน
uk_ua: Вирівняти текст елементу управління

# ReportStringId.UD_Hint_SpacingIncrease
source: Increase the spacing between the selected controls
ar_iq: زيادة التباعد بين عناصر التحكم المحددة
az_latn_az: Seçilmiş İdarə elementlərin arasında məsafəni artırmaq
hy_am: Մեծացնել միջակայքը ընտրված կառավարման տարրերի միջև
ka_ge: შუალედის გადიდება მართვის მონიშნულ ელემენტებს შორის
kk_kz: Ерекшелеген басқару элементтерінің арасындағы аралықты ұлғайтыңыз.
ru_ru: Увеличить интервал между выделенными элементами управления
th_th: เพิ่มช่องว่างระหว่างการควบคุมที่เลือก
uk_ua: Збільшити інтервал між обраними елементами

# ReportStringId.UD_TTip_FormatItalic
source: Italic
ar_iq: مائل
az_latn_az: Kursiv
hy_am: Շեղատառ
ka_ge: კურსივი
kk_kz: Курсив
ru_ru: Курсив
th_th: ตัวเอียง
uk_ua: Курсив

# ReportStringId.UD_TTip_FormatJustify
source: Justify
ar_iq: ضبط
az_latn_az: Əsaslandır
hy_am: Հավասարեցնել
ka_ge: გასწორება
kk_kz: Туралау
ru_ru: Выровнять
th_th: จัดให้เท่ากัน
uk_ua: Вирівняти

# ReportStringId.UD_TTip_HorizSpaceIncrease
source: Increase Horizontal Spacing
ar_iq: زيادة التباعد الأفقي
az_latn_az: Üfüqi məsafəni böyüdün
hy_am: Մեծացնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის გადიდება
kk_kz: Аралықты көлденеңінен үлкейтіңіз
ru_ru: Увеличить интервалы по горизонтали
th_th: เพิ่มช่องว่างแนวนอน
uk_ua: Збільшити горизонтальний інтервал

# ReportStringId.UD_TTip_VertSpaceIncrease
source: Increase Vertical Spacing
ar_iq: زيادة التباعد العمودي
az_latn_az: Şaquli məsafəni artırın
hy_am: Մեծացնել ուղղահայաց միջակայքը
ka_ge: ვერტიკალური შუალედის გადიდება
kk_kz: Жоларалық аралықты үлкейтіңіз
ru_ru: Увеличить межстрочный интервал
th_th: เพิ่มช่องว่างแนวตั้ง
uk_ua: Збільшити вертикальний інтервал

# ReportStringId.Verb_Insert
source: Insert...
ar_iq: إدراج...
az_latn_az: Daxil et...
hy_am: Ավելացնել...
ka_ge: ...ჩასმა
kk_kz: кірістіру...
ru_ru: Вставить...
th_th: ป้อน..
uk_ua: Вставити...

# StringId.CheckIndeterminate
source: Indeterminate
ar_iq: غير مُحدِّد
az_latn_az: Qeyri-müəyyən
hy_am: Անորոշ
ka_ge: განუსაზღვრელი
kk_kz: Белгісіз
ru_ru: Неопределено
th_th: ไม่แน่ชัด
uk_ua: Не визначено

# StringId.FilterClauseAnyOf
source: Is any of
ar_iq: أي من
az_latn_az: Hər hansı biri
hy_am: Ցանկացած մեկը
ka_ge: მათ შორის ნებისმიერი
kk_kz: ... кез келгені
ru_ru: Любое из
th_th: มี..ใดๆหรือไม่
uk_ua: Будь-що з

# StringId.FilterClauseBetween
source: Is between
ar_iq: يكون بين
az_latn_az: Arasındadır
hy_am: Միջև
ka_ge: შორისაა
kk_kz: Арасында
ru_ru: Между
th_th: อยู่ระหว่าง
uk_ua: Між

# StringId.FilterClauseGreater
source: Is greater than
ar_iq: أكبر من
az_latn_az: ...-dan/-dən böyükdür
hy_am: Մեծ է
ka_ge: მეტია
kk_kz: Үлкенірек
ru_ru: Больше
th_th: มากกว่า
uk_ua: Більше

# StringId.FilterClauseGreaterOrEqual
source: Is greater than or equal to
ar_iq: أكبر من أو يساوي
az_latn_az: ...-dan/-dən böyükdür və ya ona bərabərdir
hy_am: Մեծ է կամ հավասար
ka_ge: მეტია ან ტოლი
kk_kz: Үлкенірек не тең
ru_ru: Больше или равно
th_th: มากกว่าหรือเท่ากับ
uk_ua: Більше або дорівнює

# StringId.FilterClauseIsNotNull
source: Is not blank
ar_iq: ليس فارغا
az_latn_az: Boş deyil
hy_am: Դատարկ չէ
ka_ge: არ არის ცარიელი
kk_kz: Бос емес
ru_ru: Не пусто
th_th: ไม่ว่าง
uk_ua: Не порожнє

# StringId.FilterClauseIsNull
source: Is blank
ar_iq: فارغ
az_latn_az: Boşdur
hy_am: Դատարկ է
ka_ge: ცარიელია
kk_kz: Бос
ru_ru: Пусто
th_th: ว่าง
uk_ua: Порожнє

# StringId.FilterClauseLess
source: Is less than
ar_iq: أقل من
az_latn_az: ...-dan/-dən azdır
hy_am: Փոքր է
ka_ge: ნაკლებია
kk_kz: кемірек
ru_ru: Меньше
th_th: น้อยกว่า
uk_ua: Менше

# StringId.FilterClauseLessOrEqual
source: Is less than or equal to
ar_iq: أقل من أو يساوي
az_latn_az: ...-dan/-dən azdır və ya ona bərabərdir
hy_am: Փոքր է կամ հավասար
ka_ge: ნაკლებია ან ტოლი
kk_kz: кемірек не тең
ru_ru: Меньше или равно
th_th: น้อยกว่าหรือเท่ากับ
uk_ua: Менше або дорівнює

# StringId.FilterClauseLike
source: Is like
ar_iq: يشابه
az_latn_az: Oxşardır
hy_am: Նման է
ka_ge: მსგავსია
kk_kz: Маскаға сәйкес келеді
ru_ru: Соответствует маске
th_th: เหมือนกัน
uk_ua: Відповідає

# StringId.FilterClauseNoneOf
source: Is none of
ar_iq: ليس واحداً من
az_latn_az: Heç biri deyil
hy_am: Ոչ մեկը
ka_ge: არც ერთი მათგანი
kk_kz: ... бірде біреуі
ru_ru: Ни одно из
th_th: ไม่ใช่
uk_ua: Жоден з

# StringId.FilterClauseNotBetween
source: Is not between
ar_iq: ليس بين
az_latn_az: Arasında deyil
hy_am: Ոչ միջև
ka_ge: არ არის შუაში
kk_kz: Арасында емес
ru_ru: Не между
th_th: ไม่ได้อยู่ระหว่าง
uk_ua: Не між

# StringId.FilterClauseNotLike
source: Is not like
ar_iq: لا يشابه
az_latn_az: Oxşar deyil
hy_am: Նման չէ
ka_ge: არ არის მსგავსი
kk_kz: Маскаға сәйкес келмейді
ru_ru: Не соответствует маске
th_th: ไม่เหมือน
uk_ua: Не відповідає

# StringId.FilterCriteriaToStringFunctionIif
source: Iif
az_latn_az: Əgər
hy_am: Եթե
ka_ge: თუ
kk_kz: Егер
ru_ru: Если
uk_ua: Якщо

# StringId.FilterCriteriaToStringFunctionIsNull
source: Is Null
ar_iq: قيمة خالية
az_latn_az: Sıfırdır
hy_am: Դատարկ է
ka_ge: ნულია
kk_kz: Бос
ru_ru: Пусто
th_th: ว่าง
uk_ua: Порожнє

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalBeyondThisYear
source: Is Beyond This Year
ar_iq: بعد هذه السنة
az_latn_az: Bu ilin hüdudlarından kənardadır
hy_am: Հաջորդ տարում
ka_ge: ამ წლის ფარგლებს გარეთ
kk_kz: Келесі жылы
ru_ru: В следующем году
th_th: หลังปีนี้
uk_ua: Наступним роком

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalEarlierThisMonth
source: Is Earlier This Month
ar_iq: في وقت سابق من هذا الشهر
az_latn_az: Bu ayın əvvəlindədir
hy_am: Այս ամսվա սկզբում
ka_ge: ამ თვის დასაწყისში
kk_kz: Ертерек осы айда
ru_ru: Ранее в этом месяце
th_th: ก่อนหน้าเดือนนี้
uk_ua: Раніше цього місяця

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalEarlierThisWeek
source: Is Earlier This Week
ar_iq: في وقت سابق من هذا الأسبوع
az_latn_az: Bu həftənin əvvəlindədir
hy_am: Այս շաբաթվա սկզբում
ka_ge: ამ კვირის დასაწყისში
kk_kz: Ертерек осы аптада
ru_ru: Ранее на этой неделе
th_th: ก่อนหน้าอาทิตย์นี้
uk_ua: Раніше цього тиждня

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalEarlierThisYear
source: Is Earlier This Year
ar_iq: في وقت سابق من هذا العام
az_latn_az: Bu ilin əvvəlindədir
hy_am: Այս տարվա սկզբում
ka_ge: ამ წლის დასაწყისში
kk_kz: Ертерек осы жылы
ru_ru: Ранее в этом году
th_th: ก่อนหน้าปีนี้
uk_ua: Раніше цього року

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLastWeek
source: Is Last Week
ar_iq: في الأسبوع الماضي
az_latn_az: Keçən həftədədir
hy_am: Անցյալ շաբաթ
ka_ge: გასულ კვირაში
kk_kz: Алдағы аптада
ru_ru: На предыдущей неделе
th_th: อาทิตย์ที่แล้ว
uk_ua: Останього тиджня

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLaterThisMonth
source: Is Later This Month
ar_iq: في الشهر الماضي
az_latn_az: Bu ayın sonundadır
hy_am: Այս ամսվա վերջին
ka_ge: ამ თვის ბოლოს
kk_kz: Кейінірек осы айда
ru_ru: Позднее в этом месяце
th_th: หลังเดือนนี้
uk_ua: Пізніше у цьому місяці

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLaterThisWeek
source: Is Later This Week
ar_iq: هو في وقت لاحق هذا الأسبوع
az_latn_az: Bu həftənin sonundadır
hy_am: Այս շաբաթվա վերջին
ka_ge: ამ კვირის ბოლოს
kk_kz: Кейінірек осы аптада
ru_ru: Позднее на этой неделе
th_th: หลังอาทิตย์นี้
uk_ua: Пізніше цього тиджня

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLaterThisYear
source: Is Later ThisYear
ar_iq: هو في وقت لاحق هذه السنة
az_latn_az: Bu ilin son aylarındadır
hy_am: Այս տարվա վերջին
ka_ge: ამ წლის ბოლოს
kk_kz: Кейінірек осы аптада
ru_ru: Позднее в этом году
th_th: หลังปีนี้
uk_ua: Пізніше цього року

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalNextWeek
source: Is Next Week
ar_iq: في الأسبوع القادم
az_latn_az: Gələn həftədir
hy_am: Հաջորդ շաբաթ
ka_ge: მომავალ კვირაში
kk_kz: Келесі аптада
ru_ru: На следующей неделе
th_th: อาทิตย์หน้า
uk_ua: Наступного тиджня

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalPriorThisYear
source: Is Prior This Year
ar_iq: في السنة السابقة
az_latn_az: Bu ildən əvvəlki ildir
hy_am: Անցյալ տարի
ka_ge: ამ წლამდე
kk_kz: Өткен жылы
ru_ru: В предыдущем году
th_th: ก่อนหน้าปีนี้
uk_ua: Попереднього року

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalToday
source: Is Today
ar_iq: اليوم
az_latn_az: Bu gündür
hy_am: Այսօր
ka_ge: დღეს
kk_kz: Бүгін
ru_ru: Сегодня
th_th: วันนี้
uk_ua: Сьогодні

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalTomorrow
source: Is Tomorrow
ar_iq: غدا
az_latn_az: Sabahdır
hy_am: Վաղը
ka_ge: ხვალ
kk_kz: Ертең
ru_ru: Завтра
th_th: พรุ่งนี้
uk_ua: Завтра

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalYesterday
source: Is Yesterday
ar_iq: بالأمس
az_latn_az: Dünəndir
hy_am: Երեկ
ka_ge: გუშინ
kk_kz: Кеше
ru_ru: Вчера
th_th: เมื่อวานนี้
uk_ua: Вчора

# StringId.FilterCriteriaToStringFunctionLocalDateTimeLastWeek
source: Last Week
ar_iq: الأسبوع الماضي
az_latn_az: Keçən həftə
hy_am: Անցած շաբաթ
ka_ge: გასული კვირა
kk_kz: Өткен апта
ru_ru: Прошедшая неделя
th_th: อาทิตย์ที่แล้ว
uk_ua: Минулий тиждень

# StringId.FilterCriteriaToStringIn
source: In
ar_iq: في
az_latn_az: da/də
hy_am: Մեջ
ka_ge: რაში
kk_kz: ішіне
ru_ru: в
th_th: ใน
uk_ua: У

# StringId.FilterCriteriaToStringIsNotNull
source: Is Not Null
ar_iq: ليس قيمة خالية
az_latn_az: Sıfır deyil
hy_am: Դատարկ չէ
ka_ge: არ არის ნული
kk_kz: Бос емес
ru_ru: Не пусто
th_th: ไม่ว่าง
uk_ua: Не порожнє

# StringId.FilterCriteriaToStringUnaryOperatorIsNull
source: Is Null
ar_iq: قيمة خالية
az_latn_az: Sıfırdır
hy_am: Դատարկ է
ka_ge: ნულია
kk_kz: Бос
ru_ru: Пусто
th_th: ว่าง
uk_ua: Порожнє

# StringId.InvalidValueText
source: Invalid Value
ar_iq: قيمة غير صحيحة
az_latn_az: Səhv rəqəm
hy_am: Անվավեր արժեք
ka_ge: არასწორი მნიშვნელობა
kk_kz: Дұрыс емес мән
ru_ru: Некорректное значение
th_th: ค่าที่ไม่ถูกต้อง
uk_ua: Невірне значення

# StringId.LookUpInvalidEditValueType
source: Invalid LookUpEdit EditValue type.
ar_iq: خطأ في نوع LookUpEdit EditValue.
az_latn_az: Səhv RedaktəetməyəBax GöstəriciniRedaktəEt növü.
hy_am: Անվավեր LookUpEdit EditValue-ի տեսակ:
ka_ge: არასწორი LookUpEdit EditValue–ს ტიპი
kk_kz: LookUpEdit EditValue дұрыс емес үлгісі
ru_ru: Неверный тип LookUpEdit.EditValue.
th_th: ประเภท มองหาการแก้ไข แก้ไขค่า ไม่ถูกต้อง
uk_ua: Невірний тип LookUpEdit EditValue.

# StringId.NavigatorLastButtonHint
source: Last
ar_iq: الأخير
az_latn_az: Soyadı
hy_am: Վերջին
ka_ge: ბოლო
kk_kz: Соңғы
ru_ru: Последняя
th_th: สุดท้าย
uk_ua: Остання

# AccStringId.NameScrollLineDown
source: Line Down
ar_iq: سطر إلى أسفل
az_latn_az: Sətir aşağı
hy_am: Տողը դեպի ներքև
ka_ge: ხაზი ქვევით
kk_kz: Жол төменге
ru_ru: Строка вниз
th_th: แถวลง
uk_ua: Рядок вниз

# AccStringId.NameScrollLineUp
source: Line Up
ar_iq: سطر إلى أعلى
az_latn_az: Sətir yuxarı
hy_am: Տողը դեպի վերև
ka_ge: ხაზი ზევით
kk_kz: Жол жоғарыға
ru_ru: Строка вверх
th_th: แถวขึ้น
uk_ua: Рядок вверх

# AccStringId.SpinLeftButton
source: Left
ar_iq: يسار
az_latn_az: Sol
hy_am: Ձախ
ka_ge: მარცხენა
kk_kz: Сол жақ
ru_ru: Левый
th_th: ซ้าย
uk_ua: Вліво

# ChartStringId.SvnLine
source: Line
ar_iq: خط
az_latn_az: Xətti
hy_am: Գծային գրաֆիկ
ka_ge: ხაზი
kk_kz: Сызықты график
ru_ru: Линейный график
th_th: เส้น
uk_ua: Лінія

# ChartStringId.SvnLine3D
source: Line 3D
ar_iq: خط ثلاثي الأبعاد
az_latn_az: Xətti 3D
hy_am: 3D գրաֆիկ
ka_ge: 3D ხაზური გრაფიკი
kk_kz: Көлемді график
ru_ru: Объемный график
th_th: เส้น 3D
uk_ua: Об'ємна лінія

# ChartStringId.TrnLegendPointOptionsReset
source: LegendPointOptions reset
ar_iq: تمت إعادة تعيين خيارات نقطة وسيلة الإيضاح
az_latn_az: ŞərtiİşarələrNöqtəsinəDairSeçimləri yenidən tərtib et
hy_am: Զրոյականացնել նշանների կետերի ընտրանքները
ka_ge: წერტილის ოპციების სიის ხელახლა ჩართვა
kk_kz: Нүкте опциялар тізбесін шығарып тастау
ru_ru: Сбросить перечень опций точки
th_th: การตั้งค่า LegendPointOptions ใหม่
uk_ua: Збросити налаштування точки Легенди

# ChartStringId.WizAnnotationConnectorStyleLine
source: Line
ar_iq: خط
az_latn_az: Xətt
hy_am: Գծային գրաֆիկ
ka_ge: ხაზი
kk_kz: Сызықты график
ru_ru: Линейный график
th_th: เส้น
uk_ua: Лінія

# ChartStringId.WizDockCornerLeftBottom
source: Left-bottom
ar_iq: يسار-أسفل
az_latn_az: Sol-aşağı
hy_am: Ձախ ստորին հատված
ka_ge: მარცხენა-ქვედა
kk_kz: Төменгі сол жақ
ru_ru: Левый нижний
th_th: ด้านซ้ายล่าง
uk_ua: Нижній лівий

# ChartStringId.WizDockCornerLeftTop
source: Left-top
ar_iq: يسار-أعلى
az_latn_az: Sol-yuxarı
hy_am: Ձախ վերին հատված
ka_ge: მარცხენა-ზედა
kk_kz: Жоғарғы сол жоқ
ru_ru: Левый верхний
th_th: ด้านซ้ายบน
uk_ua: Верхній лівий

# ChartStringId.WizFunnelSeriesLabelPositionLeft
source: Left
ar_iq: يسار
az_latn_az: Sol
hy_am: Ձախ
ka_ge: მარცხნივ
kk_kz: Сол жақ
ru_ru: Слева
th_th: ซ้าย
uk_ua: Лівий

# ChartStringId.WizFunnelSeriesLabelPositionLeftColumn
source: Left Column
ar_iq: العمود اليساري
az_latn_az: Sol sütun
hy_am: Ձախ սյունակ
ka_ge: მარცხენა სვეტი
kk_kz: Сол жақ бағана
ru_ru: Левая колонка
th_th: คอลัมน์ซ้าย
uk_ua: Ліва колонка

# ChartStringId.WizGradientLeftToRight
source: LeftToRight
ar_iq: من اليسار إلى اليمين
az_latn_az: SoldanSağa
hy_am: ՁախիցԱջ
ka_ge: მარცხნიდანმარჯვნივ
kk_kz: Оңнан Солға
ru_ru: СлеваНаправо
th_th: ซ้ายไปขวา
uk_ua: ЗліваНаправо

# ChartStringId.WizHatchLightDownwardDiagonal
source: LightDownwardDiagonal
ar_iq: قطري إلى أسفل فاتح
az_latn_az: Açıq rəngli, aşağı istiqamətli diaqonal
hy_am: ԲացՆերքևԱնկյունագծով
ka_ge: ნათელი ქვევით დიაგონალურად
kk_kz: Ақшыл Төмен Диагональ бойынша
ru_ru: СветлыйВнизПоДиагонали
th_th: การแทยงมุมลงแบบเบา
uk_ua: СвітлийВнизПоДіагоналі

# ChartStringId.WizHatchLightHorizontal
source: LightHorizontal
ar_iq: أفقي فاتح
az_latn_az: Açıq rəngli, üfüqi
hy_am: ԲացՀորիզոնական
ka_ge: ნათელი ჰორიზონტალურად
kk_kz: Ақшыл Көлденең
ru_ru: СветлыйГоризонтальный
th_th: แนวนอนแบบเบา
uk_ua: СвітлийПоГоризонталі

# ChartStringId.WizHatchLightUpwardDiagonal
source: LightUpwardDiagonal
ar_iq: قطري إلى أعلى فاتح
az_latn_az: Açıq rəngi, yuxarı istiqamətli diaqonal
hy_am: ԲացՎերևԱնկյունագծով
ka_ge: ნათელი ზემოთ დიაგონალურად
kk_kz: Ақшыл Жоғары Диагональ бойынша
ru_ru: СветлыйВверхПоДиагонали
th_th: การแทยงมุมขึ้นแบบเบา
uk_ua: СвітлийДогориПоДіагоналі

# ChartStringId.WizHatchLightVertical
source: LightVertical
ar_iq: عمودي فاتح
az_latn_az: Açıq rəngli, şaquli
hy_am: ԲացՈւղղահայաց
ka_ge: ნათელი ვერტიკალური
kk_kz: Ақшыл Жоғары
ru_ru: СветлыйВертикальный
th_th: แนวต้งแบบเบา
uk_ua: СвітлийПоВертикалі

# ChartStringId.WizLegendPageName
source: Legend
ar_iq: وسيلة إيضاح
az_latn_az: Şərti işarələr
hy_am: Նշաններ
ka_ge: აღნიშვნები
kk_kz: Белгілеу
ru_ru: Обозначения
th_th: คำอธิบายสัญลักษณ์
uk_ua: Легенда

# ChartStringId.WizPositionLeft
source: Left
ar_iq: يسار
az_latn_az: Sol
hy_am: Ձախ
ka_ge: მარცხნივ
kk_kz: Сол жақ
ru_ru: Слева
th_th: ซ้าย
uk_ua: Лівий

# ChartStringId.WizPositionLeftColumn
source: LeftColumn
ar_iq: العمود الأيسر
az_latn_az: SolSütun
hy_am: Ձախ սյունակ
ka_ge: მარცხენასვეტი
kk_kz: Сол жақ бағана
ru_ru: Левая колонка
th_th: คอลัมน์ซ้าย
uk_ua: ЛіваКолонка

# GridStringId.CustomFilterDialogConditionLike
source: like
ar_iq: مشابه
az_latn_az: kimi
hy_am: ինչպես
ka_ge: როგორც
kk_kz: Маскаға сәйкес келеді
ru_ru: соответствует маске
th_th: เช่น
uk_ua: містить

# GridStringId.LayoutViewCustomizationFormCaption
source: LayoutView Customization
ar_iq: تخصيص عرض التخطيط
az_latn_az: Cədvəl görünüşünün köklənilməsi
hy_am: Դասավորվածության արտաքին կարգավորում
ka_ge: სქემის გამოსახულების დაყენება
kk_kz: Орналасу түрінің теңшелімі
ru_ru: Настройка вида расположения
th_th: การตั้งค่ากำหนดเองมุมมองเลย์เอาท์
uk_ua: Настройка виду схеми

# GridStringId.LayoutViewGroupLayout
source: Layout
ar_iq: تخطيط
az_latn_az: Cədvəl
hy_am: Դասավորվածություն
ka_ge: სქემა
kk_kz: Орналасу
ru_ru: Расположение
th_th: เลย์เอาท์
uk_ua: Схема

# GridStringId.LayoutViewGroupTreeStructure
source: Layout Tree View
ar_iq: عرض شجرة التخطيط
az_latn_az: Cədvəlin ağac quruluşu
hy_am: Ներկայացում ծառի տեսքով
ka_ge: სქემის ხე
kk_kz: Ағаштың орналасуы
ru_ru: Расположение дерева
th_th: มุมมองแผนผังต้นไม้เลย์เอาท์
uk_ua: Вигдял дерева схеми

# LayoutStringId.LayoutControlDescription
source: Layout control
ar_iq: عنصر التحكم بالتخطيط
az_latn_az: Cədvələ nəzarət
hy_am: Դասավորվածության կառավարման տարր
ka_ge: სქემის მართვის ელემენტი
kk_kz: Орналасудың басқару элементі
ru_ru: Элемент управления расположения
th_th: การควบคุมเลย์เอาท์
uk_ua: Елемент управління схеми

# LayoutStringId.LayoutGroupDescription
source: Layout control group element
ar_iq: عنصر مجموعة عناصر التحكم بالتخطيط
az_latn_az: Cədvələ nəzarət qrupu elementi
hy_am: Դասավորվածության կառավարման տարրերի խումբ
ka_ge: სქემის მართვის ელემენტების ჯგუფი
kk_kz: Орналасу элементінің тобы
ru_ru: Группа элементов расположения
th_th: ส่วนประกอบกลุ่มการควบคุมเลย์เอาท์
uk_ua: Група елементів управління схеми

# LayoutStringId.LayoutItemDescription
source: Layout control item element
ar_iq: عنصر بند عنصر التحكم بالتخطيط
az_latn_az: Cədvələ nəzarət elementinin komponenti
hy_am: Դասավորվածության տարր
ka_ge: სქემის მართვის ელემენტი
kk_kz: Орналасу элементі
ru_ru: Элемент расположения
th_th: ส่วนประกอบรายการการควบคุมเลย์เอาท์
uk_ua: Елемент управління схеми

# LayoutStringId.TabbedGroupDescription
source: Layout control tabbedGroup element
ar_iq: عنصر مجموعة مبوبة لعنصر التحكم بالتخطيط
az_latn_az: Alt səhifə
hy_am: Ներդիր
ka_ge: სქემის მართვის ელემენტის ჩანართიანი ჯგუფი
kk_kz: Қосымша бет
ru_ru: Вкладка
th_th: ส่วนประกอบ tabbedGroup การควบคุมเลย์เอาท์
uk_ua: Вкладка групи елементів управління схеми

# LayoutStringId.TextPositionLeftMenuText
source: Left
ar_iq: يسار
az_latn_az: Sol
hy_am: Ձախ
ka_ge: მარცხნივ
kk_kz: Сол жақ
ru_ru: Слева
th_th: ซ้าย
uk_ua: Лівий

# LayoutStringId.TreeViewPageTitle
source: Layout Tree View
ar_iq: عرض شجرة التخطيط
az_latn_az: Cədvəllərin siyahısına baxış
hy_am: Ներկայացում ծառի տեսքով
ka_ge: სქემის ხის გამოსახულება
kk_kz: Ағаш түрінде
ru_ru: В виде дерева
th_th: มุมมองแผนผังต้นไม้เลย์เอาท์
uk_ua: У вигляд дерева
