Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgIncorrectStripMaxLimit
source: The max limit of the strip should be greater than the min limit.
ar_iq: ينبغي أن يكون الحد الأقصى للشريط أكبر من الحد الأدنى.
az_latn_az: Xəttin minimal və maksimal sərhədləri eyni ola bilməz.
hy_am: Շերտի առավելագույն սահմանը պետք է լինի ավելի մեծ, քան նվազագույն սահմանը:
ka_ge: ზოლის მაქსიმალური საზღვარი უნდა იყოს მინიმალურ საზღვარზე მეტი.
kk_kz: Жолақтың ең үлкен шекарасы ең кіші шекарадан артық болуға тиіс.
ru_ru: Максимальная граница полосы должна быть больше чем минимальная граница.
th_th: ขีดจำกัดมากที่สุดของ สตริป ควรมากกว่าขีดจำกัดอย่างน้อยที่สุด
uk_ua: Максимальна межа стрічки повинна бути більше мінімальної.

# ChartStringId.MsgIncorrectStripMinLimit
source: The min limit of the strip should be less than the max limit.
ar_iq: يجب أن يكون الحد الأدنى للشريط أقل من الحد الأقصى.
az_latn_az: Zolağın minimum həddi maksimum həddindən kiçik olmalıdır.
hy_am: Շերտի նվազագույն սահմանը պետք է փոքր լինի առավելագույն սահմանից:
ka_ge: ზოლის მინიმალური საზღვარი უნდა იყოს მაქსიმალურ საზღვარზე ნაკლები.
kk_kz: Жолақтың ең кіші шекарасы ең үлкен шекарадан кем болуға тиіс.
ru_ru: Минимальная граница полосы должна быть меньше чем максимальная граница.
th_th: ขีดจำกัดน้อยที่สุดของ สตริป ควรน้อยกว่าขีดจำกัดอย่างมากที่สุด
uk_ua: Максимальна межа стрічки повинна бути менше максимальної.

# ChartStringId.MsgInvalidLogarithmicBase
source: The logarithmic base should be greater than 1.
ar_iq: يجب أن تكون القاعدة اللوغاريتمية أكبر من 1.
az_latn_az: Loqarifmik əsas 1-dən böyük olmalıdır.
hy_am: Լոգարիթմների բազան պետք է լինի մեծ 1-ից:
ka_ge: ლოგარითმული ფუძე უნდა იყოს 1–ზე მეტი.
kk_kz: Логарифмдердің негізі 1-ден артық болуға тиіс.
ru_ru: Основание логарифмов должно быть больше 1
th_th: ฐานลอการิทึ่มควรมากกว่า 1
uk_ua: Логарифметична основа повинна бути більше 1.

# ChartStringId.MsgInvalidPaneSizeInPixels
source: The pane's size in pixels should be greater than or equal to 0.
ar_iq: يجب أن يكون حجم الجزء بالبكسل أكبر من أو يساوي 0.
az_latn_az: Panelin piksellərlə ölçüsü 0-dan artıq və ya ona bərabər olmalıdır.
hy_am: Գրաֆիկի չափսը պիքսելներով պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: პანელის ზომა პიქსელებში უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Графиктің пиксельмен алынған өлшемі 0-ден артық болуға тиіс
ru_ru: Размер графика в пикселах должен быть больше 0.
th_th: ขนาดแผงในพิกเซลควรมากกว่า หรือเท่ากับ 0
uk_ua: Розмір панелі у пікселях повинен бути більше або дорівнювати 0.

# ChartStringId.MsgModifyDefaultPaletteError
source: The palette is default and then can't be modified.
ar_iq: لوح الألوان افتراضي ولذا لا يمكن تعديله.
az_latn_az: Palitra standartdır və dəyişdirilə bilməz.
hy_am: Երանգապնակը կարգավորված է լռելյայն, և չի կարող փոփոխվել:
ka_ge: ეს პალიტრა დაყენებულია ნაგულისხმევი სახით და ამიტომ შეუძლებელია მასში ცვლილებების შეტანა.
kk_kz: Палитра әдепкілік бойынша орнатылған және модификациялана алмайды.
ru_ru: Палитра установлена по умолчанию и не может быть модифицирована.
th_th: พาเล็ตต์เป็นค่าตั้งต้น และไม่สามารถแก้ไขได้
uk_ua: Палітра встановлена за умовчанням та не може бути зміненою.

# ChartStringId.MsgOrderArrayLengthMismatch
source: The length of the order array isn't equal to the total number of registered elements.
ar_iq: طول صفيف الترتيب لا يساوي العدد الإجمالي للعناصر المسجلة.
az_latn_az: Ardıcıllıq dəstinin uzunluğu qeydiyyatda olan elementlərin ümumi cəmi sayına bərabər deyildir.
hy_am: Կարգավորված զանգվածի երկարությունը հավասար չէ գրանցված տարրերի ընդհանուր թվին:
ka_ge: მოწესრიგებული მასივის სიგრძე არ არის რეგისტრირებული ელემენტების საერთო რაოდენობის ტოლი.
kk_kz: Ретке келтірілген массивтің ұзындығы тіркелген элементтердің санына тең емес.
ru_ru: Длина упорядоченного массива не равна числу зарегистрированных элементов.
th_th: ความยาวของแถวการจัดลำดับไม่เท่ากับจำนวนรวมของส่วนประกอบที่มีการลงทะเบียน
uk_ua: Довжина масиву не дорівнює загальній кількості зареєстрованих елементів.

# ChartStringId.MsgOrderRepeatedElementFound
source: The same element is repeated several times in the order array.
ar_iq: يتكرر نفس العنصر عدة مرات في صفيف الترتيب.
az_latn_az: Eyni element ardıcıllıq sıralamasında bir neçə dəfə təkrarlanır.
hy_am: Որոշ տարրեր կարգավորած մասսիվում կրկնվում են մի քանի անգամ:
ka_ge: ზოგიერთი ელემენტი რამდენჯერმე მეორდება მოწესრიგებულ მასივში.
kk_kz: Кейбір элементтер реттелген массивте бірнеше рет қайталанды.
ru_ru: Некоторые элементы повторились несколько раз в упорядоченном массиве.
th_th: ส่วนประกอบเดียวกันจะถูกทำซ้ำหลายครั้งในแถวการจัดลำดับ
uk_ua: Один і той самий елемент повторюється декілька разів у масиві.

# ChartStringId.MsgPolarAxisXLogarithmic
source: The PolarAxisX doesn't support logarithmic mode.
ar_iq: المحور X القطبي لا يدعم الوضع اللوغاريتمي.
az_latn_az: PolyarXOxu loqarifmik rejimi dəstəkləmir.
hy_am: X բևեռային առանցքը /PolarAxisX/ չի աջակցում լոգարիթմիկ ռեժիմը:
ka_ge: PolarAxisX ვერ აღიქვამს ლოგარითმულ რეჟიმს.
kk_kz: Полярлық координаттардың X осі логарифмдік режимді қолдамайды
ru_ru: Ось X Полярных координат не поддерживает логарифмический режим
th_th: PolarAxisX ไม่รองรับโหมดลอการิทึ่ม
uk_ua: ПолярнаВісьX не підтримує логарифмічний режим.

# ChartStringId.MsgPolarAxisXRangeChanged
source: The range of a polar X-axis can't be changed.
ar_iq: لا يمكن تغيير نطاق محور X القطبي.
az_latn_az: Polyar X oxunun intervalı dəyişdirilə bilməz.
hy_am: X բևեռային առանցքի տիրույթը չի կարող փոխվել:
ka_ge: შეუძლებელია პოლარული X-ღერძის დიაპაზონის შეცვლა.
kk_kz: X полярлық осінің диапазоны өзгертілмейді.
ru_ru: Диапазон полярной оси X не может быть изменен.
th_th: ไม่สามารถเปลี่ยนเรนจ์ของขั้วแกน X ได้
uk_ua: Діапазон полярної осі X не можна змінювати.

# ChartStringId.MsgRegisterPageInUnregisterGroup
source: The page can't be registered in the unregistered group
ar_iq: لا يمكن تسجيل الصفحة في المجموعة الغير مسجلة
az_latn_az: Səhifə qeydiyyatda olmayan qrupda qeydiyyata alına bilməz.
hy_am: Էջը չի կարող գրանցվել չգրանցված խմբում
ka_ge: გვერდის რეგისტრაცია არარეგისტრირებულ ჯგუფში შეუძლებელია.
kk_kz: Бетті тіркелмеген топқа тіркеу мүмкін емес.
ru_ru: Страница не может быть зарегистоирована в незарегистрированной группе
th_th: ไม่สามารถลงทะเบียนหน้าในกลุ่มที่ยังไม่ได้ลงทะเบียนได้
uk_ua: Сторінку не можна зареєструвати у незареєстрованій групі

# ChartStringId.MsgWizardNonUniquePageType
source: The page of the {0} type is already registered. You can't add more than one page of a particular type.
ar_iq: الصفحة من نوع {0} مسجلة مسبقاً. لا يمكنك إضافة أكثر من صفحة واحدة من نوع معين.
az_latn_az: {0} növlü səhifə artıq qeydiyyatdadır. Spesifik növ üzrə birdən artıq səhifə əlavə edə bilməzsiniz.
hy_am: {0} տեսակի էջը արդեն գրանցված է: Դուք չեք կարող ավելացնել ավելի քան մեկ նույնատեսակ էջ:
ka_ge: {0} ტიპის გვერდი უკვე დარეგისტრირებულია. შეუძლებელია ერთზე მეტი იგივე ტიპის გვერდის დამატება.
kk_kz: {0} типті бет тіркеліп қойған. Дәл сондай бетті қоса алмайсыз.
ru_ru: Страница {0} типа уже зарегистрирована. Вы не можете добавить такую же.
th_th: หน้าของประเภท{0} มีการลงทะเบียนแล้ว คุรไม่สามารถเพิ่มมากกว่าหนึ่งหน้าของประเภทเดียวกันนี้ได้
uk_ua: Сторінка {0} типу вже зареєстрована. Ви не можете додати більше однієї сторінки певного типу.

# PreviewStringId.Msg_BigBitmapToCreate
source: The output file is too big. Please try to reduce the image resolution, or choose another export mode.
ar_iq: ملف الإخراج كبير جداً. يرجى محاولة تخفيض دقة الصورة، أو اختيار طريقة أخرى التصدير.
az_latn_az: Alınmış fayl çox böyükdür. Xahiş olunur şəklin ölçülərini kiçiltməyə çalışasınız və ya digər eksport rejimini seçin.
hy_am: Ելքի ֆայլը չափազանց մեծ է: Խնդրում ենք նվազեցնել պատկերի լուծելիության աստիճանը կամ ընտրել արտահանման այլ ռեժիմ:
ka_ge: საბოლოო ფაილი ძალიან დიდია. თუ შეიძლება, ეცადეთ შეამციროთ სურათის რეზოლუცია ან შეარჩიოთ ექსპორტის სხვა რეჟიმი.
kk_kz: Шығу файлы тым үлкен. Кескіннің рұқсатын кішірейтіп көріңіз немесе экспорттың басқа режимін таңдаңыз.
ru_ru: Выходной файл слишком велик. Пожалуйста, попробуйте уменьшить разрешение изображения, или выберите другой режим экспорта
th_th: ไฟล์ที่ส่งออกนั้นใหญ่เกินไป กรุณาลองลดความละเอียดของภาพ หรือเลือกโหมดการส่งออกอื่นๆ
uk_ua: Файл виводу надто великий. Будь ласка, спробуйте зменшити зображення, або оберіть інший режим експорту.

# PreviewStringId.Msg_BigFileToCreate
source: The output file is too big. Try to reduce the number of its pages, or split it into several documents.
ar_iq: ملف الإخراج كبير جدا. يرجى محاولة تقليل عدد صفحاته، أو تقسيمه إلى عدة وثائق.
az_latn_az: Alınmış fayl çox böyükdür. Səhifələrin sayını azaltmağa və ya ümumi sənədi bir neçə sənədə bölməyə çalışın.
hy_am: Ելքի ֆայլը չափազանց մեծ է: Փորձեք նվազեցնել էջերի քանակը կամ բաժանել այն մի քանի փաստաթղթերի:
ka_ge: საბოლოო ფაილი ძალიან დიდია. თუ შეიძლება, ეცადეთ შეამციროთ გვერდების რაოდენობა ან დაყოთ ის რამდენიმე დოკუმენტად.
kk_kz: Шығу файлы тым үлкен.Беттің санын азайтып көріңіз немесе оны бірнеше құжатқа бөліңіз
ru_ru: Выходной файл слишком велик. Попробуйте уменьшить число страниц, или разбить его на несколько документов
th_th: ไฟล์ที่ส่งออกนั้นใหญ่เกินไป กรุณาลองลดจำนวนหน้า หรือแบ่งเป็นหลายๆเอกสาร
uk_ua: Файл виводу надто великий. Спробуйте зменшити кількість його сторінок, або розділіть його на декілько документів.

# PreviewStringId.Msg_BigFileToCreateJPEG
source: The output file is too big to create a JPEG file. Please choose another image format or another export mode.
ar_iq: ملف الإخراج كبير جدا لإنشاء ملف JPEG. الرجاء اختيار تنسيق آخر للصورة أو طريقة أخرى التصدير.
az_latn_az: Xaric edilən fayl JPEG faylı yaratmaq üçün çox böyükdür. Xahiş olunur digər şəkil formatı və ya eksport rejimini seçəsiniz.
hy_am: Ելքի ֆայլը չափազանց մեծ է JPEG ֆայլ ստեղծելու համար: Խնդրում ենք ընտրել պատկերի այլ ձևաչափ կամ արտահանման այլ ռեժիմ:
ka_ge: საბოლოო ფაილი ძალიან დიდია JPEG ფაილის შესაქმნელად. თუ შეიძლება, შეარჩიეთ სურათის სხვა ფორმატი ან ექსპორტის სხვა რეჟიმი.
kk_kz: JPEG файлын құру үшін шығару файлы тым үлкен. Кескіннің басқа пішінін немесе экспорттың басқа режимін таңдаңыз.
ru_ru: Файл вывода слишком велик для создания JPEG файла. Пожалуйста, выберите другой формат изображения или другой режим экспорта.
th_th: ไฟล์ที่ส่งออกนั้นใหญ่เกินไปสำหรับการสร้างไฟล์ JPEG กรุณาลงฟอร์แม็ตรูปภาพอื่นๆ หรือโหมดการส่งออกอื่น
uk_ua: Файл виводу надто великий, щоб створити файл JPEG. Будь ласка, оберіть інший формат зображення або інший режим експорту.

# PreviewStringId.Msg_CannotAccessFile
source: The process cannot access the file "{0}" because it is being used by another process.
ar_iq: لا يمكن للعملية الوصول إلى الملف "{0}" لأنه قيد الاستخدام من قبل عملية أخرى.
az_latn_az: Prosesdə "{0}" faylına giriş əldə oluna bilmir, çünki həmin fayl digər bir proses tərəfindən istifadədədir.
hy_am: Գործընթացը չի կարող մուտք գործել դեպի "{0}" ֆայլը, քանի որ այն օգտագործվում է մեկ այլ գործընթացում:
ka_ge: პროცესისთვის "{0}" ფაილი მიუწვდომელია, რადგან იგი გამოიყენება სხვა პროცესის მიერ.
kk_kz: Процесс "{0}" файлына кіре алмайды, себебі ол басқа процесте қолданылып тұр.
ru_ru: Процесс не может получить доступ к файлу"{0}", так как он занят другим процессом
th_th: ขั้นตอนนี้ไม่สามารถเข้าถึงไฟล์ "{0}" ได้ เนื่องจากถูกใช้ในขั้นตอนอื่นอยู่
uk_ua: Процес не може отримати доступ до файлу "{0}" тому що він використовується у іншому процесі.

# PreviewStringId.Msg_IncorrectZoomFactor
source: The number must be beetween {0} and {1}.
ar_iq: يجب أن يكون العدد بين {0} و {1}.
az_latn_az: Rəqəm {0} və {1} arasında olmalıdır.
hy_am: Թիվը պետք է լինի {0}-ից մինչև {1}-ը:
ka_ge: რიცხვი უნდა იყოს {0}–სა და {1}–ს შორის.
kk_kz: Сан {0} -ден {1}-ге дейін болуға тиіс.
ru_ru: Число должно быть от {0} и до {1}.
th_th: หมายเลขต้องอยู่ระหว่าง {0}และ {1}
uk_ua: Число повинно бути від {0} до {1}.

# PreviewStringId.Msg_PathTooLong
source: The path is too long. Try a shorter name.
ar_iq: المسار طويل جداً. حاول استخدام اسم أقصر.
az_latn_az: Yol həddən artıq uzundur. Nisbətən qısa addan istifadə edin.
hy_am: Մուտքի ուղին չափազանց երկար է: Փորձեք ավելի կարճ անուն:
ka_ge: ეს გზა ძალიან გრძელია. სცადეთ უფრო მოკლე დასახელება.
kk_kz: Қолжетімділік жолы тым ұзақ. Неғұрлым қысқа ат қойып көріңіз.
ru_ru: Путь доступа слишком длинный.Попробуйте более короткое имя.
th_th: ชื่อยาวเกินไป ลองใช้ชื่อที่สั้นลง
uk_ua: Шлях надто довгий. Спробуйте скоротити назву.

# PreviewStringId.Msg_UnavailableNetPrinter
source: The net printer is unavailable.
ar_iq: طابعة الشبكة غير متوفرة
az_latn_az: Şəbəkə printeri mövcud deyildir.
hy_am: Ցանցային տպիչը հասանելի չէ:
ka_ge: ქსელური პრინტერის გამოყენება შეუძლებელია.
kk_kz: Желілік принтерге қол жеткізілмейді.
ru_ru: Сетевой принтер недоступен.
th_th: เครื่องพิมพิ์สุทธิไม่สามารถใช้ได้
uk_ua: Принтер мережі не доступний.

# PreviewStringId.Msg_WrongPrinter
source: The printer name is invalid. Please check the printer settings.
ar_iq: اسم الطابعة غير صالح. يرجى التحقق من إعدادات الطابعة.
az_latn_az: Printerin adı yararsızdır. Xahiş olunur, printerin kökləmələri yoxlayasınız.
hy_am: Տպիչի սխալ անուն: Խնդրում ենք ստուգել տպիչի կարգավորումները:
ka_ge: პრინტერის სახელი არასწორია. შეამოწმეთ პრინტერის დაყენების პარამეტრები.
kk_kz: Принтердің атауы дұрыс емес. Принтердің теңшелімін тексеріңіз.
ru_ru: Неверное имя принтера. Проверьте настройки принтера.
th_th: ชื่อเครื่องพิมพ์ผิด กรุณาตรวจสอบการตั้งค่าเครื่องพิมพ์
uk_ua: Невірна назва принтеру. Будь ласка, перевірте настройки принтеру.

# ReportStringId.Msg_CreateReportInstance
source: The report currently being edited is of a different type than the one you are trying to open. Do you want to open the selected report anyway?
ar_iq: جاري تحرير التقرير حاليا هو من نوع مختلف عن التقرير الذي تحاول فتحه. هل تريد فتح التقرير المحدد على أية حال؟
az_latn_az: Redaktə olunan hesabat və yüklənilən hesabat fərqli növlərdəndir.Hər hansı halda seçdiyiniz hesabatı açmaq istəyirsinizmi?
hy_am: Հաշվետվությունը, որը այժմ խմբագրվում է, տարբերվում է այն հաշվետվության տեսակից, որը դուք ցանկանում եք բացել: Ցանկանու՞մ եք այնուամենայնիվ բացել ընտրված հաշվետվությունը:
ka_ge: ამჟამად რედაქტირებადი ანგარიში განსხვავდება იმ ანგარიშის ტიპისგან, რომლის გახსნასაც ცდილობთ. მაინც გსურთ შერჩეული ანგარიშის გახსნა?
kk_kz: Редакцияланатын және жүктелетін есептердің типі әртүрлі. Осы есептің данасын құру керек пе?
ru_ru: Разные типы редактируемого и загружаемого отчетов. Создать экземпляр этого отчета?
th_th: รายงานที่กำลังถูกแก้ไขนี้ เป็นรายงานประเภทที่ต่างจากรายงานที่คุณพยายามเปิด คุณต้องการเปิดรายงานที่เลือกหรือไม่?
uk_ua: Звіт, який зараз редагується, має інший тип, ніж той, який ви намагаєтесь відкрити. Бажаєте відкрити обраний звіт?

# ReportStringId.Msg_IncorrectPadding
source: The padding should be greater than or equal to 0.
ar_iq: يجب أن تكون المساحة المتروكة أكبر من أو تساوي 0.
az_latn_az: Doldurma 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Հավասարեցումը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: შევსება უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Туралау 0-ден артық немесе тең болуға тиіс.
ru_ru: Выравнивание должно быть большим либо равным 0.
th_th: การเสริมเต็มควรมากกว่า หรือเท่ากับ 0
uk_ua: Заповнення повинно бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectShadowSize
source: The shadow size should be greater than 0.
ar_iq: يجب أن يكون حجم الظل أكبر من 0.
az_latn_az: Kölgənin ölçüsü 0-dan böyük olmalıdır.
hy_am: Ստվերների չափը պետք է լինի մեծ 0-ից:
ka_ge: ჩრდილის ზომა უნდა იყოს 0–ზე მეტი.
kk_kz: Көлеңкенің өлшемі 0-ден артық болуға тиіс
ru_ru: Размер теней должен быть больше чем 0.
th_th: ขนาดของแสงเงาควรมากกว่า 0
uk_ua: Розмір тіні повинен бути більше 0.

# ChartStringId.MsgIncorrectShapeFillet
source: The shape fillet should be greater than or equal to 0.
ar_iq: يجب أن يكون منحنى اتصال الشكل أكبر من أو يساوي 0.
az_latn_az: Forma zolağı 0-a bərabər və ya ondan böyük olmalıdır.
hy_am: Ձևի կլորացումը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: ფორმის მომრგვალება უნდა იყოს 0 -ზე მეტი ან ტოლი.
kk_kz: Пішіннің дөңгелектенуі 0-ден артық немесе тең болуға тиіс
ru_ru: Скругление формы должно быть больше или равно 0.
th_th: รูปร่างของ ฟิลเลต์ ควรมากกว่า หรือเท่ากับ 0
uk_ua: Округлення форми повинно бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectSummaryFunction
source: The specified summary function string is in an incorrect format.
ar_iq: تنسيق سلسلة دالة التلخيص المحددة غير صحيح.
az_latn_az: Göstərilən yekun funksiyası zənciri düzgün formatda deyildir.
hy_am: Նշված ամփոփման ֆունկցիան ունի տողի սխալ ֆորմատ:
ka_ge: მითითებული ჯამური ფუნქციის სტრიქონი არასწორი ფორმატისაა.
kk_kz: Көрсетілген жиынтық функцияда жолдың дұрыс емес форматы бар
ru_ru: Указанная итоговая функция имеет некорректный формат строки
th_th: แถวฟังค์ชั่นสรุปที่กำหนดนั้นอยู่ในฟอร์แม็ตที่ผิด
uk_ua: Вказана стрічка ітогової функції має невірний формат.

# ChartStringId.MsgInvalidExplodedSeriesPoint
source: The specified series point doesn't belong to the current Pie series views' collection of series points, and so it can't be added to the collection of exploded points.
ar_iq: نقطة السلسلة المحددة لا تنتمي إلى مجموعة نقاط السلسلة لعرض السلسلة الدائرية الحالية، لذا لا يمكن أن تضاف إلى مجموعة النقاط المجزأة.
az_latn_az: Göstərilən seriya nöqtəsi hazırki Dairə seriyasının seriya nöqtələri kolleksiyasına mənsub deyildir və bu səbəbdən, rədd edilmiş nöqtələrin kolleksiyasına əlavə edilə bilməz.
hy_am: Կետերի նշված հաջորդականությունը չի պատկանում արտապատկերված շրջանաձև հաջորդականության հավաքածուին, այսպիսով այն նաև չի կարող ավելացվել հեռացված կետերի հավաքածուի մեջ:
ka_ge: მითითებული სერიების წერტილი არ მიეკუთვნება მიმდინარე წრიულ სერიების გამოსახულების კოლექციას, და შეუძლებელია მისი დამატება გამორიცხული წერტილების კოლექციაში.
kk_kz: Көрсетілген нүктелер реттілігі бейнеленген айналу реттілігі коллекциясына тиесілі емес, оны қосуға болмайды
ru_ru: Указанная последовательность точек не принадлежит коллекции отображенной круговой последовательности , также она не может быть добавлена в набор исключенных точек.
th_th: จุดซีรี่ส์ที่กำหนดไม่อยู่ในกลุ่มมุมมองซีรี่ส์ พาย ปัจจุบัน ของจุดซีรี่ส์ ดังนั้นจึงไม่สามารถเพิ่มเข้าไปในกลุ่มของจุดแยกได้
uk_ua: Зазначена точка послідовності не належить до цієї збірки точок послідовності виглядів кутової діаграми, тому, її не можна додати до збірки виключених точок.

# ChartStringId.MsgInvalidPane
source: The specified pane either doesn't belong to a chart, or doesn't show the current axis whose visibility should be changed.
ar_iq: الجزء المحدد إما لا ينتمي إلى مخطط، أو لا يُظهر المحور الحالي الذي يجب أن تغيير إمكانية رؤيته.
az_latn_az: Göstərilən panel ya diaqrama məxsus deyildir, ya da görünmə funksiyası dəyişdirilməli olan hazırki oxu göstərmir.
hy_am: Նշված գրաֆիկը դիագրամին չի պատկանում կամ չի ցուցադրում ընթացիկ առանցքը, քանի որ վերջինիս տեսանելիությունը փոխվել է:
ka_ge: მითითებული პანელი არ მიეკუთვნება დიაგრამას, ან არ უჩვენებს მიმდინარე ღერძს, რომლის ხილვადობაც უნდა შეიცვალოს.
kk_kz: Көрсетілген график диаграммаға тиесілі емес немесе көрсетілмеген, себебі ағымдағы осьтің көрінуі өзгертілген.
ru_ru: Указанный график не принадлежит диаграмме, или не показан, т.к. видимость текущей оси была изменена.
th_th: หากแผงที่กำหนดไม่ได้อยู่ในแผนภูมิ ก็ไม่แสดงแกนปัจจุบัน ที่ควรเปลี่ยนการมองเห็นได้
uk_ua: Вказана панель або не належить до діаграми, та не показує чинну вісь, видимість якої треба змінити.

# ChartStringId.MsgInvalidScaleType
source: The specified value to convert to the scale's internal representation isn't compatible with the current scale type.
ar_iq: القيمة المحددة للتحويل إلى المقياس الداخلي لا تتوافق مع نوع المقياس الحالي.
az_latn_az: Miqyasın daxili göstəricisinin çevrilməsi üçün göstərilmiş qiymət cari miqyas növü ilə uyğun deyildir.
hy_am: Ներքին պատկերման սանդղակում վերարտադրման համար տեղադրված արժեքը համատեղելի չէ ընթացիկ սանդղակի տեսակի հետ:
ka_ge: მითითებული მნიშვნელობა, რომელიც დაყენებულია შიდა გამოსახულების შკალაში გადასაყვანად, არ არის მიმდინარე შკალის ტიპის თავსებადი.
kk_kz: Ішкі көрініс шәкілііне айналу үшін орнатылған мән шәкілдің ағымдағы үлгісімен үйлеспейді.
ru_ru: Значение, установленное чтобы преобразоваться в шкалу внутреннего отображения, не совместимо с текущим типом шкалы.
th_th: ค่าที่กำหนด เพื่อการแปลงไปในตัวแสดงอัตราภายในนั้น ไม่สามารถทำงานร่วมกับประเภทอัตราปัจจุบันได้
uk_ua: Вказане значення для конвертації у внутрішній звіт несумісне з цим типом шкали.

# ChartStringId.MsgNotChartControl
source: The specified object isn't a ChartControl.
ar_iq: الكائن المحدد ليس عنصر تحكم بالمخطط.
az_latn_az: Göstərilən obyekt DiaqramKontrolu deyil.
hy_am: Նշված օբյեկտը չի հանդիսանում ChartControl:
ka_ge: მითითებული ობიექტი არ არის ChartControl.
kk_kz: Көрсетілген объект ChartControl болып табылмайды.
ru_ru: Указанный объект не является ChartControl.
th_th: วัตถุที่กำหนดนี้ไม่ใช่ ChartControl
uk_ua: Визначений об'єкт не є ChartControl.

# ChartStringId.MsgNullSeriesViewAxisX
source: The series view's X-axis can't be set to null.
ar_iq: لا يمكن ترك قيمة عرض سلسلة للمحور X خالية.
az_latn_az: Seriyanın görünüşünün X oxu sıfır olaraq təyin oluna bilməz.
hy_am: X-առանցքի սերիաների շարքը չի կարող սահմանվել զրո:
ka_ge: სერიების გამოსახულების X-ღერძი არ შეიძლება იყოს ნული.
kk_kz: X осі бойынша серияның түрі null бола алмайды.
ru_ru: Вид серии по оси X не может быть null.
th_th: มุมมองซีรี่ส์ของแกน X ไม่สามารถตั้งค่าเป็นว่างได้
uk_ua: X-вісь виду послідовності не може мати порожнє значення.

# ChartStringId.MsgNullSeriesViewAxisY
source: The series view's Y-axis can't be set to null.
ar_iq: لا يمكن ترك قيمة عرض سلسلة للمحور Y خالية.
az_latn_az: Seriyanın görünüşünün Y oxu sıfır olaraq təyin oluna bilməz.
hy_am: Y-առանցքի սերիաների շարքը չի կարող սահմանվել զրո:
ka_ge: სერიების გამოსახულების Y-ღერძი არ შეიძლება იყოს ნული.
kk_kz: Y осі бойынша серияның түрі null бола алмайды.
ru_ru: Вид серии по оси Y не может быть null.
th_th: มุมมองซีรี่ส์ของแกน Y ไม่สามารถตั้งค่าเป็นว่างได้
uk_ua: Y-вісь виду послідовності не може мати порожнє значення.

# ChartStringId.MsgNullSeriesViewPane
source: The series view's pane can't be set to null.
ar_iq: لا يمكن ترك قيمة جزء عرض السلسلة خالية.
az_latn_az: Seriyanın görünüşünün paneli sıfır olaraq təyin oluna bilməz.
hy_am: Սերիայի տեսակը դիագրամում չի կարող սահմանվել զրո:
ka_ge: სერიების გამოსახულების პანელი არ შეიძლება იყოს ნული.
kk_kz: Диаграммадағы серия түрі null бола алмайды.
ru_ru: Вид серии на диаграмме не может быть null.
th_th: มุมมองซีรี่ส์ของแผง ไม่สามารถตั้งค่าเป็นว่างได้
uk_ua: Панель перегляду послідовностей не може мати порожнє значення.

# ChartStringId.MsgSeriesPointRelationAlreadyExists
source: The SeriesPointRelations collection already contains this relation.
ar_iq: هذه العلاقة موجودة مسبقاً في مجموعة علاقات نقطة سلسلة.
az_latn_az: SeriyanınNöqtələrininƏlaqəsi kolleksiyasında artıq bu əlaqə mövcuddur.
hy_am: SeriesPointRelations հավաքածուն արդեն պարունակում է այդ կապը:
ka_ge: SeriesPointRelations კოლექცია უკვე შეცავს ამ დამოკიდებულებას.
kk_kz: SeriesPointRelation коллекциясында бұл байланыс бар.
ru_ru: Коллекция SeriesPointRelations уже содержит эту связь.
th_th: กลุ่ม SeriesPointRelations มีความสัมพันธ์นี้อยู่แล้ว
uk_ua: Збірка SeriesPointRelations вже містить цей зв'язок.

# ChartStringId.MsgUnsupportedResolveOverlappingMode
source: The specified overlapping mode isn't supported by the current series view.
ar_iq: وضع التراكب المحدد غير معتمد من قبل عرض السلسلة الحالية.
az_latn_az: Göstərilən üst-üstə düşmə rejimi cari seriyaların görünüşündə dəstəklənmir.
hy_am: Ընտրված համընկնման ռեժիմը չի աջակցվում ընթացիկ ներկայացման կարգավորումներով:
ka_ge: მითითებული გადაფარვის რეჟიმი არ აღიქმება სერიების მიმდინარე გამოსახულების მიერ.
kk_kz: Салудың таңдалған режимін көріністің ағымдағы теңшелімі қолдамайды.
ru_ru: Выбранный режим наложения не поддерживается текущими настройками представления
th_th: โหมดการทับกันที่กำหนดไม่มีการรองรับโดยมุมมองซีรี่ส์ปัจจุบัน
uk_ua: Визначений режим накладання не підтримується цим виглядом послідовності.
