Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PreviewStringId.RibbonPreview_SendMht_Description
source: Single File Web Page
ar_iq: صفحة ويب في ملف واحد
az_latn_az: Tək faylda veb səhifəsi
hy_am: Վեբ էջը մեկ ֆայլում
ka_ge: ერთი ფაილის ვებ გვერდი
kk_kz: Веб-бет бір файлда
ru_ru: Веб-страница в одном файле
th_th: หน้าเว็บไฟล์เดี่ยว
uk_ua: Веб-сторінка в одному файлі

# PreviewStringId.RibbonPreview_SendTxt_Caption
source: Text File
ar_iq: ملف نصي
az_latn_az: Mətn faylı
hy_am: Տեքստային ֆայլ
ka_ge: Text ფორმატის ფაილი
kk_kz: Мәтіндік файл
ru_ru: Текстовый файл
th_th: ไฟล์ตัวอักษร
uk_ua: Текстовий файл

# PreviewStringId.SaveDlg_FilterTxt
source: Text Document
ar_iq: مستند نصي
az_latn_az: Mətn sənədi
hy_am: Տեքստային փաստաթուղթ
ka_ge: ტექსტური დოკუმენტი
kk_kz: Мәтіндік құжат
ru_ru: Текстовый документ
th_th: เอกสารตัวอักษร
uk_ua: Текстовий документ

# PreviewStringId.SB_TTip_Stop
source: Stop
ar_iq: إيقاف
az_latn_az: Dayandır
hy_am: Կանգ
ka_ge: შეჩერება
kk_kz: Тоқта
ru_ru: Стоп
th_th: หยุด
uk_ua: Стоп

# PreviewStringId.Shapes_SlantLine
source: Slant Line
ar_iq: خط مائل
az_latn_az: Çəp xətt
hy_am: Թեք գիծ
ka_ge: დახრილი ხაზი
kk_kz: Еңіс сызық
ru_ru: Наклонная линия
th_th: เส้นเอน
uk_ua: Лінія з нахилом

# PreviewStringId.Shapes_Square
source: Square
ar_iq: مربع
az_latn_az: Kvadrat
hy_am: Քառակուսի
ka_ge: კვადრატი
kk_kz: Текше
ru_ru: Квадрат
th_th: สี่เหลี่ยม
uk_ua: Квадрат

# PreviewStringId.Shapes_Star
source: Star
ar_iq: نجم
az_latn_az: Ulduz
hy_am: Աստղ
ka_ge: ვარსკვლავი
kk_kz: Жұлдыз
ru_ru: Звезда
th_th: ดาว
uk_ua: Зірка

# PreviewStringId.WMForm_ImageStretch
source: Stretch
ar_iq: تمدد
az_latn_az: Dart
hy_am: Ձգել
ka_ge: გაჭიმვა
kk_kz: Созу
ru_ru: Растянуть
th_th: ยืด
uk_ua: Розтягнення

# ReportStringId.CatStructure
source: Structure
ar_iq: البنية
az_latn_az: Struktur
hy_am: Կառուցվածք
ka_ge: სტრუქტურა
kk_kz: Құрылымы
ru_ru: Структура
th_th: โครงสร้าง
uk_ua: Структура

# ReportStringId.DesignerStatus_Size
source: Size
ar_iq: الحجم
az_latn_az: Ölçü
hy_am: Չափ
ka_ge: ზომა
kk_kz: Өлшем
ru_ru: Размер
th_th: ขนาด
uk_ua: Розмір

# ReportStringId.FSForm_Cat_Special
source: Special
ar_iq: خاص
az_latn_az: Xüsusi
hy_am: Հատուկ
ka_ge: სპეციალური
kk_kz: Арнайы
ru_ru: Специальный
th_th: พิเศษ
uk_ua: Спеціальний

# ReportStringId.FSForm_Lbl_Suffix
source: Suffix:
ar_iq: لاحقة:
az_latn_az: Suffiks:
hy_am: Ածանց
ka_ge: სუფიქსი:
kk_kz: Суффикс:
ru_ru: Суффикс
th_th: คำตามท้าย:
uk_ua: Суфікс:

# ReportStringId.FSForm_Tab_StandardTypes
source: Standard Types
ar_iq: أنواع قياسية
az_latn_az: Standart növlər
hy_am: Ստանդարտ տեսակներ
ka_ge: სტანდარტული ტიპები
kk_kz: Стандартты үлгілер
ru_ru: Стандартные типы
th_th: ประเภทมาตรฐาน
uk_ua: Стандартні типи

# ReportStringId.Msg_LargeText
source: Text is too large.
ar_iq: النص كبير جدا.
az_latn_az: Mətn həddən artıq böyükdür.
hy_am: Տեքստի չափից ավելի մեծ է:
ka_ge: ტექსტი ძალიან დიდია.
kk_kz: Мәтін тым үлкен
ru_ru: Текст слишком большой.
th_th: ข้อความตัวใหญ่เกินไป
uk_ua: Текст надто великий.

# ReportStringId.MultiColumnDesignMsg1
source: Space for repeating columns.
ar_iq: مساحة للأعمدة المكررة.
az_latn_az: Təkrarlanan sütunlar arasında məsafə qoy
hy_am: Տարածք կրկնվող սյունակների համար:
ka_ge: სივრცე განმეორებადი სვეტებისთვის
kk_kz: Қайталанатын бағаналарға арналған аумақ
ru_ru: Область для повторяющихся колонок.
th_th: ช่องว่างสำหรับคอลัมน์ซ้ำ
uk_ua: Область для колонок, що повторюються.

# ReportStringId.ParametersRequest_Submit
source: Submit
ar_iq: إرسال
az_latn_az: Təqdim et
hy_am: Ներկայացնել
ka_ge: დადასტურება
kk_kz: Ұсыну
ru_ru: Подтвердить
th_th: ส่ง
uk_ua: Подати

# ReportStringId.PivotGridFrame_Layouts_SelectorCaption2
source: Show fields &selector
ar_iq: إظهار محدد &الحقول
az_latn_az: Sahələrin seçilməsi formasını göstər
hy_am: Ցուցադրել դաշտերի &ընտրման ձևը
ka_ge: ველების &შერჩევის ფორმის ჩვენება
kk_kz: Пішінді & жолақ таңдауды көрсету
ru_ru: Показать форму &выбора полей
th_th: แสดงช่อง และตัวเลือก
uk_ua: Показати форму &вибора полів

# ReportStringId.RibbonXRDesign_Scripts_STipContent
source: Show or hide the Scripts Editor.
ar_iq: إظهار او إخفاء مصمم البرامج النصية.
az_latn_az: Skriptlər redaktorunu göstər və ya gizlət.
hy_am: Ցուցադրել կամ թաքցնել սկրիպտի խմբագրիչը:
ka_ge: სცენარების რედაქტორის ჩვენება ან დამალვა.
kk_kz: Скрипт редакторын көрсету немесе жасыру
ru_ru: Показать или спрятать редактор скрипта.
th_th: แสดง หรือซ่อนบรรณาธิกรสคริปต์
uk_ua: Показати або сховати редактор скрипту.

# ReportStringId.RibbonXRDesign_Scripts_STipTitle
source: Show/Hide Scripts
ar_iq: إظهار/إخفاء البرامج النصية
az_latn_az: Skriptləri göstər/gizlət
hy_am: Ցուցադրել/թաքցնել սկրիպտները
ka_ge: სცენარების ჩვენება/დამალვა
kk_kz: Көрсету/Жасыру
ru_ru: Показать/Спрятать
th_th: แสดง/ซ่อนสคริปต์
uk_ua: Показати/Сховати скрипти

# ReportStringId.RibbonXRDesign_SizeToGrid_Caption
source: Size to Grid
ar_iq: تغيير إلى حجم الشبكة
az_latn_az: Enliyinə uyğunlaşdır
hy_am: Հավասարեցնել ցանցին
ka_ge: ზომა ცხრილთან მიმართებაში
kk_kz: Ені бойынша өлшем
ru_ru: Размер по ширине
th_th: จัดกลุ่มตามขนาดไปที่ตาราง
uk_ua: Розмір по сітці

# ReportStringId.RibbonXRDesign_SizeToGrid_STipContent
source: Size the selected controls to the grid.
ar_iq: تغيير حجم عناصر التحكم المحددة لتناسب الشبكة.
az_latn_az: Seçilmiş idarə elementlərinin enliyi uyğunlaşdır
hy_am: Հավասարեցնել ընտրված կառավարման տարրերը ցանցին:
ka_ge: მართვის მონიშნული ელემენტების ზომა სიგანეზე
kk_kz: Ерекшеленген басқару элементтерінің ені бойынша өлшемі
ru_ru: Размер выделенных элементов управления по ширине.
th_th: จัดกลุ่มการควบคุมที่เลือกตามขนาดไปที่ตาราง
uk_ua: Вирівняти розмір обраних елементів по сітці

# ReportStringId.RibbonXRDesign_SizeToGrid_STipTitle
source: Size to Grid
ar_iq: تغيير إلى حجم الشبكة
az_latn_az: Enliyinə uyğunlaşdır
hy_am: Հավասարեցնել ցանցին
ka_ge: ზომა ცხრილთან მიმართებაში
kk_kz: Ені бойынша өлшем
ru_ru: Размер по ширине
th_th: จัดกลุ่มตามขนาดไปที่ตาราง
uk_ua: Розмір по сітці

# ReportStringId.RibbonXRDesign_Windows_STipContent
source: Show or hide the Tool Box, Report Explorer, Field List and Property Grid windows.
ar_iq: إظهار أو إخفاء إطارات لوح الأدوات ومكون التقارير وقائمة الحقول وشبكة الخصائص.
az_latn_az: Alətlər paneli, Hesabatlara baxış, Sahələrin siyahısı və Cədvəlin xassələri pəncərələrini göstər və ya gizlət.
hy_am: Ցուցադրել կամ թաքցնել գործիքների վահանակը, հաշվետվությունների մեկնաբանը, դաշտերի ցանկը և հատկություննետի պատուհանները:
ka_ge: ხელსაწყოთა პანელის, ანგარიშის ანალიზატორის, ველების ჩამონათვალის და მახასიათებლების ცხრილის ფანჯრის ჩვენება ან დამალვა.
kk_kz: Құралдар панелін, Есеп шолушысын, Жолақтар тізімін және Қасиеттер терезесін көрсету немесе жасыру
ru_ru: Показать или Спрятать Панель инструментов, Обозреватель отчётов, Список полей и Окно свойств.
th_th: แสดง หรือซ่อนกล่องเครื่องมือ ตัวสำรวจรายงาน รายการช่อง และคุณลักษณะตาราง หน้าต่าง
uk_ua: Показати або сховати панель інструментів, оглядач звітів, Перелік полів та сітку властивостей.

# ReportStringId.RibbonXRDesign_Windows_STipTitle
source: Show/Hide Windows
ar_iq: إظهار/إخفاء الإطارات
az_latn_az: Pəncərələri göstər/gizlət
hy_am: Ցուցադրել/թաքցնել պատուհանները
ka_ge: ფანჯრების ჩვენება/დამალვა
kk_kz: Көрсету/Жасыру
ru_ru: Показать/Спрятать
th_th: แสดง/ซ่อนหน้าต่าง
uk_ua: Показати/Сховати вікна

# ReportStringId.SR_Side_Margins
source: Side margins
ar_iq: الهوامش الجانبية
az_latn_az: Sərhədlər sahələri
hy_am: Կողքի լուսանցքները
ka_ge: გვერდითი ზღვრები
kk_kz: Бет жолағы
ru_ru: Поле страницы
th_th: ขอบข้าง
uk_ua: Бокові поля

# ReportStringId.SSForm_Caption
source: Styles Editor
ar_iq: مصمم الأنماط
az_latn_az: Üslub redaktoru
hy_am: Ոճերի ձևանմուշի խմբագրիչ
ka_ge: სტილების რედაქტორი
kk_kz: Қалып стильдерінің редакторы
ru_ru: Редактор шаблонов стилей
th_th: บรรณาธิการสไตล์
uk_ua: Редактор стилів

# ReportStringId.SSForm_Msg_StyleSheetError
source: StyleSheet error
ar_iq: خطأ في ورقة النمط
az_latn_az: ÜslubVərəqində səhv
hy_am: Ձևանմուշի սխալ
ka_ge: შაბლონის შეცდომა
kk_kz: Қалып қатесі
ru_ru: Ошибка шаблона
th_th: ข้อผิดพลาดในรูปแบบชีท
uk_ua: Помилка шаблону

# ReportStringId.STag_Capt_Tasks
source: Tasks
ar_iq: المهام
az_latn_az: Tapşırıqlar
hy_am: Հանձնարարություններ
ka_ge: დავალებები
kk_kz: Тапсырма
ru_ru: Задания
th_th: ภารกิจ
uk_ua: Завдання

# ReportStringId.STag_Name_ShrinkSubReportIconArea
source: Shrink subreport icon's area
ar_iq: تقليص مساحة رمز التقرير الفرعي
az_latn_az: Alt-hesabatın işarəsinin sahəsini kiçilt
hy_am: Կարճացնել ենթահաշվետվությունների պատկերանշանի տարածքը
ka_ge: დაქვემდებარებული ანგარიშის ნიშნის ზონის შემცირება
kk_kz: Тіркелген есептің пиктограмма аумағын қысқарту
ru_ru: Сократить область пиктограммы пиктограммы вложенного отчета
th_th: ย่อพื้นที่ไอคอน subreport
uk_ua: Зменшити зону піктограми вкладеного звіту

# ReportStringId.UD_Capt_MakeSameSizeSizeToGrid
source: Size to Gri&d
ar_iq: تغيير الحجم إلى الش&بكة
az_latn_az: Şəbəkəyə uyğun Öl&çü
hy_am: Հավասարեցնել ցանցին
ka_ge: ზომა ცხ&რილთან მიმართებაში
kk_kz: Тор бойынша өлшем
ru_ru: Размер по сетке
th_th: ขนาดไปที่ตาราง
uk_ua: Розмір по Сіт&ці

# ReportStringId.UD_Capt_StatusBarName
source: Status Bar
ar_iq: شريط المعلومات
az_latn_az: Status paneli
hy_am: Կարգավիճակի տող
ka_ge: სტატუსის ზოლი
kk_kz: Жай-күй жолы
ru_ru: Строка состояния
th_th: แถบสถานะ
uk_ua: Панель стану

# ReportStringId.UD_Hint_BackGroundColor
source: Set the background color of the control
ar_iq: ضبط لون خلفية عنصر التحكم
az_latn_az: İdarə elementlərin fonunun rəngini seçin
hy_am: Կարգավորեք կառավարման տարրի ետնապատկերի գույնը
ka_ge: დააყენეთ მართვის ელემენტის ფონის ფერი
kk_kz: Басқару элементі фонының түсін қойыңыз.
ru_ru: Установите цвет фона элемента управления
th_th: ตั้งค่าสีพื้นหลังของการควบคุม
uk_ua: Встановити колір фону елемента

# ReportStringId.UD_Hint_ForegroundColor
source: Set the foreground color of the control
ar_iq: ضبط اللون الأمامي لعنصر التحكم
az_latn_az: İdarə elementlərin ön planının rəngini seçin
hy_am: Կարգավորեք կառավարման տարրի գույնը
ka_ge: დააყენეთ მართვის ელემენტის ფერი
kk_kz: Басқару элементінің түсін қойыңыз.
ru_ru: Установите цвет элемента управления
th_th: ตั้งค่าสีพื้นหน้าของการควบคุม
uk_ua: Встановити колір елементу управління

# ReportStringId.UD_Hint_MakeSameSizeSizeToGrid
source: Size the selected controls to the grid
ar_iq: تغيير حجم عناصر التحكم المحدد إلى حجم الشبكة
az_latn_az: Seçilmiş idarə elementlərin ölçüsünü sistemə uyğunlaşdırmaq
hy_am: Հավասարեցնել ընտրված կառավարման տարրերը ցանցին
ka_ge: შერჩელი კონტროლის ღილაკების ზომის გათანაბრება ცხრილთან
kk_kz: Ерекшеленген басқару элементтерінің ені бойынша өлшемі
ru_ru: Размер выделенных элементов управления по ширине
th_th: ปรับขนาดการควบคุมที่เลือกไปที่ตาราง
uk_ua: Розмір обраних елементів по сітці

# ReportStringId.UD_Hint_ViewTabs
source: Switch to the {0} tab
ar_iq: تبديل إلى علامة التبويب {0}
az_latn_az: {0}-a keçirt
hy_am: Անցնել {0} ներդիրին
ka_ge: {0} ჩანართზე გადართვა
kk_kz: {0} ге қайта қосу
ru_ru: Переключить на {0}
th_th: เปลี่ยนไปที่แท็บ {0}
uk_ua: Перемикнутися на {0} вкладку

# ReportStringId.UD_TTip_SizeToGrid
source: Size to Grid
ar_iq: تغيير إلى حجم الشبكة
az_latn_az: Torun ölçüsünə uyğunlaşdır
hy_am: Հավասարեցնել ցանցին
ka_ge: ზომა ცხრილთან მიმართებაში
kk_kz: Тор торабы бойынша өлшемді туралау
ru_ru: Выровнять размер по узлам сетки
th_th: ปรับขนาดที่ตาราง
uk_ua: Розмір по сітці

# ReportStringId.UD_XtraReportsToolboxCategoryName
source: Standard Controls
ar_iq: عناصر التحكم المعيارية
az_latn_az: Standart kontrollar
hy_am: Ստանդարտ կառավարման տարրեր
ka_ge: მართვის სტანდარტული ელემენტები
kk_kz: Стандартты басқару элементі
ru_ru: Стандартные элементы управления
th_th: การควบคุมมาตรฐาน
uk_ua: Стандартні елементи управління

# ReportStringId.Verb_SummaryWizard
source: Summary...
ar_iq: ملخص...
az_latn_az: Yekun...
hy_am: Ամփոփում...
ka_ge: დასკვნა...
kk_kz: Жиынтық...
ru_ru: Сводка...
th_th: สรุป..
uk_ua: Резюме...

# StringId.CalcButtonSqrt
source: sqrt
az_latn_az: kvadrat
hy_am: արմատ
ka_ge: ფესვი
kk_kz: Түбір
ru_ru: корень
uk_ua: корінь

# StringId.ColorTabSystem
source: System
ar_iq: النظام
az_latn_az: Sistem
hy_am: Համակարգ
ka_ge: სისტემა
kk_kz: Жүйелік
ru_ru: Системные
th_th: ระบบ
uk_ua: Система

# StringId.FilterCriteriaToStringFunctionSubstring
source: Substring
ar_iq: سلسلة فرعية
az_latn_az: Alt-sətir
hy_am: Ենթատող
ka_ge: ქვესტრიქონი
kk_kz: Жоласты
ru_ru: Подстрока
th_th: แถวสำรอง
uk_ua: Подстрока

# StringId.FilterDateTextAlt
source: Show all|Show Empty|Filter by a specific date:|Beyond|||Next week|Today|This week|This month|Earlier|{0:yyyy}, {0:MMMM}
ar_iq: إظهار الكل|إظهار الفارغ |تصفية حسب تاريخ محدد:| بعد| | | الأسبوع القادم|اليوم|هذا الأسبوع|هذا الشهر| وقت سابق|{0: س س س س}، {0: ش ش ش ش}
az_latn_az: Hamısını göstər|Boş olanları göstər|Spesifik tarix üzrə filtrdən keçir:|Yuxarı|||Gələn həftə|Bugün|Bu həftə|Bu ay|Aşağıdakı tarixdən əvvəl|{0:iiii}, {0:aaaa}
hy_am: Ցուցադրել բոլորը | Ցուցադրել Դատարկը | Ֆիլտրել ըստ կոնկրետ ամսաթվի. | Հաջորդ | | | Հաջորդ շաբաթ | Այսօր | Այս շաբաթ | Այս ամիս | Ավելի վաղ | {0: YYYY}, {0. MMMM}
ka_ge: ყველას ჩვენება|ცარიელის ჩვენება|ფილტრაცია კონკრეტული თარიღის მიხედვით:|უფრო გვიან|||მომავალ კვირაში|დღეს|ამ კვირაში|ამ თვეში|უფრო ადრე|{0:წწწწ}, {0:თთთთ}
kk_kz: Бәрін көрсету|Бостарын көрсету;Ай-күні бойынша сұрыптау:|Кешірек|||Келесі аптада|Бүгін|Осы аптада|Осы айда|Ертерек|{0:yyyy}, {0:MMMM}
ru_ru: Показать все|Показать пустые|Сортировать по дате: |Позже|||следующей недели|Сегодня|Этой недели|Этого месяца|Ранее|{0:yyyy}, {0:MMMM}
th_th: แสดงทั้งหมด|แสดงตัวกรองที่ว่าง|ตามวันที่กำหนด:|หลัง|||อาทิตย์หน้า|วันนี้|อาทิตย์นี้|เดือนนี้|ก่อนหน้านี้|{0:yyyy}, {0:MMMM}
uk_ua: Показати усі|Показати порожні|Фільтрувати за датою:|Після|||Наступного тиждня|Сьогодні|Цього тиждня|Цього місяця|Раніше|{0:yyyy}, {0:MMMM}

# StringId.FilterOutlookDateText
source: Show all|Show Empty|Filter by a specific date:|Beyond this year|Later this year|Later this month|Next week|Later this week|Tomorrow|Today|Yesterday|Earlier this week|Last week|Earlier this month|Earlier this year|Prior to this year
ar_iq: إظهار الكل|إظهار الفارغ|تصفية حسب تاريخ محدد:|بعد هذا العام |في وقت لاحق هذا العام| في وقت لاحق من هذا الشهر|الأسبوع القادم|في وقت لاحق من هذا الأسبوع |غدا|اليوم|أمس|في وقت سابق من هذا الأسبوع| الأسبوع الماضي|في وقت سابق من هذا الشهر|في وقت سابق هذا العام|قبل هذا العام
az_latn_az: Hamısını göstər|Boş olanları göstər/Müəyyən tarix üzrə filtrasiya et:|Gələn ildən|Bu ilin sonunda|Bu ayın sonunda|Gələn həftə|Bu həftənin sonu|Sabah|Bu gün|Dünən|Bu həftənin əvvəli|Keçən həftə|Bu ayın əvvəli|Bu ilin əvvəli|Bu ildən əvvəlki illər
hy_am: Ցուցադրել բոլորը | Ցուցադրել Դատարկը | Ֆիլտրել ըստ կոնկրետ ամսաթվի. | Հաջորդ տարվանից | Այս տարվա վերջին | Այս ամսվա վերջին | Հաջորդ շաբաթ | Այս շաբաթվա վերջին | Վաղը | Այսօր | Երեկ | Այս շաբաթվա սկզբին | Անցյալ շաբաթ | Այս ամսվա սկզբին | Այս տարվա սկզբին | Նախքան այս տարին
ka_ge: ყველას ჩვენება|ცარიელის ჩვენება|თარიღის მიხედვით ფილტრაცია:|ამ წლის შემდეგ|შემდგომ ამ წელში|შემდგომ ამ თვეში|მომდევნო კვირას|შემდგომ ამ კვირას|ხვალ|დღეს|გუშინ|წინად ამ კვირას|გასულ კვირას|წინად ამ თვეში|წინად ამ წელს|ამ წლის წინ
kk_kz: Барлығын көрсету|Бостарын көрсету|Күні бойынша сұрыптау:|Келесі жылдан бастап|Осы жылы кейінірек|Осы айда кейінірек|Келесі апта|Келесі аптада кейінірек|Ертең|Бүгін|Кеше|Осы аптада ертерек|Өткен аптада|Осы айда ертерек|Осы жылда ертерек|Осы жылға дейін
ru_ru: Показать все|Показать пустые|Сортировать по дате:|Со следующего года|Позднее в этом году|Позднее в этом месяце|Следующая неделя|Позднее на этой неделе|Завтра|Сегодня|Вчера|Ранее на этой неделе|На прошлой неделе|Ранее в этом месяце|Ранее в этом году|До этого года
th_th: แสดงทั้งหมด|แสดงตัวกรองที่ว่าง|ตามวันที่กำหนด:|หลังปีนี้|||ปีนี้ภายหลัง|เดือนนี้ภายหลัง|อาทิตย์หน้า|อาทิตย์นี้ภายหลัง|พรุ่งนี้|อาทิตย์ที่ผ่านมา | เดือนก่อนหน้านี้ | ก่อนหน้านี้ในปีนี้ | ก่อนในปีนี้
uk_ua: Показати усі|Показати порожні|Фільтрувати за датою:|Після цього року|Пізніше цього року|Пізніше цього місяця|Наступного тиждня|Пізніше цього тиждня|Завтра|Сьогодні|Вчора|Раніше цього тиждня|Минулого тиждня|Раніше цього місяця|Раніше цього року|До цього року

# TreeListStringId.MenuColumnSortAscending
source: Sort Ascending
ar_iq: فرز تصاعدي
az_latn_az: Artma üzrə sırala
hy_am: դասավորել ըստ աճման կարգի
ka_ge: აღმავალი სახით დახარისხება
kk_kz: Өсуі бойынша сұрыптау
ru_ru: Сортировка по возрастанию
th_th: จัดเรียงมากไปน้อย
uk_ua: Сортувати за зростанням

# TreeListStringId.MenuColumnSortDescending
source: Sort Descending
ar_iq: فرز تنازلي
az_latn_az: Azalma üzrə sırala
hy_am: դասավորել ըստ նվազման կարգի
ka_ge: დაღმავალი სახით დახარისხება
kk_kz: Кемуі бойынша сұрыптау
ru_ru: Сортировка по убыванию
th_th: จัดเรียงน้อยไปมาก
uk_ua: Сортувати за зменшенням

# TreeListStringId.MenuFooterSum
source: Sum
ar_iq: المجموع
az_latn_az: Məbləğ
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Сумма
th_th: สรุป
uk_ua: Сума

# TreeListStringId.MenuFooterSumFormat
source: SUM={0:#.##}
ar_iq: المجموع={0:#.##}
az_latn_az: MƏBLƏĞ={0:#.##}
hy_am: Գումար={0:#.##}
ka_ge: ჯამი={0:#.##}
kk_kz: Сома={0:#.##}
ru_ru: Сумма={0:#.##}
uk_ua: СУМА={0:#.##}

# TreeListStringId.MultiSelectMethodNotSupported
source: Specified method will not work when OptionsBehavior.MultiSelect is inactive.
ar_iq: الطريقة المحددة لا تعمل عندما تكون OptionsBehavior.MultiSelect غير نشطة.
az_latn_az: SeçimlərDavranış.CoxluSeçim passiv olduqda, göstərilmiş metod işləməyəcək.
hy_am: Նշված մեթոդը չի աշխատելի, երբ OptionsBehavior.MultiSelect-ը ակտիվ չէ:
ka_ge: მინიშნებული მეთოდი არ იმუშავებს, როდესაც გამორთულია OptionsBehavior.MultiSelect ფუნქცია.
kk_kz: OptionsBehavior.MultiSelect ажыратылған кезде бұл әдіс жұмыс істемейді.
ru_ru: Указанный метод не будет работать, когда OptionsBehavior.MultiSelect выключена.
th_th: วิธีที่กำหนดไม่สามารถทำงานได้เมื่อไม่มีการใช้งาน OptionsBehavior.MultiSelect
uk_ua: Визначений метод не працює при OptionsBehavior. MultiSelect є неактивним.

# TreeListStringId.PrintDesignerDescription
source: Set up various printing options for the current treelist.
ar_iq: إعداد عدة خيارات للطباعة لقائمة الشجرة الحالية.
az_latn_az: Cari siyahı üçün müxtəlif çap seçimlərini təyin edin.
hy_am: Կարգավորեք տպագրության տարբեր ընտրանքներ ընթացիկ ցուցակի համար:
ka_ge: მიმდინარე ჩამონათვლისთვის დააყენეთ ბეჭდვის სხვადასხვა პარამეტრი
kk_kz: Ағымдағы тізім үшін басып шығару опциясын теңшеу.
ru_ru: Настроить опции печати для текущего списка.
th_th: ตั้งค่าตัวเลือกการพิมพ์หลากหลายสำหรับรายการแผนผังต้นไม้ปัจจุบัน
uk_ua: Настроїти різні опції друку для чинного переліку.

# BarString.NewToolbarName
source: Tools
ar_iq: أدوات
az_latn_az: Servis
hy_am: Գործիքներ
ka_ge: ხელსაწყოები
kk_kz: Сервис
ru_ru: Сервис
th_th: เครื่องหมือ
uk_ua: Інструменти

# ChartStringId.MsgUnsupportedValueLevel
source: The {0} value level isn't supported by the {1}.
ar_iq: مستوى القيمة {0} غير معتمد من قبل {1}.
az_latn_az: {0} yekun göstəricisinin səviyyəsi {1} vasitəsilə dəstəklənmir.
hy_am: {0} արժեքի մակարդակը չի աջակցվում {1}-ի կողմից:
ka_ge: {0} მნიშვნელობის დონე არ არის გამოიყენებს {1}–ს.
kk_kz: {0} мәнінің деңгейі {1}-ді қолдамайды..
ru_ru: Уровень значения {0} не поддерживает {1}.
th_th: ระดับค่า {0} ไม่ถูกรับรองโดย {1}
uk_ua: Рівень значення {0} не підтримується {1}.

# ChartStringId.WizBarSeriesLabelPositionTop
source: Top
ar_iq: أعلى
az_latn_az: Yuxarı
hy_am: Վերև
ka_ge: ზედა
kk_kz: Жоғары
ru_ru: Верх
th_th: บน
uk_ua: Верх

# ChartStringId.WizChartImageSizeModeTile
source: Tile
ar_iq: لوحة (مربع)
az_latn_az: Plitka
hy_am: Սալիկ
ka_ge: ფილა
kk_kz: Плитка
ru_ru: Плитка
th_th: กระเบื้อง
uk_ua: Плитка

# ChartStringId.WizGradientToCenter
source: ToCenter
ar_iq: إلى المركز
az_latn_az: Mərkəzə
hy_am: Դեպի կենտրոն
ka_ge: ცენტრისკენ
kk_kz: Ортаға қарай
ru_ru: КЦентру
th_th: ไปตรงกลาง
uk_ua: ДоЦентру

# ChartStringId.WizGradientToCenterHorizontal
source: ToCenterHorizontal
ar_iq: إلى المركز أفقياً
az_latn_az: MərkəzəÜfüqi
hy_am: ԴեպիԿենտրոնՀորիզոնականով
ka_ge: ცენტრისკენჰორიზონტალურად
kk_kz: Көлденеңі бойынша ортаға қарай
ru_ru: К центру по горизонтали
th_th: ไปตรงกลางแนวนอน
uk_ua: ДоЦентруПоГоризонталі

# ChartStringId.WizGradientToCenterVertical
source: ToCenterVertical
ar_iq: إلى المركز عموديا
az_latn_az: MərkəzəŞaquli
hy_am: ԴեպիԿենտրոնՈւղղահայացով
ka_ge: ცენტრისკენვერტიკალურად
kk_kz: Тігінен ортаға қарай
ru_ru: К центру по вертикали
th_th: ไปตรงกลางแนวตั้ง
uk_ua: ДоЦентруПоВертикалі

# LayoutStringId.TextPositionTopMenuText
source: Top
ar_iq: أعلى
az_latn_az: Yuxarı
hy_am: Վերև
ka_ge: ზემოთ
kk_kz: Жоғарыда
ru_ru: Вверху
th_th: บน
uk_ua: Вверху

# PivotGridStringId.Total
source: Total
ar_iq: الإجمالي
az_latn_az: Yekun
hy_am: Ընդհանուր
ka_ge: სულ
kk_kz: Барлығы
ru_ru: Всего
th_th: ทั้งหมด
uk_ua: Усього

# PreviewStringId.BarText_Toolbar
source: Toolbar
ar_iq: شريط الأدوات
az_latn_az: Alətlər paneli
hy_am: Վահանակ
ka_ge: ხელსაწყოთა ზოლი
kk_kz: Панель
ru_ru: Панель
th_th: แถบเครื่องมือ
uk_ua: Панель інструментів

# PreviewStringId.ExportOption_HtmlTitle
source: Title:
ar_iq: العنوان:
az_latn_az: Başlıq:
hy_am: Անվանում
ka_ge: სათაური:
kk_kz: Атауы:
ru_ru: Название:
th_th: หัวข้อ:
uk_ua: Назва:

# PreviewStringId.ExportOption_PdfDocumentTitle
source: Title:
ar_iq: العنوان:
az_latn_az: Başlıq:
hy_am: Անվանում
ka_ge: სათაური:
kk_kz: Атауы:
ru_ru: Название:
th_th: หัวข้อ:
uk_ua: Назва:

# PreviewStringId.ExportOption_XpsDocumentTitle
source: Title:
ar_iq: العنوان:
az_latn_az: Başlıq:
hy_am: Անվանում
ka_ge: სათაური:
kk_kz: Атауы:
ru_ru: Название:
th_th: หัวข้อ:
uk_ua: Назва:

# PreviewStringId.Margin_TopMargin
source: Top Margin
ar_iq: الهامش العلوي
az_latn_az: Yuxarı sahə
hy_am: Վերին եզրաշերտ
ka_ge: ზედა ზღვარი
kk_kz: Жоғарғы жолақ
ru_ru: Верхнее поле
th_th: ขอบบน
uk_ua: Верхнє поле

# PreviewStringId.Shapes_TopArrow
source: Top Arrow
ar_iq: السهم العلوي
az_latn_az: Yuxarı ox
hy_am: Սլաքը դեպի վեր
ka_ge: ისარი "ზემოთ"
kk_kz: Көрсеткі жоғары
ru_ru: Стрелка вверх
th_th: ลูกศรด้านบน
uk_ua: Стрілка догори

# PreviewStringId.WMForm_VertAlign_Top
source: Top
ar_iq: أعلى
az_latn_az: Yuxarı
hy_am: Վերև
ka_ge: ზედა მხარეზე
kk_kz: Жоғарғы жиегі бойынша
ru_ru: По верхнему краю
th_th: บน
uk_ua: Верх

# PreviewStringId.WMForm_Watermark_TopSecret
source: TOP SECRET
ar_iq: سري للغاية
az_latn_az: ƏSAS MƏXFİLİK
hy_am: ԳԱՂՏՆԻ
ka_ge: საიდუმლო
kk_kz: ҚҰПИЯ
ru_ru: СЕКРЕТНО
th_th: ความลับสูงสุด
uk_ua: СЕКРЕТНО

# ReportStringId.UD_Capt_AlignToGrid
source: to &Grid
ar_iq: إلى &الشبكة
az_latn_az: Şəbəkəyə &
hy_am: դեպի ցանց
ka_ge: &ცხრილისკენ
kk_kz: Торға
ru_ru: к сетке
th_th: ไปที่ตาราง
uk_ua: до &сітки

# ReportStringId.UD_Capt_ToolbarName
source: Toolbar
ar_iq: شريط الأدوات
az_latn_az: Alətlər paneli
hy_am: Գլխավոր վահանակ
ka_ge: ხელსაწყოთა ზოლი
kk_kz: Басты құралдар панелі
ru_ru: Главная панель инструментов
th_th: แถบเครื่องมือ
uk_ua: Панель інструментів

# ReportStringId.UD_Title_ToolBox
source: Tool Box
ar_iq: مربع الأدوات
az_latn_az: Alətlər qutusu
hy_am: Գործիքներ
ka_ge: ხელსაწყოთა ზოლი
kk_kz: Құралдар
ru_ru: Инструменты
th_th: กล่องเครื่องมือ
uk_ua: Інструменти

# StringId.DateEditToday
source: Today
ar_iq: اليوم
az_latn_az: Bugün
hy_am: Այսօր
ka_ge: დღეს
kk_kz: Бүгін
ru_ru: Сегодня
th_th: วันนี้
uk_ua: Сьогодні

# StringId.FilterCriteriaToStringFunctionLocalDateTimeToday
source: Today
ar_iq: اليوم
az_latn_az: Bu gün
hy_am: Այսօր
ka_ge: დღეს
kk_kz: Бүгін
ru_ru: Сегодня
th_th: วันนี้
uk_ua: Сьогодні

# StringId.FilterCriteriaToStringFunctionLocalDateTimeTomorrow
source: Tomorrow
ar_iq: غدا
az_latn_az: Sabah
hy_am: Վաղը
ka_ge: ხვალ
kk_kz: Ертең
ru_ru: Завтра
th_th: พรุ่งนี้
uk_ua: Завтра

# PreviewStringId.Shapes_Triangle
source: Triangle
ar_iq: مثلث
az_latn_az: Üçbucaq
hy_am: Եռանկյուն
ka_ge: სამკუთხედი
kk_kz: Үшбұрыш
ru_ru: Треугольник
th_th: สามเหลี่ยม
uk_ua: Трикутник

# ChartStringId.MsgEmptyArrayOfValues
source: The array of values is empty.
ar_iq: صفيف القيم فارغ.
az_latn_az: Dəyərlərin massivi boşdur.
hy_am: Արժեքների մասսիվը դատարկ է:
ka_ge: მნიშვნელობების მასივი ცარიელია.
kk_kz: Мәндер массиві бос
ru_ru: Массив значений пуст.
th_th: แถวลำดับค่านี้ว่าง
uk_ua: Масив значень порожній.
