Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.RibbonXRDesign_FontSize_STipTitle
source: Font Size
ar_iq: حجم الخط
az_latn_az: Şriftin ölçüsü
hy_am: Տառատեսակի չափ
ka_ge: შრიფტის ზომა
kk_kz: Қаріп өлшемі
ru_ru: Размер шрифта
th_th: ขนาดตัวอักษร
uk_ua: Розмір шрифту

# ReportStringId.RibbonXRDesign_ForeColor_Caption
source: Foreground Color
ar_iq: لون أمامي
az_latn_az: Ön planın rəngi
hy_am: Պատկերի գույնը
ka_ge: გამოსახულების ფერი
kk_kz: Кескін түсі
ru_ru: Цвет изображения
th_th: สีพื้นหน้า
uk_ua: Колір переднього плану

# ReportStringId.RibbonXRDesign_ForeColor_STipTitle
source: Foreground Color
ar_iq: لون أمامي
az_latn_az: Ön planın rəngi
hy_am: Պատկերի գույնը
ka_ge: გამოსახულების ფერი
kk_kz: Кескін түсі
ru_ru: Цвет изображения
th_th: สีพื้นหน้า
uk_ua: Колір переднього плану

# ReportStringId.RibbonXRDesign_HtmlFind_Caption
source: Find
ar_iq: بحث
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Іздеп табу
ru_ru: Найти
th_th: พบ
uk_ua: Знайти

# ReportStringId.RibbonXRDesign_HtmlFind_STipContent
source: Find the text on this page.
ar_iq: العثور على النص في هذه الصفحة.
az_latn_az: Mətni bu səhifədə tap
hy_am: Գտնել տեքստը այս էջի վրա:
ka_ge: ამ გვერდზე ტექსტის პოვნა
kk_kz: Беттегі мәтінді іздеп табу
ru_ru: Найти текст на странице.
th_th: พบตัวอักษรในหน้านี้
uk_ua: Знайти текст на цій сторінці.

# ReportStringId.RibbonXRDesign_HtmlFind_STipTitle
source: Find
ar_iq: بحث
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Іздеп табу
ru_ru: Найти
th_th: พบ
uk_ua: Знайти

# ReportStringId.RibbonXRDesign_HtmlForward_Caption
source: Forward
ar_iq: للأمام
az_latn_az: İrəli
hy_am: Առջևի
ka_ge: წინა
kk_kz: Алдыңғы
ru_ru: Передний
th_th: ส่งต่อ
uk_ua: Вперед

# ReportStringId.RibbonXRDesign_HtmlForward_STipTitle
source: Forward
ar_iq: للأمام
az_latn_az: İrəli
hy_am: Առջևի
ka_ge: წინა
kk_kz: Алдыңғы
ru_ru: Передний
th_th: ส่งต่อ
uk_ua: Вперед

# ReportStringId.RibbonXRDesign_PageGroup_Font
source: Font
ar_iq: الخط
az_latn_az: Şrift
hy_am: Տառատեսակ
ka_ge: შრიფტი
kk_kz: Қаріп
ru_ru: Шрифт
th_th: แบบอักษร
uk_ua: Шрифт

# ReportStringId.STag_Name_FieldArea
source: Field Area for a New Field
ar_iq: مساحة الحقل لحقل جديد
az_latn_az: Yeni sahə üçün sahə ərazisi
hy_am: Նոր դաշտի համար դաշտի հատված
ka_ge: ახალი ველის ზონა
kk_kz: Жаңа жолақ үшін жолақ аумағы
ru_ru: Область поля для нового поля
th_th: พื้นที่ช่องสำหรับช่องใหม่
uk_ua: Область поля для нового поля

# ReportStringId.STag_Name_FormatString
source: Format String
ar_iq: سلسلة التنسيق
az_latn_az: Sətirin format
hy_am: Տողի ֆորմատ
ka_ge: ფორმატის სტრიქონი
kk_kz: Форматтың жолы
ru_ru: Строка Формата
th_th: แถวฟอร์แม็ต
uk_ua: Строка формату

# ReportStringId.UD_Capt_ForegroundColor
source: For&eground Color
ar_iq: لون أم&امي
az_latn_az: Əsas rəng
hy_am: պատկերանշանի գույն
ka_ge: სიმ&ბოლოს ფერი
kk_kz: Нышан түсі
ru_ru: Цвет символа
th_th: สีพื้นหน้า
uk_ua: Колір Пер&eднього плану

# ReportStringId.UD_Capt_FormattingToolbarName
source: Formatting Toolbar
ar_iq: شريط أدوات التنسيق
az_latn_az: Alətlər panelin formatlaşdırması
hy_am: Վահանակի ֆորմատավորում
ka_ge: ხელსაწყოთა ზოლის დაფორმატება
kk_kz: Құралдар панелін пішімдеу
ru_ru: Форматирование панели инструментов
th_th: แถบเครื่องมือการฟอร์แม็ต
uk_ua: Панель інструментів форматування

# ReportStringId.UD_Group_Format
source: Fo&rmat
ar_iq: الت&نسيق
hy_am: Ֆո&րմատ
ka_ge: ფო&რმატი
kk_kz: Формат
ru_ru: Фо&рмат
th_th: &ฟอร์แม็ต
uk_ua: Фо&рмат

# ReportStringId.UD_Title_FieldList
source: Field List
ar_iq: قائمة الحقول
az_latn_az: Sahələr siyahısı
hy_am: Դաշտերի ցուցակ
ka_ge: ველების ჩამონათვალი
kk_kz: Жолақтар тізімі
ru_ru: Список полей
th_th: รายการช่อง
uk_ua: Перелік полів

# ReportStringId.UD_Title_GroupAndSort
source: Group and Sort
ar_iq: التجميع و الفرز
az_latn_az: Qruplaşdırmaq və sıralamaq
hy_am: Խմբավորում և սորտավորում
ka_ge: დაჯგუფება და დახარისხება
kk_kz: Топтау және сұрыптау
ru_ru: Группировка и сортировка
th_th: จัดกลุ่ม และเรียงลำดับ
uk_ua: Групування та сортування

# ReportStringId.UD_TTip_FormatFontName
source: Font Name
ar_iq: اسم الخط
az_latn_az: Şriftin adı
hy_am: Տառատեսակի անվանում
ka_ge: შრიფტის დასახელება
kk_kz: Қаріп атауы
ru_ru: Название шрифта
th_th: ชื่อแบบอักษร
uk_ua: Назва шрифту

# ReportStringId.UD_TTip_FormatFontSize
source: Font Size
ar_iq: حجم الخط
az_latn_az: Şriftin ölçüsü
hy_am: Տառատեսակի չափ
ka_ge: შრიფტის ზომა
kk_kz: Қаріп өлшемі
ru_ru: Размер шрифта
th_th: ขนาดแบบอักษร
uk_ua: Розмір шрифту

# ReportStringId.UD_TTip_FormatForeColor
source: Foreground Color
ar_iq: لون أمامي
az_latn_az: Ön planın rəngi
hy_am: Պատկերի գույնը
ka_ge: გამოსახულების ფერი
kk_kz: Кескін түсі
ru_ru: Цвет изображения
th_th: สีพื้นหน้า
uk_ua: Колір переднього плану

# ReportStringId.Verb_FormatString
source: Format String...
ar_iq: تنسيق السلسلة...
az_latn_az: Format zənciri...
hy_am: Ֆորմատավորող տողը...
ka_ge: ფორმატის სტრიქონი...
kk_kz: Пішімделетін жол..
ru_ru: Форматирующая строка...
th_th: แถวฟอร์แม็ต
uk_ua: Стрічка формату...

# SpellCheckerStringId.MsgBoxCheckNotSelectedText
source: Finished checking the selection. Do you want to check the rest of the Item?
ar_iq: انتهى تدقيق الجزء المحدد. هل تريد تدقيق ما تبقى من العنصر؟
az_latn_az: Seçilməni yoxlama başa çatdırılmışdır. Elementin qalan hissələrini də yoxlamaq istəyirsinizmi?
hy_am: Ընտրված հատվածի ստուգումն ավարտված է: Ցանկանու՞մ եք ստուգել փաստաթղթի մնացած մասերը:
ka_ge: მოცემული მონიშვნის შემოწმება დასრულდა.გსურთ დოკუმენტის დარჩენილი ნაწილის შემოწმება?
kk_kz: Ерекшеленген үзіндіні қарап шығу аяқталды. Құжаттың қалған бөлігін тексеру жалғастырылсын ба?
ru_ru: Просмотр выделенного фрагмента закончен. Продолжить проверку оставшейся части документа?
th_th: ทำเครื่องหมายที่เลือกเสร็จสิ้น คุณต้องการทำเครื่องหมายที่รายการอื่นๆหรือไม่
uk_ua: Перегляд виділеного фрагменту завершено. Бажаєте перевірити решту?

# StringId.NavigatorFirstButtonHint
source: First
ar_iq: الأول
az_latn_az: Birinci
hy_am: Առաջին
ka_ge: პირველი
kk_kz: Бірінші
ru_ru: Первая
th_th: แรก
uk_ua: Перша

# WizardStringId.FinishText
source: Finish
ar_iq: إنهاء
az_latn_az: Bitir
hy_am: Ավարտ
ka_ge: დასრულება
kk_kz: Финиш
ru_ru: Финиш
th_th: สิ้นสุด
uk_ua: Завершити

# BarString.HelpButton
source: Help
ar_iq: تعليمات
az_latn_az: Yardım
hy_am: Օգնություն
ka_ge: დახმარება
kk_kz: Анықтама
ru_ru: Справка
th_th: ความช่วยเหลือ
uk_ua: Допомога

# ChartStringId.HighValueMember
source: High
ar_iq: عالي
az_latn_az: Yüksək
hy_am: Վերևի
ka_ge: მაღალი
kk_kz: Жоғарғы
ru_ru: Верхнее
th_th: สูง
uk_ua: Верхнє

# ChartStringId.WizResolveOvarlappingModeHideOverlapping
source: HideOverlapping
ar_iq: إخفاء التراكب
az_latn_az: Üst-üstə düşməni gizlət
hy_am: Թաքցնել վրադրումը
ka_ge: გადაფარვის დამალვა
kk_kz: Қондыруды тасалау
ru_ru: Скрыть наложение
th_th: ซ่อนการ Overlapping
uk_ua: Сховати накладення

# ChartStringId.WizValueLevelHigh
source: High
ar_iq: عالي
az_latn_az: Yüksək
hy_am: Վերևի
ka_ge: მაღალი
kk_kz: Жоғарғы
ru_ru: Верхнее
th_th: สูง
uk_ua: Верхнє

# GridStringId.LayoutViewButtonCustomizeHide
source: Hide Customi&zation
ar_iq: إخفاء الت&خصيص
az_latn_az: Kökləmələri gizlət
hy_am: Թաքցնել կարգա&վորումը
ka_ge: ინდივიდუალური დაყე&ნების დამალვა
kk_kz: Теңшелімді тасалау
ru_ru: Скрыть настройку
th_th: ซ่อนการตั้งค่ากำหนดเอง
uk_ua: Сховати налашту&вання

# GridStringId.LayoutViewGroupHiddenItems
source: Hidden Items
ar_iq: عناصر مخفية
az_latn_az: Gizlənmiş elementlər
hy_am: Թաքնված տարրեր
ka_ge: დამალული ელემენტები
kk_kz: Элементтерді тасалау
ru_ru: Скрыть элементы
th_th: รายการที่ซ่อน
uk_ua: Приховані елементи

# GridStringId.MenuGroupPanelHide
source: Hide Group By Box
ar_iq: إخفاء المجموعة وفق المربع
az_latn_az: Qruplaşdırıcı ərazisi gizlət
hy_am: Թաքցնել խմբավորման տարածքը
ka_ge: ჯგუფის დამალვა უჯრის მიხედვით
kk_kz: Топтау аумағын тасалау
ru_ru: Скрыть область группировки
th_th: ซ่อนกลุ่มโดยกล่อง
uk_ua: Сховати область групування

# LayoutStringId.HiddenItemsNodeText
source: Hidden Items
ar_iq: عناصر مخفية
az_latn_az: Gizlənmiş elementlər
hy_am: Թաքցված տարրեր
ka_ge: დამალული ელემენტები
kk_kz: Элементтерді тасалау
ru_ru: Скрыть элементы
th_th: รายการที่ถูกซ่อน
uk_ua: Приховані елементи

# LayoutStringId.HiddenItemsPageTitle
source: Hidden Items
ar_iq: عناصر مخفية
az_latn_az: Gizlənmiş elementlər
hy_am: Թաքցված տարրեր
ka_ge: დამალული ელემენტები
kk_kz: Элементтерді тасалау
ru_ru: Скрыть элементы
th_th: รายการที่ถูกซ่อน
uk_ua: Приховані елементи

# LayoutStringId.HideCustomizationFormMenuText
source: Hide Customization Form
ar_iq: إخفاء نموذج التخصيص
az_latn_az: Kökləmə formasını gizlət
hy_am: Թաքցնել կարգավորման ձևը
ka_ge: ინდივიდუალური დაყენების ფორმის დამალვა
kk_kz: Теңшелім пішінін тасалау
ru_ru: Спрятать форму настройки
th_th: ซ่อนแบบฟอร์มกำหนดเอง
uk_ua: Сховати форму налаштування

# LayoutStringId.HideItemMenutext
source: Hide Item
ar_iq: إخفاء العنصر
az_latn_az: Elementi gizlət
hy_am: Թաքցնել տարրը
ka_ge: ელემენტის დამალვა
kk_kz: Элементті тасалау
ru_ru: Скрыть элемент
th_th: ซ่อนรายการ
uk_ua: Сховати елемент

# LayoutStringId.HideTextMenuItem
source: Hide Text
ar_iq: إخفاء النص
az_latn_az: Mətni gizlət
hy_am: Թաքցնել տեքստը
ka_ge: ტექსტის დამალვა
kk_kz: Мәтінді тасалау
ru_ru: Скрыть текст
th_th: ซ่อนตัวอักษร
uk_ua: Сховати текст

# PivotGridStringId.Alt_DragHideField
source: Hide
ar_iq: إخفاء
az_latn_az: Gizlət
hy_am: Թաքցնել
ka_ge: დამალვა
kk_kz: Тасалау
ru_ru: Скрыть
th_th: ซ่อน
uk_ua: Сховати

# PivotGridStringId.FilterTypeExcluded
source: Hide selected values
ar_iq: إخفاء القيم المحددة
az_latn_az: Seçilmiş dəyərləri gizlət
hy_am: Թաքցնել ընտրված արժեքները
ka_ge: მონიშნული სიდიდეების დამალვა
kk_kz: Таңдалған мәндерді тасалау
ru_ru: Скрыть выбранные значения
th_th: ซ่อนค่าที่เลือก
uk_ua: Сховати обрані значення

# PivotGridStringId.PopupMenuHideField
source: Hide
ar_iq: إخفاء
az_latn_az: Gizlət
hy_am: Թաքցնել
ka_ge: დამალვა
kk_kz: Тасалау
ru_ru: Спрятать
th_th: ซ่อน
uk_ua: Сховати

# PivotGridStringId.PopupMenuHideFieldList
source: Hide Field List
ar_iq: إخفاء قائمة الحقول
az_latn_az: Sahələrin siyahısını gizlət
hy_am: Թաքցնել դաշտերի ցանկը
ka_ge: ველების ჩამონათვალის დამალვა
kk_kz: Жолақ тізімін тасалау
ru_ru: Спрятать список полей
th_th: ซ่อนรายการช่อง
uk_ua: Сховати перелік полів

# PivotGridStringId.PopupMenuHidePrefilter
source: Hide Prefilter
ar_iq: إخفاء عامل التصفية الاولي
az_latn_az: Filtri gizlət
hy_am: Թաքցնել նախաֆիլտրը
ka_ge: წინაფილტრის დამალვა
kk_kz: Алдыңғы сүзгіні тасалау
ru_ru: Скрыть предфильтр
th_th: ซ่อน Prefilter
uk_ua: Сховати попередній фільтр

# PreviewStringId.Button_Help
source: Help
ar_iq: تعليمات
az_latn_az: Yardım kitabçası
hy_am: Օգնություն
ka_ge: დახმარება
kk_kz: Анықтама
ru_ru: Справка
th_th: ช่วยเหลือ
uk_ua: Допомога

# PreviewStringId.ExportOption_PdfImageQuality_High
source: High
ar_iq: عالي
az_latn_az: Yüksək
hy_am: Բարձր
ka_ge: მაღალი
kk_kz: Биік
ru_ru: Высокое
th_th: สูง
uk_ua: Високе

# PreviewStringId.ExportOption_PdfPrintingPermissions_HighResolution
source: High Resolution
ar_iq: دقة عالية
az_latn_az: Yüksək keyfiyyətli
hy_am: Բարձր լուծելիություն
ka_ge: მაღალი რეზოლუციის
kk_kz: Жоғары рұқсат
ru_ru: Высокое разрешение
th_th: ความละเอียดสูง
uk_ua: Висока роздільна здатність

# PreviewStringId.Shapes_Hexagon
source: Hexagon
ar_iq: مسدس
az_latn_az: Altıbucaqlı
hy_am: Վեցանկյուն
ka_ge: ექვსკუთხედი
kk_kz: Алтыбұрыш
ru_ru: Шестиугольник
th_th: รูปหกเหลี่ยม
uk_ua: Шестикутник

# ReportStringId.PivotGridFrame_Layouts_SelectorCaption1
source: Hide fields &selector
ar_iq: إخفاء محدد &الحقول
az_latn_az: Sahələrin seçilməsi formasını gizlət
hy_am: Թաքցնել դաշտերի &ընտրման ձևը
ka_ge: ველების &მონიშვნის დამალვა
kk_kz: Жолақтарды таңдау пішінін тасалау
ru_ru: Скрыть форму &выбора полей
th_th: ซ่อนช่อง และตัวเลือก
uk_ua: Сховати форму вибору &полів

# ReportStringId.SR_Height
source: Height
ar_iq: الارتفاع
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктік
ru_ru: Высота
th_th: ความสูง
uk_ua: Висота

# ReportStringId.STag_Name_Height
source: Height
ar_iq: الارتفاع
az_latn_az: Hündürlük
hy_am: Բարձրություն
ka_ge: სიმაღლე
kk_kz: Биіктік
ru_ru: Высота
th_th: ความสูง
uk_ua: Висота

# ReportStringId.UD_Hint_ViewBars
source: Hide or show the {0}
ar_iq: إخفاء أو إظهار {0}
az_latn_az: {0}-ı gizlət və ya göstər
hy_am: Թաքցնել կամ ցույց տալ {0}
ka_ge: {0}–ის დამალვა ან ჩვენება
kk_kz: {0} тасалау немесе көрсету
ru_ru: Спрятать или показать {0}
th_th: ซ่อน หรือแสดง {0}
uk_ua: Сховати або показати {0}

# ReportStringId.UD_Hint_ViewDockPanels
source: Hide or show the {0} window
ar_iq: إخفاء أو إظهار إطار {0}
az_latn_az: {0} pəncərəsini gizlət və ya göstər
hy_am: Թաքցնել կամ ցույց տալ {0} պատուհանը
ka_ge: {0} ფანჯრის დამალვა ან ჩვენება
kk_kz: {0} терезені тасалау немесе көрсету
ru_ru: Спрятать или показать окно {0}
th_th: ซ่อน หรือแสดงหน้าต่าง {0}
uk_ua: Сховати або показати {0} вікно

# AccStringId.BarLinkCaption
source: Item
ar_iq: عنصر
az_latn_az: Element
hy_am: Տարր
ka_ge: ელემენტი
kk_kz: Элемент
ru_ru: Элемент
th_th: รายการ
uk_ua: Елемент

# AccStringId.DescScrollHorzIndicator
source: Indicates the current horizontal position, and can be dragged to change it directly
ar_iq: يشير إلى الموضع الأفقي الحالي، ويمكن سحبه لتغييره مباشرة
az_latn_az: Cari üfüqi mövqeyi göstərir və birbaşa yerini dəyişdirmək üçün dartıla bilər.
hy_am: Ցույց է տալիս ընթացիկ հորիզոնական դիրքը և կարելի է ուղղակիորեն տեղաշարժելով փոխել այն
ka_ge: გვიჩვენებს ამჟამად არსებულ ჰორიზონტალურ პოზიციას და შესაძლებელია გადატანა მისი პირდაპირ შეცვლის მიზნით .
kk_kz: Ағымдағы көлденең позицияны көрсетеді және көлденеңінен орын ауыстыруы мүмкін
ru_ru: Показывает текущую горизонтальную позицию и может быть перемещена по горизонтали
th_th: ระบุตำแหน่งแนวนอนปัจจุบัน และสามารถลากเพื่อเปลี่ยนได้โดยตรง
uk_ua: Показує чинне горизонтальне положення, може бути змінено безпосередньо перетягуванням.

# AccStringId.DescScrollVertIndicator
source: Indicates the current vertical position, and can be dragged to change it directly
ar_iq: يشير إلى الموضع الحالي العمودي، ويمكن سحبه لتغييره مباشرة
az_latn_az: Cari şaquli mövqeyi göstərir və birbaşa yerini dəyişdirmək üçün dartıla bilər.
hy_am: Ցույց է տալիս ընթացիկ ուղղահայաց դիրքը և կարելի է ուղղակիորեն տեղաշարժելով փոխել այն
ka_ge: გვიჩვენებს ამჟამად არსებულ ვერტიკალურ პოზიციას და შესაძლებელია გადატანა მისი პირდაპირ შეცვლის მიზნით .
kk_kz: Ағымдағы тік позицияны көрсетеді және тігінен орын ауыстыруы мүмкін
ru_ru: Показывает текущую вертикальную позицию и может быть перемещена по вертикали
th_th: ระบุตำแหน่งแนวตั้งปัจจุบัน และสามารถลากเพื่อเปลี่ยนได้โดยตรง
uk_ua: Показує чинне вертикальне положення, може бути змінено безпосередньо перетягуванням.

# ChartStringId.CustomAxisLabelPrefix
source: Label
ar_iq: تسمية
az_latn_az: Dəyər
hy_am: Պիտակ
ka_ge: ეტიკეტი
kk_kz: Белгі
ru_ru: Метка
th_th: ฉลาก
uk_ua: Мітка

# ChartStringId.DefaultSmallChartText
source: Increase the chart's size, to view its layout.
ar_iq: زيادة حجم المخطط، لعرض التخطيط الأصلي.
az_latn_az: Diaqramın strukturuna baxmaq üçün onun ölçüsünü artırın.
hy_am: Դիագրամի դիտելու համար մեծացնել նրա չափը:
ka_ge: დიაგრამის განლაგების სქემის სანახავად გაზარდეთ მისი ზომა.
kk_kz: Диаграмманың сыртқы түрін көру үшін оның өлшемін ұлғайтыңыз.
ru_ru: Увеличьте размер диаграммы, чтобы увидеть ее внешний вид.
th_th: เพิ่มขนาดแผนภูมิ เพื่อดูรูปแบบของมัน
uk_ua: Збільшити розмір діаграми, щоб переглянути її схему.

# ChartStringId.ImageAnnotation
source: Image Annotation
ar_iq: تعليق توضيحي على الصورة
az_latn_az: Şəkil xülasəsi
hy_am: Պատկերի անոտացիա
ka_ge: გამოსახულების ანოტაცია
kk_kz: Кескін аннотациясы
ru_ru: Аннотация изображения
th_th: บรรณนิทัศน์รูปภาพ
uk_ua: Анотація зображення

# ChartStringId.ImageAnnotationPrefix
source: Image Annotation
ar_iq: تعليق توضيحي على الصورة
az_latn_az: Şəkil xülasəsi
hy_am: Պատկերի անոտացիա
ka_ge: გამოსახულების ანოტაცია
kk_kz: Кескін аннотациясы
ru_ru: Аннотация изображения
th_th: บรรณนิทัศน์รูปภาพ
uk_ua: Анотація зображення

# ChartStringId.IOCaption
source: Illegal Operation
ar_iq: عملية غير قانونية
az_latn_az: Qanunsuz əməliyyat
hy_am: Անթույլատրելի գործողություն
ka_ge: უნებართვო ოპერაცია
kk_kz: Рұқсат етілмейтін әрекет
ru_ru: Не допустимое действие
th_th: การปฏิบัติงานที่ปิดกฏหมาย
uk_ua: Неприпустима дія

# ChartStringId.MenuItemInsert
source: Insert
ar_iq: إدراج
az_latn_az: Daxil et
hy_am: Ավելացնել
ka_ge: ჩამატება
kk_kz: Кірістіру
ru_ru: Вставить
th_th: ป้อน
uk_ua: Вставити

# ChartStringId.MsgCalcHitInfoNotSupported
source: Hit testing for 3D Chart Types isn't supported. So, this method is supported for 2D Chart Types only.
ar_iq: الاختبار السريع لأنواع المخططات الثلاثية الأبعاد غير مدعوم. لذا، فهذه الطريقة معتمدة فقط لأنواع المخططات الثنائية الأبعاد.
az_latn_az: Yoxlama göstərdi ki, 3D diaqram növü işləmir. Beləliklə, bu üsul yalnız 2D diaqram növlərində istifadə oluna bilər
hy_am: Փորձարկումը ցույց տվեց, որ 3D տեսակի դիագրամը չի աջակցվում: Այս մեթոդը աջակցում է միայն 2D տեսակի դիագրամը:
ka_ge: შემოწმებამ გვიჩვენა 3D ტიპის დიაგრამების შეუძლებლობა. ეს მეთოდი შესაძლებელია მხოლოდ 2D ტიპის დიაგრმების დროს.
kk_kz: Тексеру диаграммалардың көлемді үлгілерін қолдау жоқтығын көрсетті. Бұл әдіс екі өлшемді үлгіні ғана қолдайды.
ru_ru: Проверка показала отсутствие поддержки объемных типов диаграмм. Этот метод поддерживает только двумерные типы.
th_th: ไม่รับรองประเภทการทดสอบแผนภูมิแบบ 3D ดังนั้น วิธีนี้รองรับเฉพาะแผนภูมิ 2D เท่านั้น
uk_ua: Перевірка показала відсутність підтримки об'ємних типів діаграми. Отже, цей метод застосовується лише до двухвимірних типів діаграм.

# ChartStringId.MsgCantSwapSeries
source: It's impossible to swap autocreated and fixed series.
ar_iq: من المستحيل تبديل السلاسل المنشأة تلقائياً والثابتة
az_latn_az: Avtomatik olaraq yaradılmış və əvvəlcədən müəyyənləşdirilmiş ardıcıllıqların yerini dəyişmək mümkün deyil.
hy_am: Հնարավոր չէ ավտոմատ ստեղծված և ֆիքսված սերիաները փոխել տեղերով:
ka_ge: შეუძლებელია ავტომატურად შექმნილი და ფიქსირებული სერიების გადანაცვლება.
kk_kz: Автоқұрылған және белгіленген сериялардың орындарын ауыстыру мүмкін емес.
ru_ru: Невозможно поменять местами автосозданные и фиксированные серии
th_th: ไม่สามารถแลกเปลี่ยนซีรี่ส์ที่สร้างอัตโนมัติ กับที่กำหนดไว้ได้
uk_ua: Неможливо поміняти місцями автоматично створені та фіксовані послідовності.

# ChartStringId.MsgIncorrectHeightToWidthRatioValue
source: Incorrect value for the HeightToWidthRatio property. It should be within the range 0.1;10.
ar_iq: قيمة غير صحيحة لخاصية نسبة الارتفاع إلى العرض. ينبغي أن تكون ضمن النطاق 0.1؛ 10.
az_latn_az: HündürlüyünEnəNisbəti xassəsi üçün səhv qiymət göstərilmişdir. Bu qiymət 0.1;10 intervalında olmalıdır.
hy_am: Բարձրության և երկարության հարաբերությունը սխալ է: Արժեքը պետք է լինի 0.1;10 տիրույթում:
ka_ge: არასწორი სიდიდეა სიმაღლესიგანისშეფარდების მახასიათებელში. იგი უნდა იყოს მოცემული დიაპაზონის ფარგლებში 0.1;10.
kk_kz: Биіктіктің ұзындыққа қатынасы дұрыс емес. Мән 0.1;10 диапазонында болуға тиіс.
ru_ru: Некорректное отношение высоты к длине. Значение должно находится в диапазоне 0.1 ; 10.
th_th: ค่าที่ผิดสำหรับคุณลักษณะ HeightToWidthRatio ควรอยู่ภายในช่วง 0.1;10
uk_ua: Невірне значення для властивості HeightToWidthRatio. Воно повинне бути в межах 0.1;10.

# ChartStringId.MsgIncorrectImageFormat
source: Impossible to export a chart to the specified image format.
ar_iq: لا يمكن تصدير مخطط إلى تنسيق الصورة المحدد.
az_latn_az: Diaqramı göstərilmiş şəkil formatına eksport etmək mümkün deyil.
hy_am: Հնարավոր չէ արտահանել գծապատկերը դեպի նշված պատկերի ֆորմատ:
ka_ge: შეუძლებელია დიაგრამის ექსპორტი სურათის მითითებულ ფორმატში.
kk_kz: Көрсетілген кескін форматына схеманы экспорттау мүмкін емес.
ru_ru: Невозможно экспортировать схему в указанный формат изображения.
th_th: ไม่สามารถส่งออกแผนภูมิไปยังฟอร์แม็ตรูปภาพที่กำหนดได้
uk_ua: Неможливо експортувати схему до визначеного формату зображення.

# ChartStringId.MsgIncorrectPropertyValue
source: Incorrect value "{0}" for the property "{1}".
ar_iq: خطأ في القيمة "{0}" للخاصية "{1}".
az_latn_az: "{1}" xassəsi üçün {0} səhv qiyməti.
hy_am: "{1}" հատկության սխալ "{0}" արժեք:
ka_ge: არასწორი მნიშვნელობა "{0}"მახასიათებლისთვის "{1}".
kk_kz: "{1}" қасиеті үшін "{0}" дұрыс емес мәні .
ru_ru: Некоррекное значение "{0}" для свойства "{1}"
th_th: ค่าที่ผิด "{0}" สำหรับคุณลักษณะ "{1}"
uk_ua: Невірне значення "{0}" для властивості "{1}".

# ChartStringId.MsgIncorrectTransformationMatrix
source: Incorrect transformation matrix.
ar_iq: خطأ في مصفوفة التحويل.
az_latn_az: Matriksin səhv dəyişdirilməsi
hy_am: Մատրիցայի սխալ ձևափոխում:
ka_ge: მატრიცის არასწორი გარდაქმნა.
kk_kz: Матрицаның дұрыс емес өзгертілуі.
ru_ru: Неправильное преобразование матрицы.
th_th: เมตริกซ์การเปลี่ยนรูปไม่ถูกต้อง
uk_ua: Невірна перетворення матриці.

# ChartStringId.MsgIncorrectUseImageProperty
source: Image property can't be used for the WebChartControl. Please, use the ImageUrl property instead.
ar_iq: لا يمكن أن تستخدم خاصية الصورة لعنصر التحكم بمخطط ويب. يرجى استخدام خاصية ImageUrl بدلاً من ذلك.
az_latn_az: Şəklin formatı VebDiaqramKontrol üçün istifadə edilə bilməz. Xahiş olunur,bunun əvəzində ŞəkilUrl-dən istifadə edəsiniz.
hy_am: Պատկերի հատկությունը չի կարող օգտագործվել WebChartControl-ի համար: Փոխարենը խնդրում ենք օգտագործել ImageUrl-ի հատկությունը:
ka_ge: სურათის მახასიათებელი არ შეიძლება გამოყენებული იყოს WebChartControl–სთვის. თუ შეიძლება, მის ნაცვლად გამოიყენეთ ImageUrl მახასიათებელი.
kk_kz: Кескіннің қасиеті WebChartControl үшін пайдаланылмайды. ImageUrl пайдаланыңыз.
ru_ru: Свойство изображения не может быть использовано для WebChartControl. Пожалуйста. используйте ImageUrl.
th_th: คุณลักษณะรูปภาพไม่สามารถใช้ได้ต่อ WebChartControl กรุณาใช้คุณลักษณะ ImageUrl แทน
uk_ua: Властивість зображення не можна використати для WebChartControl. Будь ласка, використайте замість цього властивість ImageUrl.

# ChartStringId.MsgIncorrectUseImageUrlProperty
source: ImageUrl property can be used for the WebChartControl only. Please, use the Image property instead.
ar_iq: يمكن استخدام خاصية ImageUrl لعنصر التحكم بمخطط ويب فقط. يرجى، استخدام خاصية الصورة بدلاً من ذلك.
az_latn_az: ImageUrl formatı yalnız WebChartControl üçün istifadə edilə bilər. Xahiş olunur,bunun əvəzində şəklin xassələrini istifadə edəsiniz
hy_am: ImageUrl հատկությունը միայն կարող է օգտագործվել WebChartControl-ի համար: Փոխարենը խնդրում ենք օգտագործել պատկերի հատկությունը:
ka_ge: ImageUrl–ის მახასიათებელი შეიძლება გამოყენებული იყოს მხოლოდ WebChartControl–სთვის. თუ შეიძლება, მის ნაცვლად გამოიყენეთ სურათის მახასიათებელი.
kk_kz: ImageUrl қасиеті WebChartContro үшін ғана пайдаланылуы мүмкін. Кескін қасиетін пайдаланыңыз.
ru_ru: Свойство ImageUrl может быть использован только для WebChartControl Пожалуйста, используйте свойство изображения.
th_th: คุณลักษณะ ImageUrl ไม่สามารถใช้ได้ต่อ WebChartControl กรุณาใช้คุณลักษณะ รูปภาพ แทน
uk_ua: Властивість ImageUrl може бути використана лише для WebChartControl. Будь ласка, використайте замість цього властивість Image.

# ChartStringId.MsgIncorrectValue
source: Incorrect value "{0}" for the argument "{1}".
ar_iq: خطأ في القيمة "{0}" للوسيطة "{1}".
az_latn_az: "{1}" arqumenti üçün {0} səhv qiyməti.
hy_am: "{1}" փաստարկի սխալ "{0}" արժեք:
ka_ge: არასწორი მნიშვნელობა "{0}"არგუმენტისთვის "{1}".
kk_kz: "{1}" дәлелі үшін "{0}" дұрыс емес мәні .
ru_ru: Неверное значение "{0}" для аргумента "{1}".
th_th: ค่าไม่ถูกต้อง "{0}" สำหรับอาร์กิวเมนท์ "{1}"
uk_ua: Невірне значення "{0}" для агрументу "{1}".
