Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PreviewStringId.RibbonPreview_ExportCsv_STipContent
source: Export the document to CSV and save it to the file on a disk.
ar_iq: تصدير المستند إلى CSV و حفظه في ملف على قرص.
az_latn_az: Sənədi CVS-ə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի CSV և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის CSV ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты CSV -ге экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в CSV и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ CSV และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Експорт документ у CSV та зберегти його у файлі

# PreviewStringId.RibbonPreview_ExportCsv_STipTitle
source: Export to CSV
ar_iq: التصدير إلى CSV
az_latn_az: CSV-ə eksport et
hy_am: Արտահանել դեպի CSV
ka_ge: ექსპორტი CSV ფორმატში
kk_kz: CSV-ға экспорттау
ru_ru: Экспорт в CSV
th_th: ส่งออกไปที่ CSV
uk_ua: Експортувати у CSV

# PreviewStringId.RibbonPreview_ExportFile_Caption
source: Export To
ar_iq: التصدير إلى
az_latn_az: Buraya eksport et
hy_am: Արտահանել դեպի
ka_ge: ექსპორტი
kk_kz: ...экспорттау
ru_ru: Экспортировать в
th_th: ส่งออกไปที่
uk_ua: Експортувати у

# PreviewStringId.RibbonPreview_ExportFile_STipContent
source: Export the current document in one of the available formats, and save it to the file on a disk.
ar_iq: تصدير المستند الحالي في واحدة من التنسيقات المتاحة، وحفظه إلى ملف على القرص.
az_latn_az: Cari sənədi mövcud formatlardan birinə eksport et və diskdəki faylın yaddaşa sal.
hy_am: Արտահանել ընթացիկ փաստաթուղթը դեպի առկա ձևաչափերից մեկը, և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: მოცემული დოკუმენტის ექსპორტი ერთ–ერთ შესაძლებელ ფორმატში და დისკზე დამახსოვრება
kk_kz: Ағымдағы құжатты қол жетімді форматтардың біріне экспорттау және оны дискіде сақтау.
ru_ru: Экспортировать текущий документ в один из доступных форматов, и сохранить его на диске.
th_th: ส่งออกเอกสารปัจจุบันในฟอร์แม็ตที่ใช้ได้หนึ่งอัน และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Експортувати документ в один з доступних форматів, та зберегти його у файлі на диску

# PreviewStringId.RibbonPreview_ExportFile_STipTitle
source: Export To...
ar_iq: التصدير إلى...
az_latn_az: Buraya eksport et
hy_am: Արտահանել դեպի...
ka_ge: ექსპორტი...
kk_kz: ...экспорттау
ru_ru: Экспорт в...
th_th: ส่งออกไปที่…
uk_ua: Експортувати у...

# PreviewStringId.RibbonPreview_ExportGraphic_STipContent
source: Export the document to Image and save it to the file on a disk.
ar_iq: تصدير المستند إلى صورة وحفظه إلى ملف على قرص.
az_latn_az: Sənədi şəklə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի Image և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის Image ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты Image -ге экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в Image и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่รูปภาพ และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Експортувати документ у зображення та зберегти його у файлі на диску.

# PreviewStringId.RibbonPreview_ExportGraphic_STipTitle
source: Export to Image
ar_iq: التصدير إلى صورة
az_latn_az: Şəkilə eksport et
hy_am: Արտահանել դեպի Image
ka_ge: ექსპორტი Image ფორმატში
kk_kz: Image-ге экспорттау
ru_ru: Экспорт в Image
th_th: ส่งออกรูปภาพ
uk_ua: Експортувати у зображення

# PreviewStringId.RibbonPreview_ExportHtm_STipContent
source: Export the document to HTML and save it to the file on a disk.
ar_iq: تصدير المستند إلى HTML و حفظه في ملف على قرص.
az_latn_az: Sənədi HTML-ə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի HTML և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის HTML ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты HTML -ге экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в HTML и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ HTML และบันทึกในไฟล์บนดิสก์
uk_ua: Експортувати документ у HTML та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportHtm_STipTitle
source: Export to HTML
ar_iq: التصدير إلى HTML
az_latn_az: HTML-ə eksport et
hy_am: Արտահանել դեպի HTML
ka_ge: ექსპორტი HTML ფორმატში
kk_kz: HTML-ға экспорттау
ru_ru: Экспорт в HTML
th_th: ส่งออกไปที่ HTML
uk_ua: Експортувати у HTML

# PreviewStringId.RibbonPreview_ExportMht_STipContent
source: Export the document to MHT and save it to the file on a disk.
ar_iq: تصدير المستند إلى MHT وحفظه في ملف على قرص.
az_latn_az: Sənədi MHT-yə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի MHT և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის MHT ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты MHT-ге экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в MHT и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ MHT และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Eкспортувати документ у MHT та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportMht_STipTitle
source: Export to MHT
ar_iq: تصدير إلى MHT
az_latn_az: MHT-yə eksport et
hy_am: Արտահանել դեպի MHT
ka_ge: ექსპორტი MHT ფორმატში
kk_kz: MHT-ға экспорттау
ru_ru: Экспорт в MHT
th_th: ส่งออกไปที่ MHT
uk_ua: Експортувати у MHT

# PreviewStringId.RibbonPreview_ExportPdf_STipContent
source: Export the document to PDF and save it to the file on a disk.
ar_iq: تصدير مستند PDF و حفظه في ملف على قرص.
az_latn_az: Sənədi PDF-ə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի PDF և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის PDF ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты PDF-ге экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в PDF и сохранение его на диске.
th_th: ส่งออกเอกสาร PDF และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Експортувати документ у PDF та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportPdf_STipTitle
source: Export to PDF
ar_iq: التصدير إلى PDF
az_latn_az: PDF-ə eksport et
hy_am: Արտահանել դեպի PDF
ka_ge: ექსპორტი PDF ფორმატში
kk_kz: PDF-ке экспорттау
ru_ru: Экспорт в PDF
th_th: ส่งออกไปที่ PDF
uk_ua: Експортувати у PDF

# PreviewStringId.RibbonPreview_ExportRtf_STipContent
source: Export the document to RTF and save it to the file on a disk.
ar_iq: تصدير المستند إلى RTF و حفظه في ملف على قرص.
az_latn_az: Sənədi RTF-ə eksport et və onu diskdəki faylın yaddaşına ver.
hy_am: Արտահանել փաստաթուղթը դեպի RTF և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის RTF ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты RTF-ге экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в RTF и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ RTF และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Eкспортувати документ у RTF та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportRtf_STipTitle
source: Export to RTF
ar_iq: التصدير إلى RTF
az_latn_az: RTF-ə eksport et
hy_am: Արտահանել դեպի RTF
ka_ge: ექსპორტი RTF ფორმატში
kk_kz: RTF-ке экспорттау
ru_ru: Экспорт в RTF
th_th: ส่งออกไปที่ RTF
uk_ua: Експортувати у RTF

# PreviewStringId.RibbonPreview_ExportTxt_STipContent
source: Export the document to Text and save it to the file on a disk.
ar_iq: تصدير المستند إلى نص/Text وحفظه إلى ملف على القرص.
az_latn_az: Sənədi mətnə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի Text և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის Text ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты Text-ке экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в Text и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ตัวอักษร และบันทึกในไฟล์บนดิสก์
uk_ua: Експортувати документ у текстовий формат та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportTxt_STipTitle
source: Export to Text
ar_iq: التصدير إلى Text
az_latn_az: Mətnə eksport et
hy_am: Արտահանել դեպի Text
ka_ge: ექსპორტი Text ფორმატში
kk_kz: Text-ке экспорттау
ru_ru: Экспорт в Text
th_th: ส่งออกไปที่ตัวอักษร
uk_ua: Експортувати у Text

# PreviewStringId.RibbonPreview_ExportXls_STipContent
source: Export the document to XLS and save it to the file on a disk.
ar_iq: تصدير المستند إلى XLS و حفظه في ملف على قرص.
az_latn_az: Sənədi XLS-ə eksport et və onu diskdəki faylın yaddaşa sal.
hy_am: Արտահանել փաստաթուղթը դեպի XLS և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის XLS ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты XLS-ке экспорттау және оны дискіде сақтау.
ru_ru: Экспорт документа в XLS и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ XLS และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Експортувати документ у XLS та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportXls_STipTitle
source: Export to XLS
ar_iq: التصدير إلى XLS
az_latn_az: XLS-ə eksport et
hy_am: Արտահանել դեպի XLS
ka_ge: ექსპორტი XLS ფორმატში
kk_kz: XLS-ке экспорттау
ru_ru: Экспорт в XLS
th_th: ส่งออกไปที่ XLS
uk_ua: Експортувати у XLS

# PreviewStringId.RibbonPreview_ExportXlsx_STipContent
source: Export the document to XLSX and save it to the file on a disk.
ar_iq: تصدير المستند إلى XLSX و حفظه في ملف على قرص.
az_latn_az: Sənədi XLSX-ə eksport et və diskdəki faylda yaddaşa ver.
hy_am: Արտահանել փաստաթուղթը դեպի XLSX և պահպանել այն ֆայլում սկավառակի վրա:
ka_ge: დოკუმენტის XLSX ფორმატში ექსპორტი და მისი დისკზე დამახსოვრება.
kk_kz: Құжатты XLSX-ке экспорттау және оны дискіде сақтау
ru_ru: Экспорт документа в XLSX и сохранение его на диске.
th_th: ส่งออกเอกสารไปที่ XLSX และบันทึกไปที่ไฟล์บนดิสก์
uk_ua: Експортувати документ у XLSX та зберегти його на диску.

# PreviewStringId.RibbonPreview_ExportXlsx_STipTitle
source: Export to XLSX
ar_iq: التصدير إلى XLSX
az_latn_az: XLSX-ə eksport et
hy_am: Արտահանել դեպի XLSX
ka_ge: ექსპორტი XLSX ფორმატში
kk_kz: XLSX-ке экспорттау
ru_ru: Экспорт в XLSX
th_th: ส่งออกไปที่ XLSX
uk_ua: Експортувати у XLSX

# GridStringId.FindControlFindButton
source: Find
ar_iq: بحث
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Іздеп табу
ru_ru: Найти
th_th: ค้นหา
uk_ua: Знайти

# PreviewStringId.RibbonPreview_Find_Caption
source: Find
ar_iq: بحث
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Іздеп табу
ru_ru: Найти
th_th: พบ
uk_ua: Знайти

# PreviewStringId.RibbonPreview_Find_STipTitle
source: Find
ar_iq: بحث
az_latn_az: Axtar
hy_am: Գտնել
ka_ge: პოვნა
kk_kz: Іздеп табу
ru_ru: Найти
th_th: พบ
uk_ua: Знайти

# PreviewStringId.RibbonPreview_HandTool_Caption
source: Hand Tool
ar_iq: أداة يدوية
az_latn_az: Əl aləti
hy_am: Ձեռքով կարգավորում
ka_ge: ხელით დაყენება
kk_kz: Қолмен теңшеу
ru_ru: Ручная настройка
th_th: เครื่องมือที่ทำด้วยตนเอง
uk_ua: Інструмент - рука

# PreviewStringId.RibbonPreview_HandTool_STipTitle
source: Hand Tool
ar_iq: أداة يدوية
az_latn_az: Əl aləti
hy_am: Ձեռքով կարգավորում
ka_ge: ხელით დაყენება
kk_kz: Қолмен теңшеу
ru_ru: Ручная настройка
th_th: เครื่องมือที่ทำด้วยตนเอง
uk_ua: Інструмент - рука

# PreviewStringId.RibbonPreview_SendCsv_STipContent
source: Export the document to CSV and attach it to the e-mail.
ar_iq: تصدير المستند إلى CSV وإرفاقه بالبريد الالكتروني.
az_latn_az: Sənədi CVS-ə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի CSV և կցել այն էլ. փոստին:
ka_ge: დოკუმენტის CSV ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты CSV -ге экспорттау және оны e-mail-ге қосу.
ru_ru: Экспорт документа в CSV и добавление его на e-mail.
th_th: ส่งเอกสารออกไปที่ CSV และแนบไปกับอีเมล์
uk_ua: Експортувати документ у CSV та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendFile_STipContent
source: Export the current document in one of the available formats, and attach it to the e-mail.
ar_iq: تصدير المستند الحالي في واحدة من التنسيقات المتاحة، وإرفاقه بالبريد الإلكتروني.
az_latn_az: Cari sənədi mövcud formatlardan birinə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել ընթացիկ փաստաթուղթը դեպի առկա ձևաչափերից մեկը, և կցել այն էլ. փոստին:
ka_ge: მოცემული დოკუმენტის ექსპორტი ერთ–ერთ შესაძლებელ ფორმატში და ელ. ფოსტაზე მიმაგრება
kk_kz: Ағымдағы құжатты қол жетімді форматтардың біріне экспорттау және e-mail-ға қосу.
ru_ru: Экспортировать текущий документ в один из доступных форматов, и добавить на e-mail.
th_th: ส่งออกเอกสารปัจจุบันในฟอร์แม็ตใดๆที่ใช้ได้ และแนบไปกับอีเมล์
uk_ua: Експортувати документ в один з доступних форматів, та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendGraphic_STipContent
source: Export the document to Image and attach it to the e-mail.
ar_iq: تصدير المستند إلى صورة وإرفاقه بالبريد الإلكتروني.
az_latn_az: Sənədi şəklə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի Image և կցել էլ. փոստին:
ka_ge: დოკუმენტის Image ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты Image -ге экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в Image и добавление его в e-mail.
th_th: ส่งออกเอกสารไปที่ รูปภาพ และแนบไปกับอีเมล์
uk_ua: Експортувати документ у Image та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendMht_STipContent
source: Export the document to MHT and attach it to the e-mail.
ar_iq: تصدير المستند إلى MHT وإرفاقه بالبريد الإلكتروني.
az_latn_az: Sənədi MHT-yə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի MHT և կցել էլ. փոստին:
ka_ge: დოკუმენტის MHT ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты MHT-ге экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в MHT и добавление его в e-mail.
th_th: ส่งออกเอกสารไปที่ MHT และแนบไปกับอีเมล์
uk_ua: Експортувати документ у MHT та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendPdf_STipContent
source: Export the document to PDF and attach it to the e-mail.
ar_iq: تصدير المستند إلى PDF وإرفاقه بالبريد الالكتروني.
az_latn_az: Sənədi PDF-ə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի PDF և կցել էլ. փոստին:
ka_ge: დოკუმენტის PDF ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты PDF-ге экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в PDF и добавление его в e-mail.
th_th: ส่งออกเอกสารไปที่ PDF และแนบไปกับอีเมล์
uk_ua: Eкспортувати документ у PDF та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendRtf_STipContent
source: Export the document to RTF and attach it to the e-mail.
ar_iq: تصدير المستند إلى RTF وإرفاقه بالبريد الالكتروني.
az_latn_az: Sənədi RTF-ə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի RTF և կցել էլ. փոստին:
ka_ge: დოკუმენტის RTF ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты RTF-ге экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в RTF и добавление его в e-mail.
th_th: ส่งออกเอกสารไปที่ RTF และแนบไปกับอีเมล์
uk_ua: Eкспортувати документ у RTF та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendTxt_STipContent
source: Export the document to Text and attach it to the e-mail.
ar_iq: تصدير المستند إلى النص/Text وإرفاقه بالبريد الإلكتروني.
az_latn_az: Sənədi mətnə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի Text և կցել էլ. փոստին:
ka_ge: დოკუმენტის Text ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты Text-ке экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в Text и добавление его в e-mail.
th_th: ส่งออกเอกสารไปที่ ตัวอักษร และแนบไปกับอีเมล์
uk_ua: Експортувати документ у текстовий формат та прикріпити до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendXls_STipContent
source: Export the document to XLS and attach it to the e-mail.
ar_iq: تصدير المستند إلى XLS وإرفاقه بالبريد الإلكتروني.
az_latn_az: Sənədi XLS-ə eksport et və elektron məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի XLS և կցել էլ. փոստին:
ka_ge: დოკუმენტის XLS ფორმატში ექსპორტი და ელ. ფოსტაზე მიმაგრება.
kk_kz: Құжатты XLS-ке экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в XLS и добавление его в e-mail.
th_th: ส่งออกเอกสารไปที่ XLS และแนบไปกับอีเมล์
uk_ua: Експортувати документ у XLS та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_SendXlsx_STipContent
source: Export the document to XLSX and attach it to the e-mail.
ar_iq: تصدير المستند إلى XLSX وإرفاقه بالبريد الإلكتروني.
az_latn_az: Sənədi XLSX-ə eksport et və e-məktuba əlavə et.
hy_am: Արտահանել փաստաթուղթը դեպի XLSX և կցել էլ. փոստին:
ka_ge: დოკუმენტის XLSX ფორმატში ექსპორტი და მისი ელ.ფოსტაზე მიმაგრება.
kk_kz: Құжатты XLSX-ке экспорттау және оны e-mai-ге қосу.
ru_ru: Экспорт документа в XLSX и добавление его в e-mail
th_th: ส่งออกเอกสารไปที่ XLSX และแนบไปกับอีเมล์
uk_ua: Експортувати документ у XLSX та прикріпити його до електронного повідомлення.

# PreviewStringId.RibbonPreview_ShowFirstPage_Caption
source: First Page
ar_iq: الصفحة الأولى
az_latn_az: Birinci səhifə
hy_am: Առաջին էջ
ka_ge: პირველი გვერდი
kk_kz: Бірінші бет
ru_ru: Первая страница
th_th: หน้าแรก
uk_ua: Перша сторінка

# PreviewStringId.RibbonPreview_ShowFirstPage_STipTitle
source: First Page (Ctrl+Home)
ar_iq: الصفحة الأولى (Ctrl+Home)
az_latn_az: Birinci səhifə (Ctrl+Home)
hy_am: Առաջին էջ (Ctrl+Home)
ka_ge: პირველი გვერდი (Ctrl+Home)
kk_kz: Бірінші бет (Ctrl+Home)
ru_ru: Первая страница (Ctrl+Home)
th_th: หน้าแรก (Ctrl+Home)
uk_ua: Перша сторінка (Ctrl+Home)

# PreviewStringId.SaveDlg_FilterGif
source: GIF Graphics Interchange Format
ar_iq: تنسيق تبادلي الرسومات GIF
az_latn_az: GIF Graphics Interchange formatı
hy_am: GIF Գրաֆիկների փոխանակման ֆորմատ
ka_ge: GIF ფორმატი
kk_kz: GIF картинкасы
ru_ru: Картинка GIF
th_th: GIF ฟอร์แม็ตการเปลี่ยนกราฟฟิค GIF
uk_ua: Формат GIF

# PreviewStringId.ScalePopup_FitTo
source: Fit to
ar_iq: جعله ملائم لـ
az_latn_az: Bununn ölçüsünə uyğunlaşdır
hy_am: Հարմարեցնել
ka_ge: მორგება
kk_kz: Икемдеу
ru_ru: Подогнать
th_th: พอดีกับ
uk_ua: Підігнати до

# PreviewStringId.TB_TTip_EditPageHF
source: Header And Footer
ar_iq: رأس وتذييل الصفحة
az_latn_az: Yuxarı və aşağı kolontitul
hy_am: Գլխագիր և ստորագիր
ka_ge: ზედა და ქვედა კოლონტიტულები
kk_kz: Тақырып және төменгі колонтитул
ru_ru: Колонтитулы
th_th: หัวเรื่อง และท้ายเรื่อง
uk_ua: Заголовок та нижній колонтитул

# PreviewStringId.TB_TTip_FirstPage
source: First Page
ar_iq: الصفحة الأولى
az_latn_az: Birinci səhifə
hy_am: Առաջին էջ
ka_ge: პირველი გვერდი
kk_kz: Бірінші бет
ru_ru: Первая страница
th_th: หน้าแรก
uk_ua: Перша сторінка

# PreviewStringId.TB_TTip_HandTool
source: Hand Tool
ar_iq: أداة يدوية
az_latn_az: Əl aləti
hy_am: Տեղաշարժել
ka_ge: ხელით დაყენება
kk_kz: Қолмен теңшеу
ru_ru: Перемещать
th_th: เครื่องมือทำด้วยตนเอง
uk_ua: Інструмент - рука

# PreviewStringId.WMForm_Direction_ForwardDiagonal
source: ForwardDiagonal
ar_iq: قطري أمامي
az_latn_az: İrəli diaqonal
hy_am: ԱռջևիԱնկյունագծային
ka_ge: წინა დიაგონალური
kk_kz: Диагональ бойыншы төменнен жоғарыға қарай
ru_ru: По диагонали снизу вверх
th_th: ทแยงมุมไปข้างหน้า
uk_ua: ВпередПоДіагоналі

# ReportStringId.Cmd_GroupFooter
source: GroupFooter
ar_iq: تذييل المجموعة
az_latn_az: QrupunAşağıKolontitulu
hy_am: Խմբի ստորագիր
ka_ge: ჯგუფის ქვედა კოლონტიტული
kk_kz: Топ ескертуі
ru_ru: Примечание группы
th_th: จัดกลุ่มท้ายเรื่อง
uk_ua: Примітка Групи

# ReportStringId.Cmd_GroupHeader
source: GroupHeader
ar_iq: رأس المجموعة
az_latn_az: QrupunYuxarıKolontitulu
hy_am: Խմբի վերնագիր
ka_ge: ჯგუფის ზედა კოლონტიტული
kk_kz: Топтың тақырыбы
ru_ru: Заголовок группы
th_th: จัดกลุ่มหัวเรื่อง
uk_ua: Назва Групи

# ReportStringId.FRSForm_Caption
source: Formatting Rule Sheet Editor
ar_iq: محرر ورقة قاعدة تنسيق
az_latn_az: Formatlaşdırma qaydaları səhifəsinin redaktoru
hy_am: Ֆորմատավորման կանոնների աղյուսակի խմբագրիչ
ka_ge: ფორმატირების წესების ცხრილის რედაქტორი
kk_kz: Пішімдеу ережесі кестесінің редакторы
ru_ru: Редактор таблицы правил форматирования
th_th: บรรณาธิการเกณฑ์ฟอร์แม็ตชีท
uk_ua: Редактор таблиці правила форматування

# ReportStringId.FSForm_Cat_General
source: General
ar_iq: عام
az_latn_az: Ümumi
hy_am: Սովորական
ka_ge: ჩვეულებრივი
kk_kz: Кәдімгі
ru_ru: Обычный
th_th: ทั่วไป
uk_ua: Загальний

# ReportStringId.FSForm_Lbl_CustomGeneral
source: General format has no specific number format
ar_iq: التنسيق العام لا يحمل رقم تنسيق خاص
az_latn_az: Ümumi formatda heç bir spesifik rəqəm formatı yoxdur
hy_am: Ընդհանուր ֆորմատը չունի հատուկ թվային ֆորմատ
ka_ge: ზოგად ფორმატს არ გააჩნია სპეციფიური რიცხვითი ფორმატი
kk_kz: Жалпы форматтың ерекше сандық форматы жоқ
ru_ru: Общий формат не имеет специфического числового формата
th_th: ฟอร์แม็ตทั่วไปไม่มีหมายเลขฟอร์แม็ตที่เฉพาะเจาะจง
uk_ua: Загальний формат не має специфічного числового формату

# ReportStringId.FSForm_Text
source: FormatString Editor
ar_iq: محرر سلسلة تنسيق
az_latn_az: Sətir formatın redaktoru
hy_am: Տողի ֆորմատի խմբագրիչ
ka_ge: ფორმატის სტრიქონის რედაქტორი
kk_kz: Жол форматының редакторы
ru_ru: Редактор формата строки
th_th: บรรณาธิกรแถวฟอร์แม็ต
uk_ua: Редактор формату строки

# ReportStringId.Msg_FileNotFound
source: File not found.
ar_iq: الملف غير موجود.
az_latn_az: Fayl tapılmadı.
hy_am: Ֆայլը գտնված չէ:
ka_ge: ფაილი ვერ მოიძებნა
kk_kz: Файл табылған жоқ
ru_ru: Файл не найден.
th_th: ไม่พบไฟล์
uk_ua: Файл не знайдено.

# ReportStringId.Msg_WarningControlsAreOverlapped
source: Export warning: The following controls are overlapped and may be exported to HTML, XLS and RTF incorrectly - {0}.
ar_iq: تصدير التحذير: تتراكب عناصر التحكم التالية وربما يتم تصديرها إلى HTML، RTF XLS بشكل غير صحيح - {0}
az_latn_az: Eksport etməyə dair xəbərdarlıq: Aşağıdakı kontrollar üst-üstə düşür HTML, XLS və RTF-ə qeyri-düzgün formada eksport oluna bilər - {0}.
hy_am: Արտահանման զգուշացում. Հետևյալ կառավարման տարրերը արգելափակված են և կարող են սխալ արտահանվել դեպի HTML, xls և rtf - {0}:
ka_ge: გაფრთხილება ექსპორტის დროს: მართვის შემდეგი ელემენტებმა ერთმანეთი გადაფარა, რის გამოც მათი ექსპორტი HTML, XLS და RTF ფორმატებში შეიძლება არასწორი იყოს - {0}.
kk_kz: Ескерту: басқарудың келесі элементтері жабылған, сондықтан оларды HTML, XLS және RTF-ге экспорттау дұрыс емес {0}.
ru_ru: Предупреждение: следующие элементы управления перекрыты, поэтому их экспорт в HTML, XLS и RTF некорректен - {0}.
th_th: ตำเตือนในการพิมพ์: การควบคุมต่อไปนี้ทับกัน และอาจถูกส่งออกเป็น HTML, XLS และ RTF - อย่างไม่ถูกต้อง {0}
uk_ua: Попередження: Наступні елементи контролю перекриваються та можуть бути екпортовані у HTML, XLS та RTF невірно - {0}.

# ReportStringId.Msg_WarningControlsAreOverlappedByParentBorder
source: Export warning: The following controls are overlapped by parent's border and may be exported to HTML, XLS and RTF incorrectly - {0}.
ar_iq: تصدير التحذير: تتراكب عناصر التحكم التالية وفق الحدود الأصلية وربما يتم تصديرها إلى HTML، RTF XLS بشكل غير صحيح - {0}.
az_latn_az: Eksport etməyə dair xəbərdarlıq: Aşağıdakı kontrollar istindad etdikləri sənədin hüdudları üzrə üst-üstə düşür və HTML, XLS və RTF-ə qeyri-düzgün formada eksport oluna bilər - {0}.
hy_am: Արտահանման զգուշացում. Հետևյալ կառավարման տարրերը վրադրված են ծնողական սահմանով և կարող են սխալ արտահանվել դեպի HTML, xls և rtf - {0}:
ka_ge: გაფრთხილება ექსპორტის დროს: მართვის შემდეგი ელემენტები გადაიფარა ზედა თაობის ზღვრებით, რის გამოც მათი ექსპორტი HTML, XLS და RTF ფორმატებში შეიძლება არასწორი იყოს - {0}.
kk_kz: Ескерту: басқарудың келесі элементтері бастапқы шекарамен жабылған, сондықта HTML, XLS және RTF-ге экспорттау дұрыс болмауы мүмкін {0}.
ru_ru: Предупреждение: следующие элементы управления перекрыты родительской границей и могут экспортироваться в HTML, XLS и RTF некорректно - {0}.
th_th: ตำเตือนในการพิมพ์: การควบคุมต่อไปนี้ทับกันโดยเส้นขอบหลัก และอาจถูกส่งออกเป็น HTML, XLS และ RTF - อย่างไม่ถูกต้อง {0}
uk_ua: Попередження: Наступні елементи контролю перекриваються вихідною межою та можуть бути експортовані у HTML, XLS та RTF невірно - {0}.

# ReportStringId.PivotGridForm_ItemFields_Caption
source: Fields
ar_iq: حقول
az_latn_az: Sahələr
hy_am: Դաշտեր
ka_ge: ველები
kk_kz: Жолақтар
ru_ru: Поля
th_th: ช่อง
uk_ua: Поля

# ReportStringId.RibbonXRDesign_FontName_STipTitle
source: Font
ar_iq: الخط
az_latn_az: Şrift
hy_am: Տառատեսակ
ka_ge: შრიფტი
kk_kz: Қаріп
ru_ru: Шрифт
th_th: แบบอักษร
uk_ua: Шрифт
