Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.CmdCreateLineChartDescription
source: Display trend overtime (dates, years) or ordered categories. Useful when there are many data points and the order is important.
ar_iq: عرض الوقت الإضافي للاتجاه (التواريخ والسنوات) أو الفئات المدرجة بالترتيب. هذه الطريقة مفيدة عندما يكون هناك عدة نقاط بيانات ويكون الترتيب مهماً.
az_latn_az: Diaqram üzrə əlavə vaxt (tarix, illər) və ya ardıcıl kateqoriyaları göstərin. Çoxlu verilənlər elementləri olduqda və ardıcıllıq vacib olduqda faydalıdır.
hy_am: Ցուցադրել միտումն ըստ ժամանակի (ամսաթվեր, տարիներ) կամ պատվիրած կատեգորիաների: Օգտակար է այն դեպքում, երբ շատ են տվյալների կետերը, և հերթականությունը կարևոր է:
kk_kz: Уақыт бойынша немесе реттелген категория бойынша көрсету. Көп нүкте мітіндері болған кезде және рет маңызды болған кезде пайдалы.
ru_ru: Отображает тенденцию изменений в течение времени (даты, годы), или указанные категории. Применяется при наличии большого количества точек данных, но при этом важен порядок размещения.
th_th: แสดงเทรนด์ตามเวลา (วันที่ ปี) หรือหมวดหมู่ที่เรียงลำดับ มีประโยชน์เมื่อมีจุดข้อมูลมาก และการจัดเรียงลำดับนั้นสำคัญ
uk_ua: Відображає тенденцію змін протягом часу (дати, роки), або зазначені категорії. Застосовується при наявності великої кількості точок даних, але при цьому важливий порядок розміщення.

# ChartStringId.CmdCreateLine3DChartMenuCaption
source: 3-D Line
ar_iq: خط ثلاثي الأبعاد
az_latn_az: 3-D xətti diaqram
hy_am: 3D գիծ
ka_ge: 3D ხაზური გრაფიკი
kk_kz: 3-D Сызық Диаграммасы
ru_ru: Трёхмерная линейная диаграмма
th_th: เส้น 3-D
uk_ua: Тривимірна лінійна діаграма

# ChartStringId.CmdCreateLine3DChartDescription
source: Display each row or column of data as a 3-D ribbon on three axes.
ar_iq: عرض كل صف أو عمود بيانات كشريط ثلاثي الأبعاد على ثلاثة محاور.
az_latn_az: Verilənlərin hər bir sətir və ya sütununu üç oxda 3-D lenti kimi göstərin.
hy_am: Ցուցադրել տվյալների յուրաքանչյուր շարք կամ սյունակ որպես 3D ժապավեն երեք առանցքների վրա:
kk_kz: Әр жолдың немесе бағананың деректерін 3-D лентаның үш біліктің бойында көрсету.
ru_ru: Отображает каждую строку или столбец данных в виде трёхмерной ленты с тремя осями.
th_th: แสดงแต่ละแถว หรือคอลัมน์เป็นริบบอน 3-D ในแกนทั้งสาม
uk_ua: Відображає кожен рядок або стовпець даних у вигляді тривимірної стрічки з трьома осями.

# ChartStringId.CmdCreateFullStackedLineChartMenuCaption
source: 100% Stacked Line
ar_iq: خط مكدس 100%
az_latn_az: 100% çoxqatlı xətt
hy_am: Գիծ 100% բաղկացուցիչներով
kk_kz: 100% Көп қатпарлы Сызық Диаграммасы
ru_ru: 100%-ная многослойная линейная диаграмма
th_th: เส้นกองซ้อน 100%
uk_ua: 100% -ва багатошарова лінійна діаграма

# ChartStringId.CmdCreateFullStackedLineChartDescription
source: Display the trend of the percentage each value contributes over time or ordered categories.
ar_iq: عرض اتجاه النسب المئوية لمساهمة كل قيمة عبر الوقت أو الفئات المدرجة بالترتيب.
az_latn_az: Hər bir qiymətin vaxt və ya ardıcıl kateqoriyalarda əlavə etdiyi faizin diqramını göstərin.
hy_am: Ցուցադրել յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժնի միտումն ըստ ժամանակի կամ պատվիրած կատեգորիաների:
kk_kz: Уақыт бойынша немесе реттелген категория бойынша әр мәтінінің пайыздық үлес ұрдісіні көрсету.
ru_ru: Отображает тенденцию изменения процентного вклада каждого значения с течением времени или по указанным категориям.
th_th: แสดงเทรนด์ของเปอร์เซ้นแต่ละค่าที่รองรับ ตามเวลา หรือหมวดหมู่ที่จัดเรียง
uk_ua: Відображає тенденцію зміни процентного вкладу кожного значення за перебігом часу або по зазначеним категоріям.

# ChartStringId.CmdCreateFullStackedLine3DChartMenuCaption
source: 100% Stacked Line in 3-D
ar_iq: خط مكدس ثلاثي الأبعاد 100%
az_latn_az: 3-D-də 100% çoxqatlı sətir
hy_am: Գիծ 100% բաղկացուցիչներով 3D
kk_kz: 100% Көп қабатты Сызық Диаграммасы 3-D форматта
ru_ru: 100%-ная многослойная линейная диаграмма в трёхмерном формате
th_th: เส้นกองซ้อน 100% เป็น 3-D
uk_ua: 100% -ва багатошарова лінійна діаграма в тривимірному форматі

# ChartStringId.CmdCreateFullStackedLine3DChartDescription
source: Display all series stacked and is useful when it is necessary to compare how much each series adds to the total aggregate value for specific arguments (as percents).
ar_iq: عرض كافة السلاسل المكدسة وتعتبر هذه الطريقة مفيدة عندما يكون من الضروري مقارنة ما تضيفه كل سلسلة إلى قيمة المجموع الإجمالي لوسيطات معينة (كنسب مئوية).
az_latn_az: Bütün çoxqatlı sətirləri göstərin və hər bir sıranın konkret arqumentlər (faizlər kimi) üçün cəmi yekun qiymətə nə qədər əlavə etməsini müqayisə etdikdə faydalı ola bilər.
hy_am: Ցուցադրել բոլոր հաջորդականությունները բաղկացուցիչներով, օգտակար է, երբ անհրաժեշտ է համեմատել, թե որքան է յուրաքանչյուր հաջորդականությունը ներդնում որոշակի պարամետրերի ընդհանուր գումարային արժեքին (տոկոսների տեսքով):
kk_kz: Әрбір серия нүктелерін көрсетіңіз. Әр серия белгілі аргументтерге қорытынды мәтініне қаншалықты қосатының салыстыру үшін өте пайдалы( пайыз ретінде).
ru_ru: Отображает все многослойные последовательности и является полезной, когда надо сравнить, сколько каждая последовательность добавляет к общей сумме совокупного значения в отношении определённых аргументов (таких как проценты).
th_th: แสดงซี่รี่ส์ที่กองซ้อนกันทั้งหมด และซีรี่ส์ที่มีประโยชน์เมื่อจำเป็นต้องเปรียบเทียบว่ามีซีรี่ส์ที่ถูกเพิ่มเท่าใด กับค่ารวมทั้งหมดสำหรับอาร์กิวเมนท์เฉพาะ (เป็นเปอร์เซ็น)
uk_ua: Показує всі багатошарові послідовності і є корисною, коли треба порівняти, скільки кожна послідовність додає до загальної суми сукупного значення щодо певних аргументів (таких як відсотки).

# ChartStringId.CmdCreateScatterLineChartMenuCaption
source: Scatter Line
ar_iq: خط مبعثر
az_latn_az: Nöqtəvi xətt
hy_am: Կետաքիծ
kk_kz: Нүктелі Сызық Диаграммасы
ru_ru: Точечная линейная диаграмма
th_th: เส้นกระจาย
uk_ua: Пунктирна лінія

# ChartStringId.CmdCreateScatterLineChartDescription
source: Represent series points in the same order that they have in the collection.
ar_iq: تمثيل نقاط سلسلة بنفس الترتيب الذي تتمتع به هذه النقاط في المجموعة.
az_latn_az: Sıra elementlərini onların kolleksiyada malik olduğu eyni ardıcıllıqda təqdim edir.
hy_am: Ներկայացնել հաջորդականության կետերը նույն հերթականությամբ, ինչ որ ունեն հավաքածուում:
kk_kz: Коллекциядағыдай серия нүктелерін көрсету
ru_ru: Представляет собой последовательность точек, расположенных в том же порядке, который они имеют в коллекции.
th_th: แสดงจุดซีรี่ส์ในการเรียงลำดับเดียวกันที่มีในคอลเล็คชั่น
uk_ua: Являє собою послідовність точок, розташованих в тому ж порядку, який вони мають у колекції.

# ChartStringId.CmdCreateSplineChartMenuCaption
source: Spline
ar_iq: شريحة
az_latn_az: Splayn
hy_am: Սփլայն
kk_kz: Сплайн Диаграммасы
ru_ru: Сплайновая диаграмма
th_th: สลัก
uk_ua: Сплайн

# ChartStringId.CmdCreateSplineChartDescription
source: Plot a fitted curve through each data point in a series.
ar_iq: رسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: Əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: Серияның әр нүкте мәтіні арқылы өтетін қисық сызықты көрсету.
ru_ru: Строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ลงส่วนโค้งเว้าที่พอดี ผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateSpline3DChartMenuCaption
source: 3-D Spline
ar_iq: شريحة ثلاثية الأبعاد
az_latn_az: 3-D splayn
hy_am: 3D սփլայն
kk_kz: 3-D Сплайн Диаграммасы
ru_ru: Трёхмерная сплайновая диаграмма
th_th: สลัก 3-D
uk_ua: Тривимірна сплайнова діаграма

# ChartStringId.CmdCreateSpline3DChartDescription
source: Plot a fitted curve through each data point in a series.
ar_iq: رسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: Əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: Серияның әр нүкте мәтіні арқылы өтетін қисық сызықты көрсету.
ru_ru: Строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ลงส่วนโค้งเว้าที่พอดี ผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateStackedLineChartMenuCaption
source: Stacked Line
ar_iq: خط مكدس
az_latn_az: Çoxqatlı xətt
hy_am: Գիծ բաղկացուցիչներով
kk_kz: Көп қатпарлы Сызық Диаграммасы
ru_ru: Многослойная линейная диаграмма
th_th: เส้นกองซ้อน
uk_ua: Багатошарова лінійна діаграма

# ChartStringId.CmdCreateStackedLineChartDescription
source: Display the trend of the contribution of each value over time or ordered categories.
ar_iq: عرض اتجاه مساهمة كل قيمة عبر الوقت أو الفئات المدرجة بالترتيب.
az_latn_az: Hər bir qiymətin vaxt və ya ardıcıl kateqoriyalarda əlavəsinin diqramını göstərin.
hy_am: Ցուցադրել յուրաքանչյուր արժեքի ներդրած մասնաբաժնի միտումն ըստ ժամանակի կամ պատվիրած կատեգորիաների:
kk_kz: Уақыт бойынша немесе реттелген категория бойынша әр мәтінінің үлес ұрдісіні көрсету.
ru_ru: Отображает тенденцию изменения вклада каждого значения с течением времени или по указанным категориям.
th_th: แสดงเทรนด์ของผลแต่ละค่าตามเวลา หรือหมวดหมู่
uk_ua: Відображає тенденцію зміни вкладу кожного значення у часі або по зазначеним категоріям.

# ChartStringId.CmdCreateStackedLine3DChartMenuCaption
source: Stacked Line in 3-D
ar_iq: خط مكدس ثلاثي الأبعاد
az_latn_az: 3-D-də çoxqatlı xətti diaqram
hy_am: 3D գիծ բաղկացուցիչներով
kk_kz: Толтырылған Сызық 3-D форматта
ru_ru: Многослойная линейная диаграмма в трёхмерном формате
th_th: เส้นกองซ้อนเป็น 3-D
uk_ua: Багатошарова лінійна діаграма в тривимірному форматі

# ChartStringId.CmdCreateStackedLine3DChartDescription
source: Display all points from different series in a stacked manner and is useful when it is necessary to compare how much each series adds to the total aggregate value for specific arguments.
ar_iq: عرض كافة النقاط من سلاسل مختلفة بطريقة مكدسة، وتعتبر هذه الطريقة مفيدة عندما يكون من الضروري مقارنة ما تضيفه كل سلسلة إلى قيمة المجموع الإجمالي لوسيطات معينة.
az_latn_az: Müxtəlif seriyalardan olan bütün elementləri çoxqatlı tərzdə göstərin və hər bir sıranın konkret arqumentlər üçün cəmi yekun qiymətə nə qədər əlavə etməsini müqayisə etdikdə faydalı ola bilər.
hy_am: Ցուցադրել տարբեր հաջորդականությունների բոլոր կետերը կուտակային տեսքով. օգտակար է, երբ անհրաժեշտ է համեմատել, թե որքան է յուրաքանչյուր հաջորդականությունն ավելացնում որոշակի պարամետրերի ընդհանուր գումարային արժեքին :
kk_kz: Әр түрлі серия нүктелерін кезектілік ретімен көрсетіңіз. Әр серия белгілі аргументтерге қорытынды мәтініне қаншалықты қосатының салыстыру үшін өте пайдалы.
ru_ru: Отображает все точки из разных последовательностей в многослойном виде и является полезной, когда надо сравнить, сколько каждая последовательность добавляет к общей сумме совокупного значения в отношении определённых аргументов.
th_th: แสดงทุกจุกจากซีรี่ส์ที่ต่างกันในวิธีการแบบกองซ้อน และที่มีประโยชน์เมื่อจำเป็นต้องเปรียบเทียบว่ามีซีรี่ส์ที่ถูกเพิ่มเท่าใด กับค่ารวมทั้งหมดสำหรับอาร์กิวเมนท์เฉพาะ
uk_ua: Відображає всі точки з різних послідовностей в багатошаровому вигляді і є корисною, коли треба порівняти, скільки кожна послідовність додає до загальної суми сукупного значення щодо певних аргументів.

# ChartStringId.CmdCreateStepLineChartMenuCaption
source: Step Line
ar_iq: خط الخطوة
az_latn_az: Addım xətti
hy_am: Քայլային գիծ
kk_kz: Қадамдық Сызық Диаграммасы
ru_ru: Шаговая линейная диаграмма
th_th: เส้นขั้น
uk_ua: Крокова лінія

# ChartStringId.CmdCreateStepLineChartDescription
source: Show to what extent values have changed for different points in the same series.
ar_iq: إظهار مدى تغير القيم لنقاط مختلفة من نفس السلسلة.
az_latn_az: Qiymətlərin eyni sırada müxtəlif elementlər üçün necə dəyişməsini göstərin.
hy_am: Ցուցադրել նույն հաջորդականության տարբեր կետերում արժեքների փոփոխման չափը:
kk_kz: Бір серияның әртүрлі нүктелердің мәтіні қаншалықты өзгергенің көрсетіңіз.
ru_ru: Показывает, насколько изменились значения для различных точек одной и той же последовательности.
th_th: แสดงว่าค่าได้เปลี่ยนไปมากน้อยเท่าใด สำหรับจุดที่แตกต่างกันของซีรี่ส์เดียวกัน
uk_ua: Показує, наскільки змінилися значення для різних точок однієї і тієї ж послідовності.

# ChartStringId.CmdCreateStepLine3DChartMenuCaption
source: Step Line in 3-D
ar_iq: خط خطوة ثلاثي الأبعاد
az_latn_az: 3-D-də addım xətti
hy_am: Քայլիշրջան 3D
kk_kz: Қадамдық Сызық Диаграммасы 3-D форматта
ru_ru: Шаговая линейная диаграмма в трёхмерном формате
th_th: เส้นขั้น 3-D
uk_ua: Крокова лінійна діаграма в тривимірному форматі

# ChartStringId.CmdCreateStepLine3DChartDescription
source: Show to what extent values have changed for different points in the same series.
ar_iq: إظهار مدى تغير القيم لنقاط مختلفة من نفس السلسلة.
az_latn_az: Qiymətlərin eyni sırada müxtəlif elementlər üçün necə dəyişməsini göstərin.
hy_am: Ցուցադրել նույն հաջորդականության տարբեր կետերում արժեքների փոփոխման չափը:
kk_kz: Бір серияның әртүрлі нүктелердің мәтіні қаншалықты өзгергенің көрсетіңіз.
ru_ru: Показывает, насколько изменились значения для различных точек одной и той же последовательности.
th_th: แสดงว่าค่าได้เปลี่ยนไปมากน้อยเท่าใด สำหรับจุดที่แตกต่างกันของซีรี่ส์เดียวกัน
uk_ua: Показує, наскільки змінилися значення для різних точок однієї і тієї ж послідовності.

# ChartStringId.CmdCreatePieChartMenuCaption
source: Pie
ar_iq: دائري
az_latn_az: Sektorlu diaqram
hy_am: Շրջանաձև
kk_kz: Бөліктемелі Диаграммасы
ru_ru: Секторная диаграмма
th_th: พาย
uk_ua: Колова

# ChartStringId.CmdCreatePieChartDescription
source: Display the contribution of each value to a total. Use it when the values can be added together or when you have only one data series and all values are positive.
ar_iq: عرض مساهمة كل قيمة في المجموع. استخدم هذه الطريقة عندما يكون بالإمكان إضافة القيم معاً أو عندما يكون لديك سلسلة بيانات واحدة فقط وتكون كافة القيم موجبة.
az_latn_az: Hər bir qiymətin cəmə əlavəsini göstərin. Qiymətlər birlikdə əlavə oluna bildikdə və ya sizin yalnız bir verilənlər sıranız olduqda və bütün qiymətlər pozitiv olduqda ondan istifadə edin.
hy_am: Ցուցադրել յուրաքանչյուր արժեքի ներդրած մասնաբաժինն ընդհանուրի նկատմամբ: Կիրառել այն, երբ արժեքները կարելի է միասին ավելացնել կամ երբ ունեք ընդամենը մեկ տվյալների հաջորդականություն, և բոլոր արժեքները դրական են:
kk_kz: Қорытынды нәтижеге үлес қосқан әр мәтініні көрсетіңіз. Оны мәтіндерді қоса ала білгенде немесе сізде бір ғана серия және бұл серияның мәндері оң болғанда ғана қолданығыз.
ru_ru: Отображает вклад каждого значения в общую сумму. Применяется в тех случаях, когда значения можно сложить вместе, или если имеется только одна последовательность данных, все значения которой являются положительными.
th_th: แสดงผลของแต่ละค่า กับทั้งหมด ใช้เมื่อสามารถเพิ่มค่าด้วยกันได้ หรือเมื่อคุณมีเพียงซีรี่ส์ข้อมูลเดียว และค่าทั้งหมดเป็นบวก
uk_ua: Відображає внесок кожного значення в загальну суму. Застосовується в тих випадках, коли значення можна скласти докупи, або якщо є тільки одна послідовність даних, всі значення якої є позитивними.

# ChartStringId.CmdCreatePie3DChartMenuCaption
source: Pie in 3-D
ar_iq: دائرة ثلاثية الأبعاد
az_latn_az: 3-D-də sektorlu diaqram
hy_am: Շրջանաձև 3D
kk_kz: Бөліктемелі Диаграммасы 3-D форматта
ru_ru: Секторная диаграмма в трёхмерном формате
th_th: พายเป็น 3-D
uk_ua: Секторная діаграма в тривимірному форматі

# ChartStringId.CmdCreatePie3DChartDescription
source: Display the contribution of each value to a total.
ar_iq: عرض مساهمة كل قيمة في المجموع.
az_latn_az: Hər bir qiymətin cəmə əlavəsini göstərin.
hy_am: Ցուցադրել յուրաքանչյուր արժեքի մասնաբաժինն ամբողջում:
kk_kz: Қорытынды нәтижеге үлес қосқан әр мәтініні көрсету.
ru_ru: Отображает вклад каждого значения в общую сумму.
th_th: แสดงผลของแต่ละค่า กับทั้งหมด
uk_ua: Відображає внесок кожного значення в загальну суму.

# ChartStringId.CmdCreateDoughnutChartMenuCaption
source: Doughnut
ar_iq: دائري مجوف
az_latn_az: Halqa
hy_am: Օղակաձև
kk_kz: Айналма Диаграммасы
ru_ru: Кольцевая диаграмма
th_th: โดนัท
uk_ua: Кільцева

# ChartStringId.CmdCreateDoughnutChartDescription
source: Display the contribution of each value to a total like a pie chart, but it can contain multiple series.
ar_iq: عرض مساهمة كل قيمة مع الإجمالي مثل المخطط الدائري، ولكن يمكن أن تحتوي على عدة سلاسل.
az_latn_az: Sektorlu diaqram kimi hər bir qiymətin cəmə əlavəsini göstərin, lakin o çoxsaylı sıraları ehtiva edə bilər.
hy_am: Ցուցադրել յուրաքանչյուր արժեքի ներդրած մասնաբաժինն ընդհանուրի նկատմամբ շրջանաձև դիագրամի տեսքով, այն կարող է բազմակի հաջորդականություններ պարունակել:
kk_kz: Қорытынды нәтижеге үлес қосқан әр мәтініні тоқаш диаграммасында көрсетіңіз бірақ ол бірнеше сериядан тұру мүмкін.
ru_ru: Отображает вклад каждого значения в общую сумму, как на круговой диаграмме, но может содержать несколько последовательностей.
th_th: แสดงผลของแต่ละค่า กับทั้งหมด เหมือนแผนภูมิพาย แต่สามารถมีกลายซีรี่ส์ได้
uk_ua: Відображає внесок кожного значення в загальну суму, як на круговій діаграмі, але може містити кілька послідовностей.

# ChartStringId.CmdCreateDoughnut3DChartMenuCaption
source: Doughnut in 3-D
ar_iq: دائري مجوف ثلاثي الأبعاد
az_latn_az: 3-D-də halqa
hy_am: Եռաչափ /3D/ օղակաձև
kk_kz: Пончик Диаграммасы 3-D форматта
ru_ru: Кольцевая диаграмма в трёхмерном формате
th_th: โดนัทเป็น 3-D
uk_ua: Кільцева діаграма в тривимірному форматі

# ChartStringId.CmdCreateDoughnut3DChartDescription
source: Compare the percentage values of different point arguments in the same series, and illustrate these values as easy to understand pie slices, but with a hole in its center.
ar_iq: مقارنة قيم النسب المئوية لوسيطات نقطة مختلفة ضمن نفس السلسلة وإظهار هذه القيم بنفس سهولة عرضها كشرائح من دائرة ولكن مع وجود فراغ في المركز.
az_latn_az: Eyni sıralarda müxtəlif element arqumentlərinin faiz qiymətlərini müqayisə edin və bu qiymətləri halqanın sektorları kimi, lakin mərkəzində dəliklə göstərin.
hy_am: Համեմատել նույն հաջորդականության տարբեր կետերի պարամետրերի տոկոսային արժեքները, և լուսաբանել այդ արժեքները հասկանալի շրջանի սեկտորների տեսքով՝ մեջտեղում անցքով:
kk_kz: Сериянын нүктелерінің аргументтерінің пайыздық мәтіндерін салыстырыңыз. Және бұл мәтіндерді оңай түсіну үшін тоқаш тілімі ретінде көрсетіңіз.
ru_ru: Сравнивает процентные значения различных аргументов точек в одной и той же последовательности, и иллюстрируют эти значения для лёгкого понимания секторов кольца, но с отверстием в центре.
th_th: เปรียบเทียบเปอร์เซ็นค่าของแต่ละอาร์กิวเมนท์จุดที่ต่างกันในซีรี่ส์เดียวกัน และแสดงตัวอย่างของค่าต่อไปนี้ เพื่อให้เข้าใจสัดส่วนพาย แต่มีรูตรงกลาง
uk_ua: Порівнює процентні значення різних аргументів точок в одній послідовності, і показує ці значення для легкого розуміння секторів кільця, але з отвором в центрі.

# ChartStringId.CmdCreatePointChartMenuCaption
source: Point
ar_iq: نقطة
az_latn_az: Nöqtə
hy_am: Կետային գրաֆիկ
kk_kz: Нүкте Диаграммасы
ru_ru: Точечная диаграмма
th_th: จุด
uk_ua: Точка

# ChartStringId.CmdCreatePointChartDescription
source: Use it when it's necessary to show stand-alone data points on the same chart plot.
ar_iq: استخدمها عندما يكون من الضروري إظهار نقاط البيانات المستقلة على نفس ناحية المخطط.
az_latn_az: Eyni diaqram sahəsində müstəqil verilənlər nöqtələrini göstərmək üçün vacib olarsa, ondan istifadə edin.
hy_am: Կիրառել, երբ անհրաժեշտ է ցուցադրել տվյալների առանձին կետեր միևնույն աղյուսակի գրաֆիկում:
kk_kz: Оны бір графикте мәтіндердің нүктелерін көрсету үшін ұолданыңыз.
ru_ru: Используется при необходимости показа автономных точек данных на одном участке графика.
th_th: ใช้เมื่อจำเป็นต้องแสดงจุดข้อมูลยืนเดี่ยวบนแผนผังแผนภูมิเดียวกัน
uk_ua: Використовується при необхідності показу автономних точок даних на одній ділянці графіка.

# ChartStringId.CmdCreateBubbleChartMenuCaption
source: Bubble
ar_iq: فقاعي
az_latn_az: Qabarcıq
hy_am: Շրջանակ
kk_kz: Қабық диаграммасы
ru_ru: Пузырьковая диаграмма
th_th: ฟองอากาศ
uk_ua: Бульбашка

# ChartStringId.CmdCreateBubbleChartDescription
source: Resemble a Scatter chart, but compare sets of three values instead of two. The third value determines the size of the bubble marker.
ar_iq: يشابه المخطط المبعثر، ولكنه يقارن مجموعات من ثلاث قيم بدل قيمتين. وتحدد القيمة الثالثة حجم علامة الفقاعة.
az_latn_az: Nöqtəvi diaqrama bənzəyir, lakin iki əvəzində üç qiymət toplusunu müqayisə edin. Üçüncü qiymət qabarcıq markerinin ölçüsünü müəyyən edir.
hy_am: Վարվել նույն կերպ, ինչ և կետագծային գրաֆիկի դեպքում, բայց երկուսի փոխարեն երեք արժեքների հավաքածուներ համեմատել: Երրորդ արժեքը որոշում է շրջանակի մարկերի չափսը:
kk_kz: Нүктелі Диаграмманы көрсетіңіз бірақ екі мәтінінің орнына үш мәтінді салыстырыңыз. Үшінші мәтін маркердің өлшемін көрсетеді.
ru_ru: Напоминает точечный график, но сравнивает не два, а три набора значений. Третье значение определяет размер маркера пузырька.
th_th: คัดลอกแผนภูมิกระจาย แต่เปรียบเทียบกลุ่มของค่าทั้งสามนี้แทนสอง ค่าที่สามจะระบุถึงขนาดของตัวทำเครื่องหมายฟองอากาศ
uk_ua: Нагадує точковий графік, але порівнює не два, а три набору значень. Третє значення визначає розмір маркера бульбашки.

# ChartStringId.CmdCreateRadarPointChartMenuCaption
source: Radar Point
ar_iq: نقطة رادار
az_latn_az: Radar nöqtəsi
hy_am: Ճառագայթայինկետ
kk_kz: Радар Нүктесі
ru_ru: Радарно-точечная диаграмма
th_th: จุดเรดาร์
uk_ua: Радарна точка

# ChartStringId.CmdCreateRadarPointChartDescription
source: Show points from two or more different series on the same points arguments on a circular grid that has multiple axes along which data can be plotted.
ar_iq: إظهار نقاط من سلسلتين مختلفتين أو أكثر على نفس وسيطات النقاط وعلى شبكة دائرية تحتوي على عدة محاور يتم رسم البيانات على طولها.
az_latn_az: Verilənlərin daxil edilə bildiyi çoxsaylı oxlara malik olan dairəvi torda eyni nöqtələr arqumentində iki və ya daha çox müxtəlif sıralardan olan nöqtələri göstərin.
hy_am: Ցուցադրել երկու կամ ավելի տարբեր հաջորդականությունների կետերը նույն կետերի պարամետրերի համար շրջանաձև ցանցի վրա, որն ունի մի քանի առանցքներ, որոնց երկայնքով կարելի է ներկայացնել տվյալները:
kk_kz: Домалақ диаграммада екі немесе оданда көп түрлі сериялардың нүктелерін көрсету.
ru_ru: Показывает точки от двух или более различных последовательностей для одних и тех же точек аргументов на круговой сетке, которая имеет несколько осей, вдоль которых могут наноситься данные.
th_th: แสดงจุดจากซีรี่ส์ที่ต่างกันสองซีรี่ส์ หรือมากกว่านั้น บนอาร์กิวเมนท์จุดเดียวกันบนตารางวงกลม ที่มีแกนหลายแกน พร้อมด้วยข้อมูลที่สามารถวางแผนได้
uk_ua: Показує точки від двох або більше різних послідовностей для одних і тих же точок аргументів на круговій сітці, яка має кілька осей, уздовж яких розташовані дані.

# ChartStringId.CmdCreateRadarLineChartMenuCaption
source: Radar Line
ar_iq: خط الرادار
az_latn_az: Radar xətti
hy_am: Ճառագայթայինգիծ
kk_kz: Радар Сызық Диаграммасы
ru_ru: Радарная линейная диаграмма
th_th: เส้นเรดาร์
uk_ua: Радарна лінія
