Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.Verb_EditBands
source: Edit and Reorder Bands...
ar_iq: تحرير وإعادة ترتيب النطاقات...
az_latn_az: Sıraların redaktə et və yenidən düz...
hy_am: Խմբագրել և վերադասավորել շրջանները...
ka_ge: ზონების რედაქტირება და გადაწყობა...
kk_kz: Аумақтарды редакциялау
ru_ru: Редактировать области...
th_th: แก้ไข และสั่งแถบใหม่อีกครั้ง..
uk_ua: Редагувати та впорядкувати стрічки...

# ReportStringId.Verb_EditGroupFields
source: Edit GroupFields...
ar_iq: تحرير حقول المجموعة...
az_latn_az: Qrupun xanalarını redaktə et...
hy_am: Խմբագրել խմբավորված դաշտերը...
ka_ge: ჯგუფური ველების რედაქტირება...
kk_kz: Топтастырылған жолақтарды редакциялау
ru_ru: Редактировать сгруппированные поля...
th_th: ออกจากการจัดกลุ่มช่อง..
uk_ua: Редагувати згруповані поля ...

# ReportStringId.Verb_EditText
source: Edit Text
ar_iq: تحرير النص
az_latn_az: Mətni redaktə et
hy_am: Խմբագրել տեքստը
ka_ge: ტექსტის რედაქტორი
kk_kz: Мәтін редакторы
ru_ru: Редактор текста
th_th: แก้ไขข้อความ
uk_ua: Редагувати текст

# ReportStringId.VS_XtraReportsToolboxCategoryName
source: DX.{0}: Report Controls
ar_iq: DX.{0}: عناصر التحكم بالتقرير
az_latn_az: DX.{0}: Hesabat kontrolları
hy_am: DX.{0}: Հաշվետվության կառավարման տարրեր
ka_ge: DX.{0}: ანგარიშები
kk_kz: DX.{0}: Есепті басқару элементтері
ru_ru: DX.{0}: Элементы управления отчетом
th_th: DX.{0}: การควบคุมรายงาน
uk_ua: DX.{0}: Елементи управління звітом

# StringId.CaptionError
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# StringId.ContainerAccessibleEditName
source: Editing control
ar_iq: عنصر تحكم التحرير
az_latn_az: Redaktəetməyə nəzarət
hy_am: Խմբագրման տարր
ka_ge: მართვის ელემენტების რედაქტირება
kk_kz: Редакциялау элементі
ru_ru: Элемент редактирования
th_th: แก้ไขการควบคุม
uk_ua: Редагувати елемент управління

# StringId.FilterClauseEndsWith
source: Ends with
ar_iq: ينتهي بـ
az_latn_az: Son həriflər
hy_am: Ավարտվում է
ka_ge: მთავრდება
kk_kz: ...аяқталады
ru_ru: Заканчивается на
th_th: จบด้วย
uk_ua: Закінчується на

# StringId.FilterClauseEquals
source: Equals
ar_iq: يساوي
az_latn_az: Bərabərdir
hy_am: Հավասար է
ka_ge: უდრის
kk_kz: Тең
ru_ru: Равно
th_th: เท่ากัน
uk_ua: Дорівнює

# StringId.NavigatorEditButtonHint
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Редакциялау
ru_ru: Редактировать
th_th: แก้ไข
uk_ua: Редагувати

# StringId.NavigatorEndEditButtonHint
source: End Edit
ar_iq: إنهاء التحرير
az_latn_az: Redaktəni bitir
hy_am: Ավարտել խմբագրումը
ka_ge: რედაქტირების დასრულება
kk_kz: Есте сақтау
ru_ru: Запомнить
th_th: สิ้นสุดการแก้ไข
uk_ua: Завершити редагування

# WizardStringId.CaptionError
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# AccStringId.GridCellFocus
source: Focus
ar_iq: تركيز
az_latn_az: Fokus
hy_am: Ֆոկուս
ka_ge: ფოკუსი
kk_kz: Фокус
ru_ru: Фокус
th_th: โฟกัส
uk_ua: Фокус

# AccStringId.GridFilterRow
source: Filter Row
ar_iq: صف عامل التصفية
az_latn_az: Filtr sətri
hy_am: Տողերի ֆիլտր
ka_ge: სტრიქონების ფილტრი
kk_kz: Жол сүзгісі
ru_ru: Фильтр строк
th_th: แถวตัวกรอง
uk_ua: Фільтр рядків

# AccStringId.GridHeaderPanel
source: Header Panel
ar_iq: لوحة العناوين
az_latn_az: Başlıq paneli
hy_am: Գլխագրի վահանակ
ka_ge: ზედა კოლონტიტულის პანელი
kk_kz: Тақырып панелі
ru_ru: Панель заголовка
th_th: แผงหัวเรื่อง
uk_ua: Панель заголовка

# AccStringId.TreeListHeaderPanel
source: Header panel
ar_iq: لوحة العناوين
az_latn_az: Başlıq paneli
hy_am: Գլխագրի վահանակ
ka_ge: ზედა კოლონტიტულის პანელი
kk_kz: Тақырып панелі
ru_ru: Панель заголовка
th_th: แผงหัวเรื่อง
uk_ua: Панель заголовка

# BarString.MenuAnimationFade
source: Fade
ar_iq: تضاؤل
az_latn_az: İtmə
hy_am: Անհետանալ
ka_ge: გაფერმკრთალება
kk_kz: Жоғалу
ru_ru: Исчезновение
th_th: จาง
uk_ua: Зникнення

# ChartStringId.AnnotationFreePosition
source: Free Position
ar_iq: موضع متوفر
az_latn_az: Azad mövqeyi
hy_am: Ազատ դիրք
ka_ge: თავისუფალი პოზიცია
kk_kz: Еркін орналастыру
ru_ru: Свободное положение
th_th: ตำแหน่งว่าง
uk_ua: Вільне положення

# ChartStringId.FibonacciArcs
source: Fibonacci Arcs
ar_iq: أقواس فيبوناشي
az_latn_az: Fibonaççi qövsləri
hy_am: Ֆիբոնաչիի կամարներ
ka_ge: ფიბონაჩის რკალები
kk_kz: Фибоначчи доғалары
ru_ru: Дуги Фибоначчи
th_th: ฟิโบนัซซี อาร์ค
uk_ua: Дуги Фібоначчі

# ChartStringId.FibonacciFans
source: Fibonacci Fans
ar_iq: مراوح فيبوناشي
az_latn_az: Fibonaççi yelpikləri
hy_am: Ֆիբոնաչիի հովհարներ
ka_ge: ფაბონაჩის ფანები
kk_kz: Фибоначчи желпуіші
ru_ru: Веера Фибоначи
th_th: ฟิโบนัซซี แฟนส์
uk_ua: Веєри Фібоначчі

# ChartStringId.FibonacciIndicatorPrefix
source: Fibonacci Indicator
ar_iq: مؤشر فيبوناشي
az_latn_az: Fibonaççi göstəricisi
hy_am: Ֆիբոնաչիի ինդիկատոր
ka_ge: ფიბონაჩის მაჩვენებელი
kk_kz: Фибоначчи индикаторы
ru_ru: Индикатор Фибоначи
th_th: ตัวระบุฟิโบนัซซี
uk_ua: Індикатор Фібоначчі

# ChartStringId.FibonacciRetracement
source: Fibonacci Retracement
ar_iq: ارتداد فيبوناشي
az_latn_az: Fibonaççi xəttləri
hy_am: Ֆիբոնաչիի գծեր
ka_ge: ფიბონაჩის ტრასირება
kk_kz: Фибоначи сызығы
ru_ru: Линии Фибоначчи
th_th: การปรับฐานฟิโบนัซซี
uk_ua: Лінії Фібоначчі

# ChartStringId.MsgIncorrectFont
source: Font can't be null
ar_iq: لا يمكن ترك قيمة الخط خالية
az_latn_az: Şrift sıfır ola bilməz
hy_am: Տառատեսակը չի կարող զրո լինել
ka_ge: შრიფტი არ შეიძლება იყოს ნული
kk_kz: Қаріп null бола алмайды
ru_ru: Шрифт не может быть null
th_th: แบบอักษรไม่สามารถเป็นที่ว่างได้
uk_ua: Шрифт не може мати порожнє значення

# ChartStringId.StackedGroupPrefix
source: Group
ar_iq: مجموعة
az_latn_az: Qrup
hy_am: Խումբ
ka_ge: ჯგუფი
kk_kz: Топ
ru_ru: Группа
th_th: กลุ่ม
uk_ua: Група

# ChartStringId.SvnFunnel
source: Funnel
ar_iq: قمع
az_latn_az: Qıf
hy_am: Ձագարաձև
ka_ge: ძაბრი
kk_kz: Воронка тәрізді
ru_ru: Воронкообразная
th_th: กรวย
uk_ua: Воронкоподібна

# ChartStringId.SvnFunnel3D
source: Funnel 3D
ar_iq: قمع ثلاثي الأبعاد
az_latn_az: Qıf 3D
hy_am: 3D ձագար
ka_ge: 3D ძაბრი
kk_kz: Көлемді воронка
ru_ru: Объемная воронка
th_th: กรวย3D
uk_ua: Об'ємна воронка

# ChartStringId.SvnOverlappedGantt
source: Gantt
ar_iq: جانت
az_latn_az: Qant diaqramı
hy_am: Գանտտի դիագրամ
ka_ge: განტის დიაგრამა
kk_kz: Гантт диаграммасы
ru_ru: Диаграмма Ганта
th_th: แกนทท์
uk_ua: Діаграма Ганта

# ChartStringId.TrnFibonacciIndicatorDeleted
source: Fibonacci Indicator deleted
ar_iq: تم حذف مؤشر فيبوناشي
az_latn_az: Fibonaççi göstəricisi silinmişdir
hy_am: Ֆիբոնաչիի ինդիկատորը ջնջված է
ka_ge: ფიბონაჩის მაჩვენებელი წაშლილია
kk_kz: Фибоначчи индикаторы жойылды
ru_ru: Индикатор Фибоначчи удален
th_th: ตัวระบุฟิโบนัซซีถูกลบ
uk_ua: Індикатор Фібоначчі видалено

# ChartStringId.TrnFibonacciIndicatorsChanged
source: Fibonacci indicators changed
ar_iq: تم تغيير مؤشر فيبوناشي
az_latn_az: Fibonaççi göstəriciləri dəyişdirilmişdir
hy_am: Ֆիբոնաչիի ինդիկատորները փոխոխված են
ka_ge: ფიბონაჩის მაჩვენებლები შეცვლილია
kk_kz: Фибоначчи индикаторы өзгертілді
ru_ru: Индикаторы Фибоначчи изменены
th_th: ตัวระบุฟิโบนัซซีถูกเปลี่ยน
uk_ua: Індикатор Фібоначчі змінено

# ChartStringId.WizAxesAlignmentFar
source: Far
ar_iq: بعيد
az_latn_az: Uzaq
hy_am: Հեռու
ka_ge: შორს
kk_kz: Алыс
ru_ru: Далеко
th_th: ไกล
uk_ua: Далеко

# ChartStringId.WizGradientFromCenter
source: FromCenter
ar_iq: من المركز
az_latn_az: Mərkəzdən
hy_am: Կենտրոնից
ka_ge: ცენტრიდან
kk_kz: Ортасынан бастап
ru_ru: ОтЦентра
th_th: จากตรงกลาง
uk_ua: ВідЦентру

# ChartStringId.WizGradientFromCenterHorizontal
source: FromCenterHorizontal
ar_iq: من المركز أفقيا
az_latn_az: MərkəzdənÜfüqi
hy_am: ԿենտրոնիցՀորիզոնականով
ka_ge: ცენტრიდან ჰორიზონტალურად
kk_kz: Ортасынан бастап көлденеңінен
ru_ru: От центра по горизонтали
th_th: จากตรงกลางแนวนอน
uk_ua: ВідЦентруПоГоризонталі

# ChartStringId.WizGradientFromCenterVertical
source: FromCenterVertical
ar_iq: من المركز عموديا
az_latn_az: MərkəzdənŞaquli
hy_am: ԿենտրոնիցՈւղղահայացով
ka_ge: ცენტრიდან ვერტიკალურად
kk_kz: Ортасынан бастап тігінен
ru_ru: От центра по вертикали
th_th: จากตรงกลางแนวตั้ง
uk_ua: ВідЦентруПоВертикалі

# ChartStringId.WizHatchForwardDiagonal
source: ForwardDiagonal
ar_iq: قطري أمامي
az_latn_az: Qabaq diaqonal
hy_am: ԱռջևիԱնկյունագծային
ka_ge: წინა დიაგონალური
kk_kz: Алдыңғы диагональді
ru_ru: ПереднийДиагональный
th_th: การแทยงมุมไปข้างหน้า
uk_ua: ВпередПоДіагоналі

# ChartStringId.WizScrollBarAlignmentFar
source: Far
ar_iq: بعيد
az_latn_az: Uzaq
hy_am: Հեռու
ka_ge: შორი
kk_kz: Алыс
ru_ru: Далеко
th_th: ไกล
uk_ua: Далеко

# ChartStringId.WizShapePositionKindFree
source: Free
ar_iq: حر (متوفر)
az_latn_az: Sərbəst
hy_am: Ազատ
ka_ge: თავისუფალი
kk_kz: Бос
ru_ru: Свободный
th_th: อิสระ
uk_ua: Вільний

# ChartStringId.WizStringAlignmentFar
source: Far
ar_iq: بعيد
az_latn_az: Uzaq
hy_am: Հեռու
ka_ge: შორი
kk_kz: Алыс
ru_ru: Далеко
th_th: ไกล
uk_ua: Далеко

# GridStringId.CardViewQuickCustomizationButtonFilter
source: Filter
ar_iq: عامل تصفية
az_latn_az: Filtr
hy_am: Ֆիլտր
ka_ge: ფილტრი
kk_kz: Сүзгі
ru_ru: Фильтр
th_th: กรอง
uk_ua: Фільтр

# GridStringId.CustomFilterDialog2FieldCheck
source: Field
ar_iq: حقل
az_latn_az: Sahə
hy_am: Դաշտ
ka_ge: ველი
kk_kz: Бағана
ru_ru: Колонка
th_th: ช่อง
uk_ua: Поле

# GridStringId.FileIsNotFoundError
source: File {0} is not found
ar_iq: تعذ العثور على الملف {0}
az_latn_az: {0} faylı tapılmadı
hy_am: "{0}" ֆայլը գտնված չէ
ka_ge: ფაილი {0}ვერ მოიძებნა
kk_kz: {0} файл табылған жоқ
ru_ru: Файл {0} не найден
th_th: ไม่พบไฟล์ {0}
uk_ua: Файл {0} не знайдено

# GridStringId.FilterBuilderCaption
source: Filter Editor
ar_iq: محرر عامل التصفية
az_latn_az: Filtr redaktoru
hy_am: Ֆիտրի խմբագրիչ
ka_ge: ფილტრის კონსტრუქტორი
kk_kz: Сүзгі конструкторы
ru_ru: Конструктор фильтра
th_th: ตัวแก้ไขตัวกรอง
uk_ua: Редактор фільтру

# GridStringId.GroupSummaryEditorFormCaption
source: Group Summary Editor
ar_iq: محرر ملخص المجموعة
az_latn_az: Qrupun yekununun redaktəedicisi
hy_am: Խմբի ամփոփման խմբագրիչ
ka_ge: ჯგუფის შეჯამების რედაქტორი
kk_kz: Топ жиынының редакторы
ru_ru: Редактор итога группы
th_th: จัดกลุ่มตัวแก้ไขการกรอง
uk_ua: Редактор підсумку групи

# GridStringId.LayoutViewGroupFields
source: Fields
ar_iq: حقول
az_latn_az: Sahələr
hy_am: Դաշտեր
ka_ge: ველები
kk_kz: Жолақтар
ru_ru: Поля
th_th: ช่อง
uk_ua: Поля

# GridStringId.LayoutViewLabelCaptionLocation
source: Field Caption Location:
ar_iq: موقع التسمية التوضيحية للحقل:
az_latn_az: Sahənin başlığının yerləşmə yeri:
hy_am: Դաշտի վերնագրի տեղադրում
ka_ge: ველის სათაურის განთავსება:
kk_kz: Тақырыпты орналастыру:
ru_ru: Размещение заголовка:
th_th: ตำแหน่งช่องคำบรรยายภาพ
uk_ua: Розташування заголовка поля:

# GridStringId.LayoutViewLabelGroupCaptionLocation
source: Group Caption Location:
ar_iq: موقع التسمية التوضيحية للمجموعة:
az_latn_az: Qrup başlığın yerləşdirilməsi
hy_am: Խմբի վերնագրի տեղադրում
ka_ge: ჯგუფის სათაურის განთავსება:
kk_kz: Топтың тақырыбын орналастыру:
ru_ru: Размещение заголовка группы:
th_th: ตำแหน่งกลุ่มคำบรรยายภาพ:
uk_ua: Розташування заголовку групи:

# GridStringId.LayoutViewLabelTextAlignment
source: Field Caption Text Alignment:
ar_iq: محاذاة نص تسمية توضيحية لحقل:
az_latn_az: Sahənin başlığının mətninin düzlənməsi:
hy_am: Դաշտի վերնագրի տեքստի հավասարեցում
ka_ge: ველის სათაურის ტექსტის გათანაბრება:
kk_kz: Жолақ тақырыбының мәтінін туралау
ru_ru: Выравнивание текста заголовка поля:
th_th: การจัดวางช่องตัวอักษรบรรยายภาพ:
uk_ua: Вирівнювання тексту заголовку поля:

# GridStringId.MenuColumnExpressionEditor
source: Expression Editor...
ar_iq: محرر التعبير ...
az_latn_az: İfadə redaktoru...
hy_am: Արտահայտությունների խմբագրիչ...
ka_ge: ფორმულირების რედაქტორი...
kk_kz: ... сөздердің редакторы
ru_ru: Редактор выражения...
th_th: บรรณาธิการนิพจน์
uk_ua: Редактор виразу...

# GridStringId.MenuColumnFilterEditor
source: Filter Editor...
ar_iq: محرر عامل التصفية...
az_latn_az: Filtr redaktoru...
hy_am: Ֆիտրի խմբագրիչ...
ka_ge: ფილტრის რედაქტორი
kk_kz: Сүзгі конструкторы....
ru_ru: Конструктор ф&ильтра...
th_th: บรรณาธิการ์ณตัวกรอง...
uk_ua: Редактор фільтру...

# GridStringId.MenuColumnGroup
source: Group By This Column
ar_iq: إنشاء مجموعة وفق هذا العمود
az_latn_az: Bu sütuna görə qruplaşdır
hy_am: Խմբավորել հետևյալ սյունակով
ka_ge: მოცემული სვეტის მიხედვით დაჯგუფება
kk_kz: Осы бағана бойынша топтау
ru_ru: &Группировать по этой колонке
th_th: จัดกลุ่มโดยคอลัมน์นี้
uk_ua: Групувати по цій колонці

# GridStringId.MenuColumnGroupBox
source: Group By Box
ar_iq: إنشاء مجموعة وفق المربع
az_latn_az: Qruplaşdırıcı ərazi
hy_am: Խմբավորել հատվածով
ka_ge: უჯრის მიხედვით დაჯგუფება
kk_kz: Топтау аумағы
ru_ru: Область группировки
th_th: จัดกลุ่มโดยกล่องนี้
uk_ua: Область групування

# GridStringId.MenuColumnGroupIntervalMenu
source: Group Interval
ar_iq: فاصل المجموعة
az_latn_az: Qrupun intervalı
hy_am: Խմբի միջակայք
ka_ge: ჯგუფის ინტერვალი
kk_kz: Топтың аралығы
ru_ru: Интервал группы
th_th: ช่วงกลุ่ม
uk_ua: Інтервал групи

# GridStringId.MenuColumnGroupSummaryEditor
source: Group Summary Editor...
ar_iq: محرر ملخص المجموعة...
az_latn_az: Qrupun yekununun redaktəedicisi
hy_am: Խմբի ամփոփման խմբագրիչ...
ka_ge: ჯგუფის შეჯამების რედაქტორი...
kk_kz: Топ жиынының редакторы
ru_ru: Редатор итога группы...
th_th: จัดกลุ่มบรรณาธิการ์ณการสรุป
uk_ua: Редактор підсумків групи...

# GridStringId.MenuGroupPanelFullCollapse
source: Full Collapse
ar_iq: طي كامل
az_latn_az: Tam bükmək
hy_am: Ծալել խմբերը
ka_ge: სრულად ჩაკეცვა
kk_kz: Топты тасалау
ru_ru: &Свернуть группы
th_th: ยุบทั้งหมด
uk_ua: Повністю згорнути

# GridStringId.MenuGroupPanelFullExpand
source: Full Expand
ar_iq: توسيع كامل
az_latn_az: Tam genişləndirmək
hy_am: Բացել խմբերը
ka_ge: სრულად გაშლა
kk_kz: Топты ашу
ru_ru: Р&аскрыть группы
th_th: ขยายทั้งหมด
uk_ua: Повністю розгорнути

# LayoutStringId.ControlGroupDefaultText
source: Group
ar_iq: مجموعة
az_latn_az: Qruplaşdır
hy_am: Խումբ
ka_ge: ჯგუფი
kk_kz: Топ
ru_ru: Группа
th_th: กลุ่ม
uk_ua: Група

# LayoutStringId.FreeSizingMenuItem
source: Free sizing
ar_iq: تغيير حجم دون قيود
az_latn_az: Sərbəst ölçü
hy_am: Ազատ չափս
ka_ge: თავისუფალი ზომა
kk_kz: Еркін өлшем
ru_ru: Свободный размер
th_th: ปรับขนาดอิสระ
uk_ua: Вільний розмір

# LayoutStringId.GroupItemsMenuText
source: Group
ar_iq: مجموعة
az_latn_az: Qruplaşdır
hy_am: Խումբ
ka_ge: დაჯგუფება
kk_kz: Топтау
ru_ru: Сгруппировать
th_th: กลุ่ม
uk_ua: Сгрупувати

# PivotGridStringId.CustomizationFormStackedDefault
source: Fields Section and Areas Section Stacked
ar_iq: مقطع الحقول و مقطع المنطقة مكدسة
az_latn_az: Xanaların və Sahələrin bir birin üstündə yerləşməsi
hy_am: Դաշտերի և տարածքների սեկցիաները մեկը մյուսի վրա
ka_ge: ველების სექცია და ზონების სექცია ერთმანეთის თავზე
kk_kz: Жолақтар секциясы және аумақтар секциясы бірінің үстінде бірі
ru_ru: Секция полей и секция областей друг над другом
th_th: หมวดช่อง และหมวดพื้นที่กองซ้อนกัน
uk_ua: Розділи полів та зон один над одним

# PivotGridStringId.CustomizationFormStackedSideBySide
source: Fields Section and Areas Section Side-By-Side
ar_iq: مقطع الحقول ومقطع النواحي جنباً إلى جنب
az_latn_az: Xanaların və Sahələrin yan-yana yerləşməsi
hy_am: Դաշտերի և տարածքների սեկցիաները կողք կողքի
ka_ge: ველების სექცია და ზონების სექცია ერთმანეთის გვერდით
kk_kz: Жолақтар секциясы және аумақтар секциясы қатар
ru_ru: Секция полей и секция областей рядом
th_th: หมวดช่อง และหมวดพื้นที่ข้างกัน
uk_ua: Розділи полів та зон поряд

# PivotGridStringId.CustomizationFormTopPanelOnly
source: Fields Section Only
ar_iq: مقطع حقول فقط
az_latn_az: Yalnız xanalar bölməsi
hy_am: Միայն դաշտերի սեկցիաները
ka_ge: ველების სექცია მხოლოდ
kk_kz: Тек қана жолақтар секциясы
ru_ru: Только секция полей
th_th: หมวดช่องเท่านั้น
uk_ua: Лише розділ полів

# PivotGridStringId.FilterArea
source: Filter Area
ar_iq: منطقة عامل التصفية
az_latn_az: Filtr sahəsi
hy_am: Ֆիլտրի գոտի
ka_ge: ფილტრის ზონა
kk_kz: Сүзгі аумағы
ru_ru: Область фильтра
th_th: พื้นที่ตัวกรอง
uk_ua: Зона фільтру

# PivotGridStringId.FilterType
source: Filter Type
ar_iq: نوع عامل التصفية
az_latn_az: Filtrin növü
hy_am: Ֆիլտրի տեսակ
ka_ge: ფილტრის ტიპი
kk_kz: Сүзгі үлгісі
ru_ru: Тип фильтра
th_th: ประเภทตัวกรอง
uk_ua: Тип фільтру

# PivotGridStringId.GrandTotal
source: Grand Total
ar_iq: الإجمالي العام
az_latn_az: Yekun
hy_am: Ընդամենը
ka_ge: ჯამში
kk_kz: Барлығы
ru_ru: Итого
th_th: ทั้งหมด
uk_ua: Усього

# PivotGridStringId.PopupMenuShowExpression
source: Expression Editor...
ar_iq: محرر التعبير ...
az_latn_az: İfadə redaktoru...
hy_am: Արտահայտությունների խմբագրիչ...
ka_ge: ფორმულირების რედაქტორი...
kk_kz: ... сөздердің редакторы
ru_ru: Редактор выражений...
th_th: บรรณาธิการนิพจน์..
uk_ua: Редактор виразу...

# PivotGridStringId.PrintDesignerCategoryFieldValues
source: Field Values
ar_iq: قيم الحقل
az_latn_az: Sahələrin dəyərləri
hy_am: Արժեքների դաշտեր
ka_ge: ველების მნიშვნელობები
kk_kz: Мәндер жолағы
ru_ru: Поля значений
th_th: ค่าช่อง
uk_ua: Значення поля

# PivotGridStringId.PrintDesignerCategoryHeaders
source: Headers
ar_iq: عناوين
az_latn_az: Başlıqlar
hy_am: Գլխագրեր
ka_ge: ზედა კოლონტიტულები
kk_kz: Тақырыптар
ru_ru: Заголовки
th_th: หัวเรื่อง
uk_ua: Заголовки

# PivotGridStringId.PrintDesignerFilterHeaders
source: Filter Headers
ar_iq: عناوين عامل التصفية
az_latn_az: Filtr başlıqları
hy_am: Ֆիլտրի գլխագրեր
ka_ge: ფილტრის სათაურები
kk_kz: Сүзгінің тақырыбы
ru_ru: Заголовки фильтра
th_th: หัวเรื่องตัวกรอง
uk_ua: Заголовки фільтру

# PivotGridStringId.PrintDesignerHeadersOnEveryPage
source: Headers On Every Page
ar_iq: عناوين على كل صفحة
az_latn_az: Hər səhifənin başlıqları
hy_am: Գլխագրեր յուրաքանչյուր էջի վրա
ka_ge: ზედა კოლონტიტულები ყოველ გვერდზე
kk_kz: Әр беттегі тақырып
ru_ru: Заголовок на каждой странице
th_th: หัวเรื่องในทุกๆหน้า
uk_ua: Заголовки на кожній сторінці

# PivotGridStringId.StatusGood
source: Good
ar_iq: جيد
az_latn_az: Yaxşı
hy_am: Լավ
ka_ge: კარგი
kk_kz: Жақсы
ru_ru: Хороший
th_th: ดี
uk_ua: Добре

# PivotGridStringId.TrendGoingDown
source: Going Down
ar_iq: الفرز باتجاه الأسفل
az_latn_az: Azalma doğru hərəkət edir
hy_am: Իջեցում
ka_ge: დაღმასვლა
kk_kz: Төмендеу
ru_ru: Понижение
th_th: ลง
uk_ua: Спускається

# PivotGridStringId.TrendGoingUp
source: Going Up
ar_iq: الفرز باتجاه الأعلى
az_latn_az: Artma doğru hərəkət edir
hy_am: Բարձրացում
ka_ge: აღმასვლა
kk_kz: Жоғарылау
ru_ru: Повышение
th_th: ขึ้น
uk_ua: Підіймається

# PreviewStringId.EMail_From
source: From
ar_iq: من
az_latn_az: -dan
hy_am: Սկսած
ka_ge: საიდან
kk_kz: ... бастап
ru_ru: От
th_th: จาก
uk_ua: Від

# PreviewStringId.ExportOption_HtmlExportMode
source: Export mode:
ar_iq: وضع التصدير:
az_latn_az: Eksport rejimi:
hy_am: Արտահանման ռեժիմ
ka_ge: ექსპორტის რეჟიმი:
kk_kz: Экспорт режимі
ru_ru: Режим экспорта:
th_th: โหมดการส่งออก:
uk_ua: Режим експорту:

# PreviewStringId.ExportOption_ImageExportMode
source: Export mode:
ar_iq: وضع التصدير:
az_latn_az: Eksport rejimi:
hy_am: Արտահանման ռեժիմ.
ka_ge: ექსპორტის რეჟიმი:
kk_kz: Экспорт режимі
ru_ru: Режим экспорта:
th_th: โหมดการส่งออก:
uk_ua: Режим експорту:

# PreviewStringId.ExportOption_PdfChangingPermissions_FillingSigning
source: Filling in form fields and signing existing signature fields
ar_iq: إملاء حقول النموذج وتوقيع حقول التوقيع الموجودة
az_latn_az: Formanın xanalarının doldurulması və mövcud imza xanalarında imza qoyulması
hy_am: Ձևի դաշտերի լրացում և ստորագրման ենթակա առկա դաշտերի ստորագրում
ka_ge: ფორმის ველების შევსება და არსებული ხელმოწერის ველებში ხელის მოწერა
kk_kz: Пішін жолағын толтыру және сигнатураның бар жолағына жазу
ru_ru: Заполнение в полях формы и подписывая существующие поля сигнатуры
th_th: กรอกแบบฟอร์มในช่อง และเซ็นช่องลายเซ็นที่มีอยู่
uk_ua: Заповнення полів форми та підпис існуючих полів для підпису

# PreviewStringId.ExportOption_RtfExportMode
source: Export mode:
ar_iq: وضع التصدير:
az_latn_az: Eksport etmə rejimi:
hy_am: Արտահանման ռեժիմ
ka_ge: ექსპორტის რეჟიმი:
kk_kz: Экспорт режимі
ru_ru: Режим экспорта:
th_th: โหมดการส่งออก:
uk_ua: Режим експорту:

# PreviewStringId.ExportOption_RtfExportWatermarks
source: Export watermarks
ar_iq: تصدير العلامات المائية
az_latn_az: Su nişanların eksportu
hy_am: Արտահանել ջրային նշանները
ka_ge: წყლის ნიშნების ექსპორტი
kk_kz: Су белгілерін экспорттау
ru_ru: Экспорт водяных знаков
th_th: ส่งออกลายน้ำ
uk_ua: Експорт водяних знаків

# PreviewStringId.ExportOption_XlsExportHyperlinks
source: Export hyperlinks
ar_iq: تصدير الارتباطات التشعبية
az_latn_az: Hiperlinkləri eksport et
hy_am: Արտահանել հիպերհղումները
ka_ge: ჰიპერბმულების ექსპორტი
kk_kz: Өте үлкен сілтемелер экспорты
ru_ru: Экспорт гиперссылок
th_th: ส่งออกจุดเชื่อมโยงหลายมิติ
uk_ua: Експортувати гіперпосилання

# PreviewStringId.ExportOption_XlsExportMode
source: Export mode:
ar_iq: وضع التصدير:
az_latn_az: Eksport rejimi:
hy_am: Արտահանման ռեժիմ
ka_ge: ექსპორტის რეჟიმი:
kk_kz: Экспорт режимі
ru_ru: Режим экспорта:
th_th: โหมดการส่งออก:
uk_ua: Режим експорту:

# PreviewStringId.ExportOption_XlsUseNativeFormat
source: Export values using their format
ar_iq: تصدير القيم باستخدام تنسيقها
az_latn_az: Göstəricilərin formatından istifadə etməklə onları eksport et
hy_am: Արտահանել արժեքները՝ օգտագործելով նրանց ֆորմատը
ka_ge: მნიშვნელობების ექსპორტი მათი ფორმატის გამოყენებით
kk_kz: Форматын пайдаланып мәнін экспорттау
ru_ru: Экспортировать значения используя их формат
th_th: ส่งออกค่าโดยการใช้ฟอร์แม็ตของมัน
uk_ua: Експортувати значення, використовуючи їх формат

# PreviewStringId.ExportOption_XlsxExportMode
source: Export mode:
ar_iq: وضع التصدير:
az_latn_az: Eksport rejimi:
hy_am: Արտահանման ռեժիմ
ka_ge: ექსპორტის რეჟიმი:
kk_kz: Экспорт режимі
ru_ru: Режим экспорта:
th_th: โหมดการส่งออก:
uk_ua: Режим експорту:

# PreviewStringId.ExportOption_XpsCompression_Fast
source: Fast
ar_iq: سريع
az_latn_az: Cəld
hy_am: Արագ
ka_ge: სწრაფი
kk_kz: Жылдам
ru_ru: Быстро
th_th: เร็ว
uk_ua: Швидко

# PreviewStringId.Msg_FileReadOnly
source: File "{0}" is set to read-only, try again with a different file name.
ar_iq: تم تعيين الملف "{0}" للقراءة فقط، حاول مرة أخرى باسم ملف مختلف.
az_latn_az: "{0}" faylı yalnız oxumaq üçün nəzərdə tutulub, başqa bir fayl adını daxil edərək yenidən cəhd edin.
hy_am: "{0}" ֆայլը սահմանված է միայն կարդալու համար, փորձեք կրկին այլ ֆայլի անունով:
ka_ge: ფაილი "{0}" ჩაწერილია მხოლოდ წაკითხვად ფორმატში, სცადეთ ხელახლა ფაილის სხვა სახელით.
kk_kz: "{0}" файлы оқуға ғана арналған, файлдың басқа атауымен қайтадан көріңіз
ru_ru: Файл "{0}" предназначен только для чтения, попробуйте снова с другим именем файла.
th_th: ไฟล์ "{0}" ตั้งค่าให้อ่านอย่างเดียว ลองอีกครั้งด้วยชื่ออื่น
uk_ua: Файл "{0}" призначений лише для читання, спробуйте знов з іншою назвою файлу.

# PreviewStringId.Msg_SearchDialogFinishedSearching
source: Finished searching through the document
ar_iq: انتهى البحث في المستند
az_latn_az: Sənəd boyunca axtarış tamamlanmışdır
hy_am: Փաստաթղթով որոնումն ավարտված է
ka_ge: დოკუმენტში ძიების დასრულება
kk_kz: Құжат бойынша іздеу аяқталды
ru_ru: Закончен поиск по документу
th_th: ทำการค้นหาในเอกสารเสร็จสิ้น
uk_ua: Пошук по документу завершено

# PreviewStringId.RibbonPreview_EditPageHF_Caption
source: Header/Footer
ar_iq: رأس/تذييل الصفحة
az_latn_az: Yuxarı/aşağı kolontitul
hy_am: Գլխագիր/Ստորագիր
ka_ge: ზედა/ქვედა კოლონტიტული
kk_kz: Тақырып/Төменгі колонтитул
ru_ru: Заголовок/Нижний колонтитул
th_th: หัวเรื่อง/ท้ายเรื่อง
uk_ua: Заголовок/Нижній колонтитул

# PreviewStringId.RibbonPreview_EditPageHF_STipTitle
source: Header and Footer
ar_iq: رأس وتذييل الصفحة
az_latn_az: Yuxarı və aşağı kolontitul
hy_am: Գլխագիր և ստորագիր
ka_ge: ზედა და ქვედა კოლონტიტულები
kk_kz: Тақырып және төменгі колонтитул
ru_ru: Заголовок и нижний колонтинтул
th_th: หัวเรื่องและท้ายเรื่อง
uk_ua: Заголовок та нижній колонтитул
