Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.RibbonXRDesign_StatusBar_HtmlProcessing
source: Processing...
ar_iq: قيد المعالجة...
az_latn_az: Prosesdədir...
hy_am: Ընթացքում է…
ka_ge: დამუშავება...
kk_kz: Істеліп жатыр...
ru_ru: Обработка...
th_th: กำลังดำเนินการ...
uk_ua: Обробка ...

# ReportStringId.STag_Name_ColumnLayout
source: Multi-Column Layout
ar_iq: تخطيط متعدد الأعمدة
az_latn_az: Çox-sütunlu Cədvəl
hy_am: Բազմասյուն դասավորվածություն
ka_ge: მრავალ სვეტიანი სქემა
kk_kz: Көп бағаналарға орналастыру
ru_ru: Многоколоночный макет
th_th: เลย์เอาท์คอลัมน์หลากหลาย
uk_ua: Багатоколонковий макет

# ReportStringId.UD_Capt_Close
source: &Close
ar_iq: &إغلاق
az_latn_az: &Bağla
hy_am: &Փակել
ka_ge: &დახურვა
kk_kz: &Жабу
ru_ru: &Закрыть
th_th: &ปิด
uk_ua: &Закрити

# ReportStringId.UD_Capt_MdiCascade
source: &Cascade
ar_iq: &متتالي
az_latn_az: Kaskad
hy_am: &Կասկադ
ka_ge: &კასკადი
kk_kz: &Каскад
ru_ru: &Каскад
th_th: &ต่อเรียง
uk_ua: &Каскад

# ReportStringId.UD_Capt_MdiTileHorizontal
source: Tile &Horizontal
ar_iq: مربع &أفقي
az_latn_az: Lövhəcik &Üfüqi
hy_am: Դասավորել &Հորիզոնական
kk_kz: Жабу &Уөлденең
ru_ru: Горизонтальная &плитка
th_th: &กระเบื้องแนวนอน
uk_ua: Горизонтальна плитка

# ReportStringId.UD_Capt_MdiTileVertical
source: Tile &Vertical
ar_iq: مربع &شاقولي
az_latn_az: Lövhəcik &Şaquli
hy_am: Դասավորել &Ուղղահայաց
kk_kz: Жабу &Тік
ru_ru: Вертикальная &плитка
th_th: &กระเบื้องแนวตั้ง
uk_ua: Вертикальна плитка

# ReportStringId.UD_Capt_SaveAll
source: Save A&ll
ar_iq: حفظ ال&كل
az_latn_az: Hamsını & yaddaşa sal
hy_am: Պահպանել Բ&ոլորը
ka_ge: ყველას შ&ენახვა
kk_kz: Бәрін & сақтау
ru_ru: Сохранить &всё
th_th: บันทึกทั้งหมด
uk_ua: Зберегти все

# ReportStringId.UD_Capt_TabbedInterface
source: &Tabbed Interface
ar_iq: &واجهة مبوبة
az_latn_az: Əlavələrlə interfeys
hy_am: &Սյունատված ինտերֆեյս
kk_kz: &Қойынды тілдесу
ru_ru: &Интерфейс с вкладками
th_th: &อินเตอร์เฟซแบบแท็บ
uk_ua: &Інтерфейс з вкладками

# ReportStringId.UD_Group_Window
source: &Window
ar_iq: &إطار
az_latn_az: &Pəncərə
hy_am: &Պատուհան
ka_ge: &ფანჯარა
kk_kz: &Терезе
ru_ru: &Окно
th_th: &หน้าต่าง
uk_ua: Вікно

# ReportStringId.UD_Hint_Close
source: Close the report
ar_iq: إغلاق التقرير
az_latn_az: Hesabatı bağla
hy_am: Փակել հաշվետվությունը
ka_ge: ანგარიშის დახურვა
kk_kz: Есепхатты жабу
ru_ru: Закройте отчёт
th_th: ปิดรายงาน
uk_ua: Закрийте звіт

# ReportStringId.UD_Hint_MdiCascade
source: Arrange all open documents cascaded, so that they overlap each other
ar_iq: ترتيب كافة المستندات المفتوحة بشكل متتالي بحيث تتراكب على بعضها
az_latn_az: Açıq olan bütün sənədləri pillə-pillə elə sıralayın ki, onlar bir-birini üst-üstə örtsün
hy_am: Դասավորել բոլոր բացված փաստաթղթերը կասկադով, որպեսզի նրանք մասնակի կերպով ծածկեն միմյանց
kk_kz: Бүкіл ашық документтерді каскад күйінде орналастырыңыз, олар бір-бірін жабу керек
ru_ru: Расположите все открытые документы каскадом, чтобы они перекрывали друг друга
th_th: จัดให้เอกสารเปิดทั้งหมดเป็นแบบต่อเรียง จะได้ทับกัน
uk_ua: Розмістіть всі відкриті документи каскадом, щоб вони перекривали один одного

# ReportStringId.UD_Hint_MdiTileHorizontal
source: Arrange all open documents from top to bottom
ar_iq: ترتيب كافة المستندات المفتوحة من أعلى إلى أسفل
az_latn_az: Yuxarıdan aşağıya bütün açilmiş sənədləri sıralandır
hy_am: Դասավորել բոլոր բացված փաստաթղթերը վերևից ներքև
kk_kz: Бүкіл ашық документтерді жоғарыдан төмен орналастырыңыз
ru_ru: Расположите все открытые документы сверху вниз
th_th: จัดเอกสารที่เปิดทั้งหมดจากบนลงล่าง
uk_ua: Розмістіть всі відкриті документи зверху вниз

# ReportStringId.UD_Hint_MdiTileVertical
source: Arrange all open documents from left to right
ar_iq: ترتيب كافة المستندات المفتوحة من اليسار إلى اليمين
az_latn_az: Soldan sağa bütün açilmiş sənədləri sıralandır
hy_am: Դասավորել բոլոր բացված փաստաթղթերը ձախից աջ
ka_ge: ყველა გახსნილი დოკუმენტის განლაგება მარცხნიდან მარჯვნივ
kk_kz: Бүкіл ашық документтерді солдан оңға қарай орналастырыңыз
ru_ru: Расположите все открытые документы слева направо
th_th: จัดเอกสารที่เปิดทั้งหมดจากซ้ายไปขวา
uk_ua: Розмістіть всі відкриті документи зліва направо

# ReportStringId.UD_Hint_SaveAll
source: Save all reports
ar_iq: حفظ كافة التقارير
az_latn_az: Bütün hesabatları yaddaşa sal
hy_am: Պահպանել բոլոր հաշվետվությունները
ka_ge: ყველა ანგარიშის შენახვა
kk_kz: Бүкіл есепхаттарды сақтау
ru_ru: Сохраните все отчёты
th_th: บันทึกรายงานทั้งหมด
uk_ua: Зберегти всі звіти

# ReportStringId.UD_Hint_TabbedInterface
source: Switch between tabbed and window MDI layout modes
ar_iq: بدل بين وضعي التخطيط المبوب وتخطيط إطار MDI
az_latn_az: Window MDI cədvəl və səhifələr arasında dəyişdirici rejimi.
hy_am: Անցում սյունատված և պատուհանի MDI դասավորվածության ռեժիմների միջև
kk_kz: Қосымша парақтар мен MDI терезелер макеті арасында ауысу
ru_ru: Режимы макета MDI для переключения между вкладками и окном
th_th: เปลี่ยนระหว่างโหมดเลย์เอาท์หน้าต่าง MDI ที่แท็บ
uk_ua: Режими макета MDI для перемикання між вкладками і вікном

# ReportStringId.UD_Msg_MdiReportChanged
source: "{0}" has been changed. Do you want to save changes ?
ar_iq: "{0}" قد تغير. هل تريد حفظ التغييرات؟
az_latn_az: "{0}" dəyişilib. Dəyişiklikləri yaddaşa salmaq?
hy_am: "{0}" փոփոխվել է: Ցանկանու՞մ եք պահպանել փոփոխությունները:
ka_ge: {0} შეიცვალა. გსურთ ცვლილებების დამახსოვრება?
kk_kz: "{0}" Өзгертілді. Өзгерістерді сақтаңыз келе ме?
ru_ru: "{0}" изменилось. Сохранить изменения?
th_th: ได้เปลี่ยน "{0}" แล้ว คุณต้องการบันทึกการเปลี่ยนแปลงหรือไม่
uk_ua: "{0}" змінилося. Зберегти зміни?

# ReportStringId.UD_PropertyGrid_NotSetText
source: (Not set)
ar_iq: (لم يتم تحديده)
az_latn_az: (təyin olunmayıb)
hy_am: (Սահմանված չէ)
ka_ge: (არაა განსაზღვრული)
kk_kz: (Қойылмаған)
ru_ru: (Не задано)
th_th: (ไม่ได้ตั้งค่า)
uk_ua: (Не встановлено)

# ReportStringId.UD_TTip_DataMemberDescription
source: DataMember: {0}
ar_iq: عضو بيانات: {0}
az_latn_az: MəlumatÜzvü:{0}
hy_am: Տվյալների տարր. {0}
ka_ge: მონაცემთა ელემენტი: {0}
kk_kz: Мәтінің элементі: {0}
ru_ru: Элемент данных: {0}
th_th: สมาชิกข้อมูล: {0}
uk_ua: Елемент даних: {0}

# ReportStringId.XRSubreport_ReportSourceUrlInfo
source: Report Source Url: {0}
ar_iq: مصدر التقرير Url: {0}
az_latn_az: Hesabat mənbəyi Url-i: {0}
hy_am: Հաշվետվության աղբյուրի Url. {0}
ka_ge: ანგარიშის წყარო Url: {0}
kk_kz: Есеп қайнары: {0}
ru_ru: Унифицированный указатель информационного ресурса в качестве источника отчёта: {0}
th_th: Url แหล่งรายงาน: {0}
uk_ua: Уніфікований покажчик інформаційного ресурсу в якості джерела звіту: {0}

# StringId.DefaultBooleanDefault
source: Default
ar_iq: افتراضي
az_latn_az: Standart
hy_am: Լռելյայն
ka_ge: ნაგულისხმევი
kk_kz: Әдепкі
ru_ru: По умолчанию
th_th: ค่าตั้งต้น
uk_ua: За умовчанням

# StringId.FilterAggregateAvg
source: Avg
ar_iq: متوسط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Ортақ шама
ru_ru: Ср.
th_th: เฉลี่ย
uk_ua: Середн.

# StringId.FilterAggregateCount
source: Count
ar_iq: العدد
az_latn_az: Say
hy_am: Քանակ
ka_ge: რაოდენობა
kk_kz: Санау
ru_ru: Количество
th_th: จำนวน
uk_ua: Кількість

# StringId.FilterAggregateExists
source: Exists
ar_iq: موجود
az_latn_az: Mövcud olan
hy_am: Գոյություն ունի
ka_ge: არის
kk_kz: Бар
ru_ru: Существует
th_th: ที่มีอยู่
uk_ua: Існує

# StringId.FilterAggregateMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მინ
kk_kz: Максимум
ru_ru: Макс.
th_th: มากที่สุด
uk_ua: Макс.

# StringId.FilterAggregateMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მაქს
kk_kz: Минимум
ru_ru: Мин.
th_th: น้อยที่สุด
uk_ua: Мін.

# StringId.FilterAggregateSum
source: Sum
ar_iq: المجموع
az_latn_az: Cəm
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Қосынды
ru_ru: Сумма
th_th: สรุป
uk_ua: Сума

# StringId.FilterCriteriaToStringFunctionAbs
source: Abs
az_latn_az: Mütləq
hy_am: Բացարձակ գումար
kk_kz: Абсолют шама
ru_ru: Абс.
uk_ua: Абс.

# StringId.FilterCriteriaToStringFunctionAddDays
source: Add days
ar_iq: إضافة أيام
az_latn_az: Günləri əlavə et
hy_am: Ավելացնել օրեր
ka_ge: დღეების დამატება
kk_kz: Күндерді қосу
ru_ru: Добавьте дни
th_th: เพิ่มวัน
uk_ua: Додайте дні

# StringId.FilterCriteriaToStringFunctionAddHours
source: Add hours
ar_iq: إضافة ساعات
az_latn_az: Saatları əlavə et
hy_am: Ավելացնել ժամեր
ka_ge: საათების დამატება
kk_kz: Сағаттарды қосу
ru_ru: Добавьте часы
th_th: เพิ่มชั่วโมง
uk_ua: Додайте годинни

# StringId.FilterCriteriaToStringFunctionAddMilliSeconds
source: Add milliseconds
ar_iq: إضافة بالمللي ثانية
az_latn_az: Milisaniyələri əlavə et
hy_am: Ավելացնել միլիվայրկյաններ
ka_ge: მილიწამების დამატება
kk_kz: Миллисекундаларды қосу
ru_ru: Добавьте миллисекунды
th_th: เพิ่มมิลลิวินาที
uk_ua: Додайте мілісекунди

# StringId.FilterCriteriaToStringFunctionAddMinutes
source: Add minutes
ar_iq: إضافة دقائق
az_latn_az: Dəqiqələri əlavə et
hy_am: Ավելացնել րոպեներ
ka_ge: წუთების დამატება
kk_kz: Минуталарды қосу
ru_ru: Добавьте минуты
th_th: เพิ่มนาที
uk_ua: Додайте хвилини

# StringId.FilterCriteriaToStringFunctionAddMonths
source: Add months
ar_iq: إضافة أشهر
az_latn_az: Ayları əlavə et
hy_am: Ավելացնել ամիսներ
ka_ge: თვეების დამატება
kk_kz: Айларды қосу
ru_ru: Добавьте месяцы
th_th: เพิ่มเดือน
uk_ua: Додайте місяці

# StringId.FilterCriteriaToStringFunctionAddSeconds
source: Add seconds
ar_iq: إضافة ثواني
az_latn_az: Saniyələri əlavə et
hy_am: Ավելացնել վայրկյաններ
ka_ge: წამების დამატება
kk_kz: Секундаларды қосу
ru_ru: Добавьте секунды
th_th: เพิ่มวินาที
uk_ua: Додайте секунди

# StringId.FilterCriteriaToStringFunctionAddTicks
source: Add ticks
ar_iq: إضافة علامات تجزئة
az_latn_az: İşarələri əlavə et
hy_am: Ավելացնել նշաններ
ka_ge: ტკიპების დამატება
kk_kz: Сәтті қосу
ru_ru: Проставьте галочки
th_th: เพิ่มเครื่องหมายติ๊ก
uk_ua: Встановіть галочки

# StringId.FilterCriteriaToStringFunctionAddTimeSpan
source: Add time span
ar_iq: إضافة فترة زمنية
az_latn_az: Vaxt müddəti əlavə et
hy_am: Ավելացնել ժամանակի միջակայք
ka_ge: დროის ინტერვალის დამატება
kk_kz: Уақыт аралықты қосу
ru_ru: Добавьте промежуток времени
th_th: เพิ่มช่วงเวลา
uk_ua: Додайте проміжок часу

# StringId.FilterCriteriaToStringFunctionAddYears
source: Add years
ar_iq: إضافة سنوات
az_latn_az: İlləri əlavə et
hy_am: Ավելացնել տարիներ
ka_ge: წლების დამატება
kk_kz: Жылдарды қосу
ru_ru: Добавьте годы
th_th: เพิ่มปี
uk_ua: Додайте роки

# StringId.FilterCriteriaToStringFunctionBigMul
source: Big mul
ar_iq: قائمة وحدة رئيسية كبيرة
az_latn_az: Böyük vurğu
hy_am: Մեծ արտադրիչ
kk_kz: Үлкен көбейткіш
ru_ru: Большой множитель
uk_ua: Великий множник

# StringId.FilterCriteriaToStringFunctionCeiling
source: Ceiling
ar_iq: سقف
az_latn_az: Hüdud
hy_am: Առաստաղ
kk_kz: Шек
ru_ru: Потолок
th_th: เพดาน
uk_ua: Стеля

# StringId.FilterCriteriaToStringFunctionChar
source: Char
ar_iq: حرف
az_latn_az: Simvol
hy_am: Նիշ
kk_kz: График
ru_ru: График
uk_ua: Графік

# StringId.FilterCriteriaToStringFunctionCharIndex
source: Char index
ar_iq: فهرس الأحرف
az_latn_az: Simvol indeksi
hy_am: Նիշերի ինդեքս
kk_kz: График Индексі
ru_ru: Индекс графика
th_th: ดัชนี Char
uk_ua: Індекс графіка

# StringId.FilterCriteriaToStringFunctionCustomNonDeterministic
source: Custom non deterministic
ar_iq: مخصص غير مُحدِّد
az_latn_az: İstifadəçi üçün təyin olunmayan
hy_am: Ըստ օգտագործողի ցանկության չսահմանվող
kk_kz: Пайдаланушылық детерминдендірілмеген
ru_ru: Пользовательский, без детерминирования
th_th: การกำหนดเองไม่ชี้เฉพาะ
uk_ua: Призначений для користувача, без детермінування

# StringId.FilterCriteriaToStringFunctionDateDiffDay
source: Date diff day
ar_iq: فرق التاريخ بالأيام
az_latn_az: Günün fərqli tarixini müəyyən etmək
hy_am: Ամսաթվի տարբ. օր
kk_kz: Мерзім әртүрлі Күн
ru_ru: Дата: расхождение в днях
th_th: วันที่ diff วัน
uk_ua: Дата: розбіжність в днях

# StringId.FilterCriteriaToStringFunctionDateDiffHour
source: Date diff hour
ar_iq: فرق التاريخ بالساعات
az_latn_az: Saatın fərqli vaxtını müəyyən etmək
hy_am: Ամսաթվի տարբ. ժամ
kk_kz: Мерзім әртүрлі Сағат
ru_ru: Дата: расхождение в часах
th_th: วันที่ diff ชั่วโมง
uk_ua: Дата: розбіжність в годинах

# StringId.FilterCriteriaToStringFunctionDateDiffMilliSecond
source: Date diff millisecond
ar_iq: فرق التاريخ بالمللي ثانية
az_latn_az: Milisaniyənin fərqli vaxtını müəyyən etmək
hy_am: Ամսաթվի տարբ. միլիվայրկյան
kk_kz: Мерзім әртүрлі Миллисекунда
ru_ru: Дата: расхождение в миллисекундах
th_th: วันที่ diff มิลลิวินาที
uk_ua: Дата: розбіжність в мілісекундах

# StringId.FilterCriteriaToStringFunctionDateDiffMinute
source: Date diff minute
ar_iq: فرق التاريخ بالدقائق
az_latn_az: Dəqiqənin fərqli vaxtını müəyyən etmək
hy_am: Ամսաթվի տարբ. րոպե
kk_kz: Мерзім әртүрлі Минута
ru_ru: Дата: расхождение в минутах
th_th: วันที่ diff นาที
uk_ua: Дата: розбіжність в хвилинах

# StringId.FilterCriteriaToStringFunctionDateDiffMonth
source: Date diff month
ar_iq: فرق التاريخ بالأشهر
az_latn_az: Ayın fərqli dəyərini müəyyən etmək
hy_am: Ամսաթվի տարբ. ամիս
kk_kz: Мерзім әртүрлі Ай
ru_ru: Дата: расхождение в месяцах
th_th: วันที่ diff เดือน
uk_ua: Дата: розбіжність в місяцях

# StringId.FilterCriteriaToStringFunctionDateDiffSecond
source: Date diff second
ar_iq: فرق التاريخ بالثواني
az_latn_az: Saniyənin fərqli vaxtını müəyyən etmək
hy_am: Ամսաթվի տարբ. վայրկյան
kk_kz: Мерзім әртүрлі Секунда
ru_ru: Дата: расхождение в секундах
th_th: วันที่ diff วินาที
uk_ua: Дата: розбіжність в секундах

# StringId.FilterCriteriaToStringFunctionDateDiffTick
source: Date diff tick
ar_iq: فرق التاريخ بعلامات التجزئة
az_latn_az: İşarələrin fərqli dəyərini müəyyən etmək
hy_am: Ամսաթվի տարբ. Նշան
kk_kz: Мерзім әртүрлі Сәт
ru_ru: Дата: расхождение в отметках
th_th: วันที่ diff เครื่องหมานติ๊ก
uk_ua: Дата: розбіжність в відмітках

# StringId.FilterCriteriaToStringFunctionDateDiffYear
source: Date diff year
ar_iq: فرق التاريخ بالسنوات
az_latn_az: İlin fərqli dəyərini müəyyən etmək
hy_am: Ամսաթվի տարբ. տարի
kk_kz: Мерзім әртүрлі Жыл
ru_ru: Дата: расхождение в годах
th_th: วันที่ diff ปี
uk_ua: Дата: розбіжність в роках

# StringId.FilterCriteriaToStringFunctionExp
source: Exp
az_latn_az: Eksponensial
hy_am: Էքսպոնենտ
kk_kz: Экспонент
ru_ru: Закончилось
uk_ua: Закінчилося

# StringId.FilterCriteriaToStringFunctionFloor
source: Floor
ar_iq: أرضية
az_latn_az: Yarus
hy_am: Հատակ
kk_kz: Минималдық деңгей
ru_ru: Пол
th_th: พื้น
uk_ua: Підлога

# StringId.FilterCriteriaToStringFunctionGetDate
source: Get date
ar_iq: إحضار التاريخ
az_latn_az: Tarixi əldə etmək
hy_am: Ստանալ ամսաթիվը
kk_kz: Мерзімді алу
ru_ru: Получить дату
th_th: ได้มาซึ่งวันที่
uk_ua: Отримати дату

# StringId.FilterCriteriaToStringFunctionGetDay
source: Get day
ar_iq: إحضار يوم
az_latn_az: Günü əldə etmək
hy_am: Ստանալ օրը
kk_kz: Күнді алу
ru_ru: Получить день
th_th: ได้มาซึ่งวัน
uk_ua: Отримати день

# StringId.FilterCriteriaToStringFunctionGetDayOfWeek
source: Get day of week
ar_iq: إحضار يوم من الأسبوع
az_latn_az: Həftənin gününü əldə etmək
hy_am: Ստանալ շաբաթվա օրը
kk_kz: Аптаның күнің алу
ru_ru: Получить день недели
th_th: ได้มาซึ่งวันของอาทิตย์
uk_ua: Отримати день тижня

# StringId.FilterCriteriaToStringFunctionGetDayOfYear
source: Get day of year
ar_iq: إحضار يوم من السنة
az_latn_az: İlin gününü əldə etmək
hy_am: Ստանալ տարվա օրը
kk_kz: Жылдың күнің алу
ru_ru: Получить день года
th_th: ได้มาซึ่งวันของปี
uk_ua: Отримати день року

# StringId.FilterCriteriaToStringFunctionGetHour
source: Get hour
ar_iq: إحضار ساعة
az_latn_az: Saatı əldə etmək
hy_am: Ստանալ ժամը
kk_kz: Сағат алу
ru_ru: Получить час
th_th: ได้มาซึ่งชั่วโมง
uk_ua: Отримати годину

# StringId.FilterCriteriaToStringFunctionGetMilliSecond
source: Get millisecond
ar_iq: إحضار مللي ثانية
az_latn_az: Millisaniyəni əldə etmək
hy_am: Ստանալ միլիվայրկյանը
kk_kz: Миллисекунданы алу
ru_ru: Получить миллисекунду
th_th: ได้มาซึ่งวินาที
uk_ua: Отримати миллисекунду

# StringId.FilterCriteriaToStringFunctionGetMinute
source: Get minute
ar_iq: إحضار دقيقة
az_latn_az: Dəqiqəni əldə etmək
hy_am: Ստանալ րոպեն
kk_kz: Минутаны алу
ru_ru: Получить минуту
th_th: ได้มาซึ่งนาที
uk_ua: Отримати хвилину

# StringId.FilterCriteriaToStringFunctionGetMonth
source: Get month
ar_iq: إحضار شهر
az_latn_az: Ayı əldə etmək
hy_am: Ստանալ ամիսը
kk_kz: Айды алу
ru_ru: Получить месяц
th_th: ได้มาซึ่งเดือน
uk_ua: Отримати місяць

# StringId.FilterCriteriaToStringFunctionGetSecond
source: Get second
ar_iq: إحضار ثانية
az_latn_az: Saniyəni əldə etmək
hy_am: Ստանալ վայրկյանը
kk_kz: Секунданы алу
ru_ru: Получить секунду
th_th: ได้มาซึ่งวินาที
uk_ua: Отримати секунду

# StringId.FilterCriteriaToStringFunctionGetTimeOfDay
source: Get time of day
ar_iq: إحضار وقت (ساعة) من اليوم
az_latn_az: Günün saatını əldə etmək
hy_am: Ստանալ օրվա ժամը
kk_kz: Күннің уаұытын алу
ru_ru: Получить время суток
th_th: ได้มาซึ่งเวลาของวัน
uk_ua: Отримати час доби

# StringId.FilterCriteriaToStringFunctionGetYear
source: Get year
ar_iq: إحضار سنة
az_latn_az: İli əldə etmək
hy_am: Ստանալ տարին
kk_kz: Жылды алу
ru_ru: Получить год
th_th: ได้มาซึ่งปี
uk_ua: Отримати рік

# StringId.FilterCriteriaToStringFunctionInsert
source: Insert
ar_iq: إدراج
az_latn_az: Daxil et
hy_am: Մտցնել
ka_ge: ჩამატება
kk_kz: Еңгізу
ru_ru: Вставьте
th_th: ป้อน
uk_ua: Вставити

# StringId.FilterCriteriaToStringFunctionIsNullOrEmpty
source: Is null or empty
ar_iq: قيمة خالية أو فارغة
az_latn_az: Sıfrdır ya da boş
hy_am: Զրո է կամ դատարկ
ka_ge: ნოლია ან ცარიელია
kk_kz: Null немесе бос
ru_ru: Является нулевым или пустым
th_th: ยกเลิก หรือว่าง
uk_ua: Є нульовим або порожнім

# StringId.FilterCriteriaToStringFunctionLog
source: Log
ar_iq: لوغاريتم
kk_kz: Логарифм
ru_ru: Журнал
th_th: บันทึก
uk_ua: Журнал

# StringId.FilterCriteriaToStringFunctionLog10
source: Log10
ar_iq: لوغاريتم 10
kk_kz: Логарифм 10
ru_ru: Журнал 10
th_th: บันทึก10
uk_ua: Журнал 10

# StringId.FilterCriteriaToStringFunctionMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maksimum
hy_am: Առավելագույն
ka_ge: მაქს
kk_kz: Максимум
ru_ru: Макс.
th_th: มากที่สุด
uk_ua: Макс.

# StringId.FilterCriteriaToStringFunctionMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინ
kk_kz: Минимум
ru_ru: Мин.
th_th: น้อยที่สุด
uk_ua: Мін.

# StringId.FilterCriteriaToStringFunctionNow
source: Now
ar_iq: الآن
az_latn_az: İndi
hy_am: Այժմ
ka_ge: ეხლა
kk_kz: Қазір
ru_ru: Сейчас
th_th: ตอนนี้
uk_ua: Зараз

# StringId.FilterCriteriaToStringFunctionPadLeft
source: Pad left
ar_iq: تعيين مسافة إلى اليسار
az_latn_az: Sol panel
hy_am: Ձգել ձախ
kk_kz: Сол жақтан толтыру
ru_ru: Площадка слева
th_th: Pad ซ้าย
uk_ua: Майданчик зліва

# StringId.FilterCriteriaToStringFunctionPadRight
source: Pad right
ar_iq: تعيين مسافة إلى اليمين
az_latn_az: Sağ panel
hy_am: Ձգել աջ
kk_kz: Оң жақтан толтыру
ru_ru: Площадка справа
th_th: Pad ขวา
uk_ua: Майданчик праворуч

# StringId.FilterCriteriaToStringFunctionPower
source: Power
ar_iq: طاقة
az_latn_az: Qüvvət
hy_am: Էներգիա
kk_kz: Қосу
ru_ru: Электропитание
th_th: พลังงาน
uk_ua: Електроживлення

# StringId.FilterCriteriaToStringFunctionRemove
source: Remove
ar_iq: إزالة
az_latn_az: Silmək
hy_am: Հեռացնել
ka_ge: ამოღება
kk_kz: Жою
ru_ru: Удалить
th_th: ย้ายออก
uk_ua: Видалити

# StringId.FilterCriteriaToStringFunctionReplace
source: Replace
ar_iq: استبدال
az_latn_az: Əvəzləmək
hy_am: Փոխարինել
kk_kz: Алмастыру
ru_ru: Заменить
th_th: แทนที่
uk_ua: Замінити

# StringId.FilterCriteriaToStringFunctionReverse
source: Reverse
ar_iq: عكس
az_latn_az: Çevirmək
hy_am: Շրջափոխել
kk_kz: Кері
ru_ru: Поменять обратно
th_th: กลับ
uk_ua: Поміняти назад

# StringId.FilterCriteriaToStringFunctionRnd
source: Rnd
az_latn_az: Yvr
hy_am: Կլոր
kk_kz: Дөңгелектеу
ru_ru: Округл.
uk_ua: Округл.

# StringId.FilterCriteriaToStringFunctionRound
source: Round
az_latn_az: Yuvarlaqlaşdırmaq
hy_am: Կլոր
kk_kz: Ықшамдау
ru_ru: Округлить
th_th: วง
uk_ua: Округлити

# StringId.FilterCriteriaToStringFunctionSign
source: Sign
ar_iq: توقيع (لافتة)
az_latn_az: İşarə
hy_am: Նշան
kk_kz: Белгі
ru_ru: Подписать
th_th: เซ็น
uk_ua: Підписати

# StringId.FilterCriteriaToStringFunctionToday
source: Today
ar_iq: اليوم
az_latn_az: Bu gün
hy_am: Այսօր
ka_ge: დღეს
kk_kz: Бүгін
ru_ru: Сегодня
th_th: วันนี้
uk_ua: Сьогодні

# StringId.FilterCriteriaToStringFunctionToStr
source: To str
az_latn_az: Sətirə
hy_am: Դեպի տող
kk_kz: Текстке
th_th: ไปที่ str
uk_ua: У строку

# StringId.FilterCriteriaToStringFunctionUtcNow
source: Utc now
ar_iq: Utc الآن
az_latn_az: Utc indi
hy_am: Utc հիմա
kk_kz: Utc қазір
ru_ru: Текущее время часового пояса UTC
th_th: Utc ณ ตอนนี้
uk_ua: Поточний час часового поясу UTC

# StringId.FilterEditorTabText
source: Text
ar_iq: النص
az_latn_az: Mətn
hy_am: Տեքստ
ka_ge: ტექსტი
kk_kz: Текст
ru_ru: Текст
th_th: ข้อความ
uk_ua: Текст

# StringId.FilterEditorTabVisual
source: Visual
ar_iq: مرئي
az_latn_az: Vizual
hy_am: Տեսանելի
ka_ge: ვიზუალური
kk_kz: Көзбен шолу
ru_ru: Визуальное
th_th: การมองเห็น
uk_ua: Візуальне

# StringId.ProgressCancel
source: Cancel
ar_iq: إلغاء
az_latn_az: İmtina
hy_am: Չեղարկել
ka_ge: გაუქმება
kk_kz: Болдырмау
ru_ru: Отменить
th_th: ยกเลิก
uk_ua: Скасувати

# StringId.ProgressCancelPending
source: Cancel pending
ar_iq: تعليق الإلغاء
az_latn_az: Gözlənilmənin imtinası
hy_am: Չեղարկել ընթացքի մեջ եղածը
ka_ge: მიმდინარეს გაუქმება
kk_kz: Тосуды болдырмау
ru_ru: Отменить ожидание
th_th: ยกเลิกการรอ
uk_ua: Скасувати очікування

# StringId.ProgressCreateDocument
source: Creating document
ar_iq: جاري إنشاء مستند
az_latn_az: Sənədin yaratması
hy_am: Ստեղծել փաստաթուղթ
ka_ge: დოკუმენტის შექმნა
kk_kz: Документті құру
ru_ru: Создание документа
th_th: สร้างเอกสาร
uk_ua: Створення документа

# StringId.ProgressExport
source: Exporting
ar_iq: جاري التصدير
az_latn_az: Eksport
hy_am: Արտահանում
ka_ge: ექსპორტირება
kk_kz: Экспорттау
ru_ru: Экспорт
th_th: กำลังส่งออก
uk_ua: Експорт

# StringId.ProgressLoadingData
source: Loading data
ar_iq: جاري تحميل البيانات
az_latn_az: Məlumatın yüklənməsi
hy_am: Տվյալների բեռնում
ka_ge: მოანცემთა ჩატვირთვა
kk_kz: Деректерді қотарып жатыр
ru_ru: Загрузка данных
th_th: กำลังโหลดข้อมูล
uk_ua: Завантаження даних

# StringId.ProgressPrinting
source: Printing
ar_iq: طباعة
az_latn_az: Çap etmə
hy_am: Տպել
ka_ge: ბეჭდვა
kk_kz: Басып шығаруы
ru_ru: Печать
th_th: การพิมพ์
uk_ua: Друкування

# StringId.None
source: None
ar_iq: بلا
az_latn_az: Boş
hy_am: Չկա
ka_ge: არ არის
kk_kz: Ешқайсысы
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# StringId.FilterCriteriaToStringFunctionStartsWith
source: Begins with
ar_iq: يبدأ بـ
az_latn_az: Başlanğıc hərflər
hy_am: Սկսվում է
ka_ge: იწყება
kk_kz: Осыдан басталады
ru_ru: Начинается с
th_th: ขึ้นต้นด้วย
uk_ua: Починається з

# StringId.FilterCriteriaToStringFunctionEndsWith
source: Ends with
ar_iq: ينتهي بـ
az_latn_az: Son həriflər
hy_am: Ավարտվում է
ka_ge: მთავრდება
kk_kz: Осымен бітеді
ru_ru: Заканчивается на
th_th: จบด้วย
uk_ua: Закінчується на

# GridStringId.LayoutViewFormLoadLayoutCaption
source: Load Layout
ar_iq: تحميل التخطيط
az_latn_az: Strukturu yüklə
hy_am: Բեռնել ներկայացումը
ka_ge: სქემის ჩატვირთვა
kk_kz: Макетті қотару
ru_ru: Загрузить макет
th_th: โหลดเลย์เอาท์
uk_ua: Завантажити макет

# GridStringId.LayoutViewFormSaveLayoutCaption
source: Save Layout
ar_iq: حفظ التخطيط
az_latn_az: Strukturu yaddaşa sal
hy_am: Պահպանել ներկայացումը
ka_ge: სქემის დამახსოვრება
kk_kz: Макетті сақтау
ru_ru: Сохранить макет
th_th: บันทึกเลย์เอาท์
uk_ua: Зберегти макет
