Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# AccStringId.BarLinkMenuOpen
source: Open
ar_iq: فتح
az_latn_az: Aç
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด
uk_ua: Відкрити

# AccStringId.ButtonOpen
source: Open
ar_iq: فتح
az_latn_az: Aç
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด
uk_ua: Відкрити

# AccStringId.NameScrollAreaDown
source: Page Down
ar_iq: صفحة إلى أسفل
az_latn_az: Səhifə aşağı
hy_am: Էջը դեպի ներքև
ka_ge: გვერდი ქვევით
kk_kz: Бет төмен қарай
ru_ru: Страница вниз
th_th: หน้าลง
uk_ua: Сторінка вниз

# AccStringId.NameScrollAreaLeft
source: Page Left
ar_iq: صفحة إلى اليسار
az_latn_az: Səhifə sola
hy_am: Էջը դեպի ձախ
ka_ge: გვერდი მარცხნივ
kk_kz: Бет солға қарай
ru_ru: Страница влево
th_th: หน้าซ้าย
uk_ua: Сторінка вліво

# AccStringId.NameScrollAreaRight
source: Page Right
ar_iq: صفحة إلى اليمين
az_latn_az: Səhifə sağa
hy_am: Էջը դեպի աջ
ka_ge: გვერდი მარჯვნივ
kk_kz: Бет оңға қарай
ru_ru: Страница вправо
th_th: หน้าขวา
uk_ua: Сторінка вправо

# AccStringId.NameScrollAreaUp
source: Page Up
ar_iq: صفحة إلى اعلى
az_latn_az: Səhifə yuxarı
hy_am: Էջը դեպի վերև
ka_ge: გვერდი ზევით
kk_kz: Бет жоғары қарай
ru_ru: Страница вверх
th_th: หน้าบน
uk_ua: Сторінка догори

# ChartStringId.AnnotationPaneAnchorPoint
source: Pane Anchor Point
ar_iq: نقطة ارتساء جزء
az_latn_az: Panelin bağlanma nöqtəsi
hy_am: Վահանակի միացման կետ
ka_ge: პანელის ანკერის ადგილმდებარეობა
kk_kz: Панельдің байлам нүктесі
ru_ru: Точка привязки панели
th_th: จุดยึดแผง
uk_ua: Точка прив'язки панелі

# ChartStringId.MsgIncorrectChildSeriesPointOwner
source: Owner of the child series point can't be null and must be of the Series type.
ar_iq: لا يمكن أن تكون قيمة صاحب نقطة السلسلة التابعة خالية ويجب أن تكون من نوع السلسلة.
az_latn_az: Törəmə seriyaların sahibi sıfır ola bilməz və Seriyalar növündən olmalıdır
hy_am: Հաջորդականության դուստր կետի սեփականատերը չի կարող լինել զրո և պետք է լինի Series տեսակի:
ka_ge: სერიების შვილობილი წერტილის მფლობელი არ შეიძლება იყოს ნული და უნდა იყოს Series ტიპის.
kk_kz: Серияның еншілес нүктесінің иесі null бола алмайды және Series үлгісі болуға тиіс.
ru_ru: Владелец дочерней точки серии не может быть null и должен иметь тип Series.
th_th: เจ้าของ จุดซีรี่ส์แบบไชลด์ ไม่สามารถเป็นที่ว่างได้ และต้องเป็นตามประเภทซีรี่ส์นั้นๆ
uk_ua: Власник дочірньої точки послідовностей не може мати порожнє значення та повинен мати тип Series.

# ChartStringId.MsgIncorrectParentSeriesPointOwner
source: Owner of the parent series point can't be null and must be of the Series type.
ar_iq: لا يمكن أن تكون قيمة صاحب نقطة السلسلة الأصلية خالية ويجب أن تكون من نوع السلسلة.
az_latn_az: Ana seriyaların sahibi sıfır ola bilməz və Seriyalar növündən olmalıdır
hy_am: Ծնողական հաջորդականության կետի սեփականատերը չի կարող լինել զրո, այն պետք է լինի Series տեսակի:
ka_ge: სერიების ზედა თაობის წერტილის მფლობელი არ შეიძლება იყოს ნული და უნდა იყოს Series ტიპის.
kk_kz: Түпкі тізбек иесі null бола алмайды, ол да тізбек болып табылуға тиіс.
ru_ru: Владелец родительской последовательности не может быть нулевым, он должен так же являться последовательностью.
th_th: เจ้าของ the parent series point ไม่สามารถเป็นที่ว่างได้ และต้องเป็นตามประเภทซีรี่ส์นั้นๆ
uk_ua: Власник вихідної точки послідовностей не може мати порожнє значення та повинен мати тип Series.

# ChartStringId.MsgIncorrectSeriesOfParentAndChildPoints
source: Parent and child points must belong to the same series.
ar_iq: يجب ان تنتمي النقط الأصلية و التابعة إلى نفس السلسلة.
az_latn_az: Ana və törəmə nöqtələr eyni seriyaya mənsub olmalıdır.
hy_am: Ծնողական և դուստր կետերը պետք է պատկանեն նույն հաջորդականություններին:
ka_ge: ზედა თაობის და შვილობილი წერტილები უნდა მიეკუთვნებოდეს ერთიდაიგივე სერიებს.
kk_kz: Бастапқы және еншілес нүктелер қандайда бір тізбектерге жатуға тиіс.
ru_ru: Родительские и дочерние точки точки должны принадлежать каким-либо последовательностям.
th_th: จุดแบบพาเรนท์ และไชลด์ ต้องเป็นของซีรี่ส์เดียวกัน
uk_ua: Вихідні та дочірні точки повинні належати до однієї послідовності.

# ChartStringId.MsgNullPaneAnchorPointPane
source: Pane can't be set to null for the PaneAnchorPoint object.
ar_iq: لا يمكن ترك قيمة الجزء خالية لكائن نقطة ارتساء جزء.
az_latn_az: PanelinAnkerNöqtəsi obyekti üçün panel sıfır olaraq təyin edilə bilməz.
hy_am: Վահանակը չի կարող սահմանվել զրո PaneAnchorPoint-ի օբյեկտի համար:
ka_ge: პანელის დაყენება ნულზე PaneAnchorPoint ობიექტისთვის შეუძლებელია.
kk_kz: Панель PaneAnchorPoint объектісі үшін null -ге орнатыла алмайды
ru_ru: Панель не может быть установлена в null для объекта PaneAnchorPoint.
th_th: ไม่สามารถตั้งค่าแผงเป็นว่างสำหรับวัตถุ PaneAnchorPoint ได้
uk_ua: Панель не може мати порожнє значення для об'єкту PaneAnchorPoint.

# ChartStringId.OpenValueMember
source: Open
ar_iq: فتح
az_latn_az: Açmaq
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด
uk_ua: Відкрити

# ChartStringId.OthersArgument
source: Others
ar_iq: أخرى
az_latn_az: Digərlər
hy_am: Այլ
ka_ge: სხვები
kk_kz: Басқалар
ru_ru: Другие
th_th: อื่นๆ
uk_ua: Інші

# ChartStringId.PalettePrefix
source: Palette
ar_iq: لوح الألوان
az_latn_az: Palitra
hy_am: Երանգապնակ
ka_ge: პალიტრა
kk_kz: Палитра
ru_ru: Палитра
th_th: พาเล็ตต์
uk_ua: Палітра

# ChartStringId.PanesVisibilityDialogPanesColumn
source: Panes
ar_iq: أجزاء
az_latn_az: Panellər
hy_am: Վահանակներ
ka_ge: პანელები
kk_kz: Панельдер
ru_ru: Панели
th_th: แผง
uk_ua: Панелі

# ChartStringId.SvnPie
source: Pie
ar_iq: دائري
az_latn_az: Sektorlu diaqram
hy_am: Շրջանաձև
ka_ge: წრიული
kk_kz: Айналмалы
ru_ru: Круговая
th_th: พาย
uk_ua: Колова

# ChartStringId.SvnPie3D
source: Pie 3D
ar_iq: دائري ثلاثي الأبعاد
az_latn_az: Sektorlu diaqram 3D
hy_am: Շրջանաձև 3D
ka_ge: 3D წრიული
kk_kz: 3D айналмалы
ru_ru: Круговая 3D
th_th: พาย 3D
uk_ua: Колова об'ємна

# ChartStringId.TrnPalettesChanged
source: Palettes changed
ar_iq: تم تغيير ألواح الألوان
az_latn_az: Palitralar dəyişdirilmişdir
hy_am: Երանգապնակը փոփոխվել է
ka_ge: პალიტრები შეიცვალა
kk_kz: Палитрлар өзгерді
ru_ru: Палитры изменились
th_th: พาเล็ตต์ถูกเปลี่ยน
uk_ua: Палітри змінено

# ChartStringId.TrnPaneDeleted
source: Pane deleted
ar_iq: تم حذف الجزء
az_latn_az: Panel silinmişdir
hy_am: Գրաֆիկի պատուհանը ջնջվել է
ka_ge: პანელი წაიშალა
kk_kz: График терезесі жойылды
ru_ru: Окно графика удалено
th_th: แผงถูกลบ
uk_ua: Панель видалено

# ChartStringId.TrnXYDiagramPanesChanged
source: Panes changed
ar_iq: تم تغيير الجزء
az_latn_az: Panellər dəyişdirilmişdir
hy_am: Գրաֆիկի վահանակները փոխվել են
ka_ge: პანელები შეიცვალა
kk_kz: График панелі өзгерді
ru_ru: Изменилась панель графика
th_th: แผงถูกเปลี่ยน
uk_ua: Панелі змінено

# ChartStringId.VerbAnnotationsDescription
source: Open the Annotations Collection Editor.
ar_iq: فتح محرر مجموعة التعليقات التوضيحية.
az_latn_az: Xülasələr redaktəedicisini aç.
hy_am: Բացել անոտացիայի հավաքման խմբագրիչը
ka_ge: გახსენით ანოტაციების კოლექციის რედაქტორი.
kk_kz: Аннотациялар жинау редакторын ашу
ru_ru: Открыть редактор сбора аннотаций.
th_th: เปิดตัวแก้ไขกลุ่มบรรณนิทัศน์
uk_ua: Відкрити редактор колекції анотацій.

# ChartStringId.VerbEditPalettes
source: Palettes...
ar_iq: ألواح ألوان...
az_latn_az: Palitralar...
hy_am: Երանգապնակներ...
ka_ge: პალიტრები...
kk_kz: Палитралар
ru_ru: Палитры...
th_th: พาเล็ตต์…
uk_ua: Палітри...

# ChartStringId.VerbEditPalettesDescription
source: Open the Palettes Editor.
ar_iq: افتح محرر لوح الألون.
az_latn_az: Palitra redaktəedicisini aç.
hy_am: Բացել երանգապնակի խմբագրիչը:
ka_ge: პალიტრების რედაქტორის გახსნა
kk_kz: Палитралар редакторын ашу
ru_ru: Открыть Редактор Палитр
th_th: เปิดตัวแก้ไขพาเล็ตต์
uk_ua: Відкрити редактор палітри.

# ChartStringId.VerbSeriesDescription
source: Open the Series Collection Editor.
ar_iq: افتح محرر مجموعة السلاسل.
az_latn_az: Sıralar kolleksiyası redaktəedicisini aç.
hy_am: Բացել հաջորդականությունների հավաքածուների խմբագրիչը
ka_ge: სერიების კოლექციის რედაქტორის გახსნა
kk_kz: Сериялар жинағының редакторын ашу
ru_ru: Открыть Редактор коллекции серий
th_th: เปิดตัวแก้ไขกลุ่มซีรี่ส์
uk_ua: Відкрити редактор колекції послідовностей.

# ChartStringId.WizAnchorPointPane
source: Pane
ar_iq: جزء
az_latn_az: Panel
hy_am: Վահանակ
ka_ge: პანელი
kk_kz: Панель
ru_ru: Панель
th_th: แผง
uk_ua: Панель

# ChartStringId.WizBubbleLabelPositionOutside
source: Outside
ar_iq: خارج
az_latn_az: Kənar
hy_am: Դուրս
ka_ge: გარეთ
kk_kz: Сыртынан
ru_ru: Снаружи
th_th: ข้างนอก
uk_ua: Назовні

# ChartStringId.WizHatchOutlinedDiamond
source: OutlinedDiamond
ar_iq: المعينات المحاطة
az_latn_az: DövrələmişRomb
hy_am: ՇրջագծվածՇեղանկյուն
ka_ge: შემოსაზღვრული რომბი
kk_kz: Қоршалған ромб
ru_ru: ОбведенныйРомб
th_th: เส้นขอบเป็นเพชร
uk_ua: ОбведенийРомб

# ChartStringId.WizHatchPercent05
source: Percent05
ar_iq: النسبة المئوية05
az_latn_az: Faiz05
hy_am: Տոկոս05
ka_ge: პროცენტი05
kk_kz: 05 пайыз
ru_ru: Процент05
th_th: เปอร์เซ็น 05
uk_ua: Відсоток05

# ChartStringId.WizHatchPercent10
source: Percent10
ar_iq: النسبة المئوية10
az_latn_az: Faiz10
hy_am: Տոկոս10
ka_ge: პროცენტი10
kk_kz: 10 пайыз
ru_ru: Процент10
th_th: เปอร์เซ็น 10
uk_ua: Відсоток10

# ChartStringId.WizHatchPercent20
source: Percent20
ar_iq: النسبة المئوية20
az_latn_az: Faiz20
hy_am: Տոկոս20
ka_ge: პროცენტი20
kk_kz: 20 пайыз
ru_ru: Процент20
th_th: เปอร์เซ็น 20
uk_ua: Відсоток20

# ChartStringId.WizHatchPercent25
source: Percent25
ar_iq: النسبة المئوية25
az_latn_az: Faiz25
hy_am: Տոկոս25
ka_ge: პროცენტი25
kk_kz: 25 пайыз
ru_ru: Процент25
th_th: เปอร์เซ็น 25
uk_ua: Відсоток25

# ChartStringId.WizHatchPercent30
source: Percent30
ar_iq: النسبة المئوية30
az_latn_az: Faiz30
hy_am: Տոկոս30
ka_ge: პროცენტი30
kk_kz: 30 пайыз
ru_ru: Процент30
th_th: เปอร์เซ็น 30
uk_ua: Відсоток30

# ChartStringId.WizHatchPercent40
source: Percent40
ar_iq: النسبة المئوية40
az_latn_az: Faiz40
hy_am: Տոկոս40
ka_ge: პროცენტი40
kk_kz: 40 пайыз
ru_ru: Процент40
th_th: เปอร์เซ็น 40
uk_ua: Відсоток40

# ChartStringId.WizHatchPercent50
source: Percent50
ar_iq: النسبة المئوية50
az_latn_az: Faiz50
hy_am: Տոկոս50
ka_ge: პროცენტი50
kk_kz: 50 пайыз
ru_ru: Процент50
th_th: เปอร์เซ็น 50
uk_ua: Відсоток50

# ChartStringId.WizHatchPercent60
source: Percent60
ar_iq: النسبة المئوية60
az_latn_az: Faiz60
hy_am: Տոկոս60
ka_ge: პროცენტი60
kk_kz: 60 пайыз
ru_ru: Процент60
th_th: เปอร์เซ็น 60
uk_ua: Відсоток60

# ChartStringId.WizHatchPercent70
source: Percent70
ar_iq: النسبة المئوية70
az_latn_az: Faiz70
hy_am: Տոկոս70
ka_ge: პროცენტი70
kk_kz: 70 пайыз
ru_ru: Процент70
th_th: เปอร์เซ็น 70
uk_ua: Відсоток70

# ChartStringId.WizHatchPercent75
source: Percent75
ar_iq: النسبة المئوية75
az_latn_az: Faiz75
hy_am: Տոկոս75
ka_ge: პროცენტი75
kk_kz: 75 пайыз
ru_ru: Процент75
th_th: เปอร์เซ็น 75
uk_ua: Відсоток75

# ChartStringId.WizHatchPercent80
source: Percent80
ar_iq: النسبة المئوية80
az_latn_az: Faiz80
hy_am: Տոկոս80
ka_ge: პროცენტი80
kk_kz: 80 пайыз
ru_ru: Процент80
th_th: เปอร์เซ็น 80
uk_ua: Відсоток80

# ChartStringId.WizHatchPercent90
source: Percent90
ar_iq: النسبة المئوية90
az_latn_az: Faiz90
hy_am: Տոկոս90
ka_ge: პროცენტი90
kk_kz: 90 пайыз
ru_ru: Процент90
th_th: เปอร์เซ็น 90
uk_ua: Відсоток90

# ChartStringId.WizPanesPageName
source: Panes
ar_iq: أجزاء
az_latn_az: Panellər
hy_am: Վահանակներ
ka_ge: პანელები
kk_kz: Диаграммалар аумағы
ru_ru: Область диаграммы
th_th: แผง
uk_ua: Панелі

# ChartStringId.WizPieSeriesLabelPositionOutside
source: Outside
ar_iq: خارج
az_latn_az: Çöldə
hy_am: Դուրս
ka_ge: გარეთ
kk_kz: Сыртынан
ru_ru: Снаружи
th_th: ด้านนอก
uk_ua: Зовні

# ChartStringId.WizValueLevelOpen
source: Open
ar_iq: فتح
az_latn_az: Aç
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด
uk_ua: Відкрити

# ChartStringId.XYDiagramPanePrefix
source: Pane
ar_iq: جزء
az_latn_az: Panel
hy_am: Վահանակ
ka_ge: პანელი
kk_kz: Терезе аумағы
ru_ru: Область окна
th_th: แผง
uk_ua: Панель

# GridStringId.GroupSummaryEditorFormOrderTabCaption
source: Order
ar_iq: الترتيب
az_latn_az: Ardıcıllıq
hy_am: Դասավորվածություն
ka_ge: თანმიმდევრობა
kk_kz: Тәртібі
ru_ru: Порядок
th_th: ลำดับ
uk_ua: Порядок

# GridStringId.LayoutViewColumnModeBtnHint
source: One Column
ar_iq: عمود واحد
az_latn_az: Bir sütun
hy_am: Մեկ սյունակ
ka_ge: ერთი სვეტი
kk_kz: Бір бағана
ru_ru: Одна колонка
th_th: หนึ่งคอลัมน์
uk_ua: Одна колонка

# GridStringId.LayoutViewLabelPadding
source: Padding
ar_iq: ترك مساحة
az_latn_az: Doldurma
hy_am: Լրացում
ka_ge: შევსება
kk_kz: Толтыру
ru_ru: Заполнение
th_th: การเสริมเต็ม
uk_ua: Заповнення

# GridStringId.LayoutViewPanBtnHint
source: Panning
ar_iq: تحريك
az_latn_az: Panoramlaşdırma
hy_am: Պանորամա
ka_ge: პანორამირება
kk_kz: Панорамалау
ru_ru: Панорамирование
th_th: การแยก
uk_ua: Панорама

# GridStringId.LayoutViewRowModeBtnHint
source: One Row
ar_iq: صف واحد
az_latn_az: Bir sətir
hy_am: Մեկ տող
ka_ge: ერთი რიგი
kk_kz: Бір жол
ru_ru: Одна строка
th_th: หนึ่งแถว
uk_ua: Один рядок

# GridStringId.LayoutViewSingleModeBtnHint
source: One card
ar_iq: بطاقة واحدة
az_latn_az: Bir kart
hy_am: Մեկ քարտ
ka_ge: ერთი ბარათი
kk_kz: Бір кәртішке
ru_ru: Одна карточка
th_th: หนึ่งการ์ด
uk_ua: Одна картка

# PivotGridStringId.CustomizationFormCaption
source: PivotGrid Field List
ar_iq: قائمة حقل شبكة محورية
az_latn_az: Tərtib cədvəl sahələrinin siyahısı
hy_am: Ամփոփիչաղյուսակի դաշտերի ցանկ
ka_ge: PivotGrid ველის ჩამონათვალი
kk_kz: PivotGrid жолақтарының тізімі
ru_ru: Список полей PivotGrid
th_th: รายการช่อง PivotGrid
uk_ua: Перелік полів Зведеної таблиці

# PivotGridStringId.PopupMenuFieldOrder
source: Order
ar_iq: الترتيب
az_latn_az: Sıralanma
hy_am: Կարգավորում
ka_ge: თანმიმდევრობა
kk_kz: Сұрыптау
ru_ru: Сортировка
th_th: ลำดับ
uk_ua: Порядок

# PivotGridStringId.PrefilterFormCaption
source: PivotGrid Prefilter
ar_iq: عامل تصفية أولي لشبكة محورية
az_latn_az: Tərtib cədvəlinin filtri
hy_am: Ամփոփիչաղյուսակի նախաֆիլտր
ka_ge: PivotGrid-ის ფილტრი
kk_kz: Алдыңғы сүзгі
ru_ru: Предфильтр
uk_ua: Попередній фільтр PivotGrid

# PivotGridStringId.PrintDesignerPageOptions
source: Options
ar_iq: خيارات
az_latn_az: Seçimlər
hy_am: Ընտրանքներ
ka_ge: ოპციები
kk_kz: Опциялар
ru_ru: Опции
th_th: ตัวเลือก
uk_ua: Опції

# PivotGridStringId.TopValueOthersRow
source: Others
ar_iq: أخرى
az_latn_az: Digərlər
hy_am: Այլ
ka_ge: სხვები
kk_kz: Басқалар
ru_ru: Другие
th_th: อื่นๆ
uk_ua: Інші

# PreviewStringId.ExportOption_ActionAfterExport_Open
source: Open a file
ar_iq: فتح ملف
az_latn_az: Faylı aç
hy_am: Բացել ֆայլը
ka_ge: ფაილის გახსნა
kk_kz: Файлды ашу
ru_ru: Открыть файл
th_th: เปิดไฟล์
uk_ua: Відкрити файл

# PreviewStringId.ExportOption_HtmlPageBorderColor
source: Page border color:
ar_iq: لون حدود الصفحة:
az_latn_az: Səhifənin sərhədlərinin rəngi
hy_am: Էջի եզրի գույնը
ka_ge: გვერდის საზღვრის ფერი:
kk_kz: Бет жиегінің түсі:
ru_ru: Цвет границы страницы:
th_th: สีขอบหน้า:
uk_ua: Колір межі сторінки:

# PreviewStringId.ExportOption_HtmlPageBorderWidth
source: Page border width:
ar_iq: عرض حدود الصفحة:
az_latn_az: Səhifənin sərhədlərinin eni:
hy_am: Էջի եզրի լայնությունը
ka_ge: გვერდის საზღვრის სიგანე:
kk_kz: Бет жиегінің ені:
ru_ru: Ширина границы страницы:
th_th: ความกว้างขอบหน้า:
uk_ua: Ширина межі сторінки:

# PreviewStringId.ExportOption_HtmlPageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifənin diapazonu:
hy_am: Էջերի միջակայք.
ka_ge: გვერდების დიაპაზონი:
kk_kz: Беттердің ара қашықтығы:
ru_ru: Интервал страниц:
th_th: เรนจ์ของหน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOption_ImagePageBorderColor
source: Page border color:
ar_iq: لون حدود الصفحة:
az_latn_az: Səhifənin sərhədlərinin rəngi
hy_am: Էջի եզրի գույնը
ka_ge: გვერდის საზღვრის ფერი:
kk_kz: Бет жиегінің түсі:
ru_ru: Цвет границы страницы:
th_th: สีขอบหน้า:
uk_ua: Колір межі сторінки:

# PreviewStringId.ExportOption_ImagePageBorderWidth
source: Page border width:
ar_iq: عرض حدود الصفحة:
az_latn_az: Səhifənin sərhədlərinin eni:
hy_am: Էջի եզրի լայնությունը.
ka_ge: გვერდის საზღვრის სიგანე:
kk_kz: Бет жиегінің ені:
ru_ru: Ширина границы страницы:
th_th: ความกว้างขอบหน้า:
uk_ua: Ширина межі сторінки:

# PreviewStringId.ExportOption_ImagePageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifənin diapazonu:
hy_am: Էջերի միջակայք.
ka_ge: გვერდების დიაპაზონი:
kk_kz: Беттердің ара қашықтығы:
ru_ru: Интервал страниц:
th_th: เรนจ์ของหน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOption_PdfPageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifənin diapazonu:
hy_am: Էջերի միջակայք
ka_ge: გვერდების დიაპაზონი:
kk_kz: Беттердің ара қашықтығы:
ru_ru: Интервал страниц:
th_th: เรนจ์หน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOption_PdfPasswordSecurityOptions
source: Password Security:
ar_iq: أمان كلمات المرور:
az_latn_az: Parolun mühafizəsi:
hy_am: Գաղտնաբառի անվտանգություն
ka_ge: პაროლის დაცვა:
kk_kz: Қауіпсіздік паролі
ru_ru: Пароль безопасности:
th_th: ความปลอดภัยของรหัสผ่าน:
uk_ua: Безпека паролю:

# PreviewStringId.ExportOption_PdfPasswordSecurityOptions_Permissions
source: Permissions
ar_iq: الأذونات
az_latn_az: İcazələr
hy_am: Թույլտվություններ
ka_ge: ხელმისაწვდომობის ნებართვები
kk_kz: Рұқсат беру
ru_ru: Разрешения
th_th: การอนุญาติ
uk_ua: Дозволи

# PreviewStringId.ExportOption_RtfPageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifənin diapazonu:
hy_am: Էջերի միջակայք
ka_ge: გვერდების დიაპაზონი:
kk_kz: Беттердің ара қашықтығы:
ru_ru: Интервал страниц:
th_th: เรนจ์หน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOption_XlsPageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifə intervalı:
hy_am: Էջերի միջակայք
ka_ge: გვერდის დიაპაზონი:
kk_kz: Беттердің диапазоны:
ru_ru: Диапазон страниц:
th_th: เรนจ์หน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOption_XlsxPageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifə intervalı:
hy_am: Էջերի միջակայք
ka_ge: გვერდის დიაპაზონი:
kk_kz: Беттердің диапазоны:
ru_ru: Диапазон страниц:
th_th: เรนจ์หน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOption_XpsPageRange
source: Page range:
ar_iq: نطاق الصفحة:
az_latn_az: Səhifə intervalı:
hy_am: Էջերի միջակայք
ka_ge: გვერდის დიაპაზონი:
kk_kz: Беттердің диапазоны;
ru_ru: Диапазон страниц:
th_th: เรนจ์หน้า:
uk_ua: Інтервал сторінки:

# PreviewStringId.ExportOptionsForm_CaptionPdf
source: PDF Export Options
ar_iq: خيارات تصدير PDF
az_latn_az: PDF eksport seçimləri
hy_am: PDF-ի արտահանման ընտրանքներ
ka_ge: PDF–ის ექსპორტის ოპციები
kk_kz: PDF экспорттау опциялары
ru_ru: Опции экспорта PDF
th_th: ตัวเลือกการส่งออกPDF
uk_ua: Опції експорту PDF

# PreviewStringId.MenuItem_PageSetup
source: Page Set&up...
ar_iq: إعدا&دات الصفحة...
az_latn_az: Səhifənin tərtibatı
hy_am: Էջերի պարա&մետրեր...
ka_ge: გვერდის პა&რამეტრები
kk_kz: Беттің параметрлері...
ru_ru: Пара&метры страницы...
th_th: การตั้งค่าหน้า...
uk_ua: Пар&аметри сторінки...

# PreviewStringId.MenuItem_PdfDocument
source: PDF File
ar_iq: ملف PDF
az_latn_az: PDF faylı
hy_am: PDF Ֆայլ
ka_ge: PDF ფაილი
kk_kz: PDF файлы
ru_ru: Документ Adobe Acrobat
th_th: ไฟล์ PDF
uk_ua: Файл PDF

# PreviewStringId.MenuItem_PrintDirect
source: P&rint
ar_iq: ط&باعة
az_latn_az: Ç&ap et
hy_am: Տ&պել
ka_ge: ბ&ეჭდვა
kk_kz: Принтерде әдепкілік бойынша басып шығару
ru_ru: Пе&чать на принтере по умолчанию
th_th: พิมพ์
uk_ua: Д&рук за умовчанням

# PreviewStringId.MenuItem_ZoomPageWidth
source: Page Width
ar_iq: عرض الصفحة
az_latn_az: Səhifənin eni
hy_am: Էջի լայնություն
ka_ge: გვერდის სიგანე
kk_kz: Беттің ені
ru_ru: Ширина страницы
th_th: ความหว้างของหน้า
uk_ua: Ширина сторінки

# PreviewStringId.MPForm_Lbl_Pages
source: Pages
ar_iq: الصفحات
az_latn_az: Səhifələr
hy_am: Էջեր
ka_ge: გვერდები
kk_kz: Беттер
ru_ru: Страницы
th_th: หน้า
uk_ua: Сторінки

# PreviewStringId.Msg_PageMarginsWarning
source: One or more margins are set outside the printable area of the page. Continue?
ar_iq: تم تعيين واحد أو أكثر من الهوامش خارج منطقة الطباعة للصفحة. هل تود المتابعة؟
az_latn_az: Bir və ya bir neçə sahələr çap ərazisindən kənara çıxır. Davam etmək istəyirsinizmi?
hy_am: Մեկ կամ ավելի դաշտեր տեղակայված են տպման դաշտից դուրս: Շարունակե՞լ:
ka_ge: ერთი ან მეტი ზღვარი დაყენებულია გვერდის ამოსაბეჭდი ზონის გარეთ. გავაგრძელო?
kk_kz: Бір немесе бірнеше жолақ басып шығару аумағынан тыс жатыр. Жалғастыру керек пе?
ru_ru: Одно или несколько полей лежат вне области печати. Продолжить?
th_th: มีการตั้งค่าขอบหนึ่ง หรือมากกว่านั้นนอกเหนือพื้นที่ที่สามารถพิมพ์ได้ ต้องการดำเนินการต่อหรือไม่
uk_ua: Одне або декілька полів знаходяться поза межами області друку. Продовжити?

# PreviewStringId.OpenFileDialog_Title
source: Open
ar_iq: فتح
az_latn_az: Aç
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด
uk_ua: Відкрити

# PreviewStringId.ParametersRequest_Caption
source: Parameters
ar_iq: المعلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์
uk_ua: Параметри

# PreviewStringId.RibbonPreview_Customize_Caption
source: Options
ar_iq: خيارات
az_latn_az: Seçimlər
hy_am: Ընտրանքներ
ka_ge: ოპციები
kk_kz: Опциялар
ru_ru: Опции
th_th: ตัวเลือก
uk_ua: Опції

# PreviewStringId.RibbonPreview_Customize_STipContent
source: Open the Print Options dialog, in which you can change printing options.
ar_iq: فتح حوار خيارات الطباعة، حيث يمكنك تغيير خيارات الطباعة.
az_latn_az: Çap seçimləri dialoq pəncərəsini açın, burada çap seçimlərini dəyişmək mümkündür.
hy_am: Բացել Տպելու տարբերակներ երկխոսության պատուհանը, որտեղ դուք կարող եք փոփոխել տպելու կարգավորումները:
ka_ge: ბეჭდვის ოპციების დიალოგური ფანჯრის გახსნა ბეჭდვის პარატრების შეცვლის მიზნით.
kk_kz: Басып шығару теңшелімдерін өзгерту үшін тіл қатысу терезесін ашу
ru_ru: Открытие диалогового окна для изменения настроек печати.
th_th: เปิดไดอะล็อคตัวเลือกการพิมพ์ ที่คุณสามารถเปลี่ยนตัวเลือกการพิมพ์ได้
uk_ua: Відкрити діалогове вікно опцій друку, у якому ви зможете змінити опції друку.

# PreviewStringId.RibbonPreview_Customize_STipTitle
source: Options
ar_iq: خيارات
az_latn_az: Seçimlər
hy_am: Ընտրանքներ
ka_ge: ოპციები
kk_kz: Опциялар
ru_ru: Опции
th_th: ตัวเลือก
uk_ua: Опції

# PreviewStringId.RibbonPreview_DocumentMap_STipContent
source: Open the Document Map, which allows you to navigate through a structural view of the document.
ar_iq: فتح خريطة المستند، والذي يسمح لك بالتنقل من خلال طريقة عرض هيكلية للمستند.
az_latn_az: Sənədin xəritəsini aç, bu sənədin struktur görünüşü boyunca naviqasiya etməyə imkan verir .
hy_am: Բացել փաստաթղթի սխեման, որը թույլ է տալիս ձեզ արագ պատկերացում կազմել փաստաթղթի կառուցվածքի մասին:
ka_ge: დოკუმენტის რუკის გახსნა, რომელიც უფრო სწრაფად გაგარკვევთ დოკუმენტის სტრუქტურაში.
kk_kz: Құжаттың құрылымын тезірек түсінуге мүмкіндік беретін құжаттар схемасын ашу
ru_ru: Открыть схему документа, которая позволит быстрее разобраться в структуре документа.
th_th: เปิดแผนที่เอกสาร ที่ทำให้คุณสามารถนำทางไปทั่วโครงสร้างของเอกสารได้
uk_ua: Відкрити схему документу, яка дозволить вам продивитися структурний вигляд документу.

# PreviewStringId.RibbonPreview_ExportPdf_Caption
source: PDF File
ar_iq: ملف PDF
az_latn_az: PDF faylı
hy_am: PDF Ֆայլ
ka_ge: PDF ფაილი
kk_kz: PDF файлы
ru_ru: PDF файл
th_th: ไฟล์ PDF
uk_ua: Файл PDF

# PreviewStringId.RibbonPreview_FillBackground_Caption
source: Page Color
ar_iq: لون الصفحة
az_latn_az: Səhifənin rəngi
hy_am: Էջի գույնը
ka_ge: გვერდის ფერი
kk_kz: Беттің түсі
ru_ru: Цвет страницы
th_th: สีของหน้า
uk_ua: Колір сторінки

# PreviewStringId.RibbonPreview_Open_Caption
source: Open
ar_iq: فتح
az_latn_az: Aç
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิด
uk_ua: Відкрити

# PreviewStringId.RibbonPreview_Open_STipContent
source: Open a document.
ar_iq: فتح مستند
az_latn_az: Sənədi aç
hy_am: Բացել փաստաթուղթը:
ka_ge: დოკუმენტის გახსნა
kk_kz: Құжатты ашу
ru_ru: Открыть документ.
th_th: เปิดเอกสาร
uk_ua: Відкрити документ.

# PreviewStringId.RibbonPreview_Open_STipTitle
source: Open (Ctrl + O)
ar_iq: فتح (Ctrl + O)
az_latn_az: Aç (Ctrl + O)
hy_am: Բացել (Ctrl + O)
ka_ge: გახსნა (Ctrl + O)
kk_kz: Ашу (Ctrl + O)
ru_ru: Открыть (Ctrl + O)
th_th: เปิด (Ctrl + O)
uk_ua: Відкрити (Ctrl + O)
