Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PreviewStringId.Shapes_ThreePointStar
source: 3-Point Star
ar_iq: نجمة ذات 3 نقاط
az_latn_az: 3-guşəli ulduz
hy_am: 3-գագաթով աստղ
ka_ge: 3-წერტილიანი ვარსკვლავი
kk_kz: 3-сәулелі жұлдыз
ru_ru: 3-лучевая звезда
th_th: ดาวแบบ 3 จุด
uk_ua: 3-променева зірка

# ReportStringId.Cmd_AddCalculatedField
source: Add Calculated Field
ar_iq: إضافة حقل محسوب
az_latn_az: Hesablanmış xananı əlavə et
hy_am: Ավելացնել հաշվարկվող դաշտ
ka_ge: გამოსათვლელი ველის დამატება
kk_kz: Есептелетін жолақты қосу
ru_ru: Добавить вычисляемое поле
th_th: เพิ่มช่อง คำนวนแล้ว
uk_ua: Додати обчислювальне поле

# ReportStringId.Cmd_AddParameter
source: Add Parameter
ar_iq: إضافة معلمة
az_latn_az: Parametr əlavə et
hy_am: Ավելացնել պարամետր
ka_ge: პარამეტრის დამატება
kk_kz: Параметр қосу
ru_ru: Добавить параметр
th_th: เพิ่ม พารามิเตอร์
uk_ua: Додати параметр

# ReportStringId.FRSForm_TTip_AddRule
source: Add a formatting rule
ar_iq: إضافة قاعدة التنسيق
az_latn_az: Formatlaşdırma qaydası əlavə et
hy_am: Ավելացնել ֆորմատավորման կանոն
ka_ge: დაფორმატების წესის დამატება
kk_kz: Пішімдеу ережесін қосу
ru_ru: Добавить правило форматирования
th_th: เพิ่มเกณฑ์การฟอร์แม็ต
uk_ua: Додати правило форматування

# ReportStringId.GroupSort_AddGroup
source: Add a Group
ar_iq: إضافة مجموعة
az_latn_az: Qrupu əlavə et
hy_am: Ավելացնել խումբ
ka_ge: ჯგუფის დამატება
kk_kz: Топ қосу
ru_ru: Добавить группу
th_th: เพิ่มกลุ่ม
uk_ua: Додати групу

# ReportStringId.GroupSort_AddSort
source: Add a Sort
ar_iq: إضافة فرز
az_latn_az: Sıralamanı əlavə et
hy_am: Ավելացնել սորտավորում
ka_ge: დახარისხების დამატება
kk_kz: Сұрыптауды қосу
ru_ru: Добавить сортировку
th_th: เพิ่มการเรียงลำดับ
uk_ua: Додати сортування

# ReportStringId.SSForm_TTip_AddStyle
source: Add a style
ar_iq: إضافة نمط
az_latn_az: Üslubu əlavə et
hy_am: Ավելացնել ոճ
ka_ge: სტილის დამატება
kk_kz: Стиль қосу
ru_ru: Добавить стиль
th_th: เพิ่มรูปแบบ
uk_ua: Додати стиль

# ReportStringId.UD_Title_FieldList_AddNewDataSourceText
source: Add New DataSource
ar_iq: إضافة مصادر بيانات جديدة
az_latn_az: Yeni məlumat mənbəyini əlavə et
hy_am: Ավելացնել նոր տվյալների աղբյուր
ka_ge: ახალი მონაცემთა წყაროს დამატება
kk_kz: Жаңа деректер көзін қосу
ru_ru: Добавить новый источник данных
th_th: เพิ่มแหล่งข้อมูลใหม่
uk_ua: Додати нове джерело даних

# ReportStringId.Verb_About
source: About
ar_iq: عن البرنامج
az_latn_az: Proqram haqqında
hy_am: Ծրագրի մասին
ka_ge: პროგრამის შესახებ
kk_kz: Бағдарлама туралы
ru_ru: о программе...
th_th: เกี่ยวกับ
uk_ua: Про програму

# ReportStringId.Verb_AddFieldToArea
source: Add Field to Area
ar_iq: إضافة حقل إلى المنطقة
az_latn_az: Əraziyə xana əlavə et
hy_am: Տարածքում դաշտ ավելացնել
ka_ge: ველის დამატება ზონაში
kk_kz: Аумаққа жолақ қосу
ru_ru: Добавить поля в область
th_th: เพิ่มช่องไปที่พื้นที่
uk_ua: Додати поля у зону

# StringId.FilterEmptyEnter
source: <enter a value>
ar_iq: <أدخل قيمة>
az_latn_az: <qiyməti daxil et>
hy_am: <մուտքագրել արժեք>
ka_ge: <შეიყვანეთ მნიშვენელობა>
kk_kz: <мәнін енгізіңіз>
ru_ru: <введите значение>
th_th: <ป้อนค่า>
uk_ua: <введіть значення>

# StringId.FilterEmptyParameter
source: <enter a parameter>
ar_iq: <أدخل المعلمات>
az_latn_az: <parametri daxil et>
hy_am: <մուտքագրել պարամետր>
ka_ge: <შეიყვანეთ პარამეტრი>
kk_kz: <параметрді енгізіңіз>
ru_ru: <введите параметр>
th_th: <ป้อนพารามิเตอร์>
uk_ua: <введіть параметр>

# StringId.FilterEmptyValue
source: <empty>
ar_iq: <فارغ>
az_latn_az: <boş>
hy_am: <դատարկ>
ka_ge: <შეუვსებელი>
kk_kz: <бос>
ru_ru: <пусто>
th_th: <ว่าง>
uk_ua: <порожньо>

# StringId.FilterMenuAddNewParameter
source: Add a new parameter ...
ar_iq: إضافة معلمة جديدة ...
az_latn_az: Yeni parametr əlavə et ...
hy_am: Ավելացնել նոր պարամետր ...
ka_ge: დაამატეთ ახალი პარამეტრი ...
kk_kz: Жаңа параметр қосу
ru_ru: Добавить новый параметр...
th_th: เพิ่มพารามิเตอร์ใหม่...
uk_ua: Додати новий параметр ...

# StringId.FilterMenuConditionAdd
source: Add Condition
ar_iq: إضافة شرط
az_latn_az: Vəziyyət əlavə et
hy_am: Ավելացնել պայման
ka_ge: პირობის დამატება
kk_kz: Шарт қосу
ru_ru: Добавить условие
th_th: เพิ่มเงื่อนไข
uk_ua: Додати умову

# StringId.FilterMenuGroupAdd
source: Add Group
ar_iq: إضافة مجموعة
az_latn_az: Qrup əlavə et
hy_am: Ավելացնել խումբ
ka_ge: ჯგუფის დამატება
kk_kz: Топ қосу
ru_ru: Добавить группу
th_th: เพิ่มกลุ่ม
uk_ua: Додати групу

# StringId.FilterToolTipNodeAction
source: Actions
ar_iq: الإجراءات
az_latn_az: Tədbirlər
hy_am: Գործողություններ
ka_ge: მოქმედებები
kk_kz: Іс-әрекет
ru_ru: Действия
th_th: การปฏิบัติงาน
uk_ua: Дії

# StringId.LookUpEditValueIsNull
source: [EditValue is null]
ar_iq: [EditValue خالي]
az_latn_az: [Redaktə göstəricisi sıfırdır]
hy_am: [տվյալներ չկան]
ka_ge: [სიდიდისრედაქტირება ნულია]
kk_kz: [деректер жоқ]
ru_ru: [нет данных]
th_th: [ช่อง แก้ไขค่า ว่าง]
uk_ua: [Немає даних]

# WizardStringId.PreviousText
source: < &Back
ar_iq: < &الخلف
az_latn_az: < &Geriyə
hy_am: < &Ետ
ka_ge: < &უკან
kk_kz: < &кейін
ru_ru: < &Назад
th_th: < &กลับ
uk_ua: < &Назад

# PivotGridStringId.CustomizationFormAddTo
source: Add To
ar_iq: إضافة إلى
az_latn_az: Əlavə et
hy_am: Ավելացնել
ka_ge: დამატება
kk_kz: ... қосу
ru_ru: Добавить в
th_th: เพิ่มไปที่
uk_ua: Додати до

# PreviewStringId.RibbonPreview_ExportPdf_Description
source: Adobe Portable Document Format
ar_iq: تنسيق مستند محمول Adobe
az_latn_az: Adobe Portable Document (Adobe köçürülə bilən sənəd) formatı
hy_am: Adobe Portable Document ձևաչափ
ka_ge: Adobe Portable Document ფორმატი
kk_kz: Adobe Portable Document форматы
ru_ru: Формат Adobe Portable Document
th_th: ฟอร์แม็ตเอกสารพอร์เทเบิล อะโดบี้
uk_ua: Формат Adobe Portable Document

# PreviewStringId.RibbonPreview_SendPdf_Description
source: Adobe Portable Document Format
ar_iq: تنسيق مستند محمول Adobe
az_latn_az: Adobe Portable Document (Adobe köçürülə bilən sənəd) formatı
hy_am: Adobe Portable Document ձևաչափ
ka_ge: Adobe Portable Document ფორმატი
kk_kz: Adobe Portable Document форматы
ru_ru: Формат Adobe Portable Document
th_th: ฟอรืแม็ตเอกสารพอร์เทเบิลอะโดบี้
uk_ua: Формат Adobe Portable Document

# PreviewStringId.ScalePopup_AdjustTo
source: Adjust to:
ar_iq: ضبط إلى:
az_latn_az: Aşağıdakına uyğunlaşdır:
hy_am: Սահմանել
ka_ge: დააყენეთ:
kk_kz: Орнату:
ru_ru: Установить в:
th_th: ปรับเป็น:
uk_ua: Встановити у:

# ReportStringId.PivotGridForm_ItemAppearances_Description
source: Adjust the print appearances of the current XRPivotGrid.
ar_iq: ضبط الطباعة في المظاهر لـ XRPivotGrid.
az_latn_az: Hazırki XRPivotGrid-in çap görünüşünü köklə.
hy_am: Տպելու արտաքին տեսքի կարգավորումներ ընթացիկ XRPivotGrid-ի համար:
ka_ge: მიმდინარე XRPivotGrid–ის გარე გამოსახულების ბეჭდვის პარამეტრების დაყენება.
kk_kz: Ағымдағы XRPivotGrid үшін сыртқы түрді басып шығаруды теңшеу.
ru_ru: Настройки печати внешнего вида для текущего XRPivotGrid
th_th: ปรับลักษณะการพิมพ์ของ XRPivotGrid ปัจจบัน
uk_ua: Настройки друку зовнішнього вигляду чинного XRPivotGrid.

# ReportStringId.PivotGridForm_ItemSettings_Description
source: Adjust the printing settings for the current XRPivotGrid.
ar_iq: ضبط إعدادات الطباعة لـ XRPivotGrid الحالي.
az_latn_az: Hazırki XRPivotGrid-in çapın köklənilməsi
hy_am: Ընթացիկ XRPivotGrid-ը տպելու կարգավորումներ:
ka_ge: მიმდინარე XRPivotGrid–ის ბეჭდვის პარამეტრების დაყენება.
kk_kz: Ағымдағы XRPivotGrid үшін басып шығарудың теңшелімі.
ru_ru: Настройки печати для текущего XRPivotGrid
th_th: ปรับการตั้งค่าการพิมพ์สำหรับ XRPivotGrid ปัจจุบัน
uk_ua: Налаштування друку чинного XRPivotGrid.

# ReportStringId.RibbonXRDesign_AlignBottom_Caption
source: Align Bottoms
ar_iq: محاذاة الأسفل
az_latn_az: Aşağı kənarları bərabərləşdir
hy_am: Հավասարեցնել ստորին հատվածը
ka_ge: გათანაბრება ფუძეებში
kk_kz: Негіздемесін туралаңыз
ru_ru: Выровняйте основание
th_th: จัดแนว ฐาน
uk_ua: Вирівняйте по низу

# ReportStringId.RibbonXRDesign_AlignBottom_STipContent
source: Align the bottoms of the selected controls.
ar_iq: محاذاة الأسفل لعناصر التحكم المحددة.
az_latn_az: Seçilmiş kontrolların aşağı kənarlarını bərabərləşdir
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի ստորին եզրերը
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ქვედა ნაწილები.
kk_kz: Бөліп көрсетілген басқару элементтерінің төменгі бөліктерін туралаңыз.
ru_ru: Выровняйте нижние части выделенных элементов управления.
th_th: จัดแนว ฐานของการควบคุมที่เลือก
uk_ua: Вирівняти нижню частину обраних контрольних елементів

# ReportStringId.RibbonXRDesign_AlignBottom_STipTitle
source: Align Bottoms
ar_iq: محاذاة الأسفل
az_latn_az: Aşağı kənarları bərabərləşdir
hy_am: Հավասարեցնել ստորին հատվածը
ka_ge: გათანაბრება ფუძეებში
kk_kz: Негіздемесін туралаңыз
ru_ru: Выровняйте основание
th_th: จัดแนว ฐาน
uk_ua: Вирівняйте по низу

# ReportStringId.RibbonXRDesign_AlignHorizontalCenters_Caption
source: Align Middles
ar_iq: محاذاة الوسط
az_latn_az: Ortanı bərabərləşdir
hy_am: Հավասարեցնել մեջտեղի հատվածը
ka_ge: გათანაბრება შუაში
kk_kz: Ортасын туралаңыз
ru_ru: Выровняйте середину
th_th: จัดแนว ตรงกลาง
uk_ua: Вирівняти по центру

# ReportStringId.RibbonXRDesign_AlignHorizontalCenters_STipContent
source: Align the centers of the selected controls horizontally.
ar_iq: محاذاة مراكز عناصر التحكم المحددة أفقيا.
az_latn_az: Seçilmiş kontrolların mərkəzlərini üfuqi şəkildə bərabərləşdir
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի կենտրոնները ըստ հորիզոնականի:
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ცენტრები ჰორიზონტალურად.
kk_kz: Бөліп көрсетілген басқару элементтерінің позицияларын ортасы бойынша көлденеңінен туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления по центру по горизонтали.
th_th: จัดแนวตรงกลางของการควบคุมที่เลือกเป็นแนวนอน
uk_ua: Вирівняти горизонтально центри обраних контрольних елементів

# ReportStringId.RibbonXRDesign_AlignHorizontalCenters_STipTitle
source: Align Middles
ar_iq: محاذاة الوسط
az_latn_az: Ortanı bərabərləşdir
hy_am: Հավասարեցնել մեջտեղի հատվածը
ka_ge: გათანაბრება შუაში
kk_kz: Ортасын туралаңыз
ru_ru: Выровняйте середину
th_th: จัดแนว ตรงกลาง
uk_ua: Вирівняти по центру

# ReportStringId.RibbonXRDesign_AlignLeft_Caption
source: Align Lefts
ar_iq: محاذاة النهايات اليسرى
az_latn_az: Sol kənarları bərabərləşdir
hy_am: Հավասարեցնել դեպի ձախ
ka_ge: გათანაბრება მარცხნივ
kk_kz: Сол жақ шеті бойынша
ru_ru: По левому краю
th_th: จัดแนว ด้านซ้าย
uk_ua: Вирівняти по лівому краю

# ReportStringId.RibbonXRDesign_AlignLeft_STipTitle
source: Align Lefts
ar_iq: محاذاة النهايات اليسرى
az_latn_az: Sol kənarları bərabərləşdir
hy_am: Հավասարեցնել դեպի ձախ
ka_ge: გათანაბრება მარცხნივ
kk_kz: Сол жақ шеті бойынша
ru_ru: По левому краю
th_th: จัดแนว ด้านซ้าย
uk_ua: Вирівняти по лівому краю

# ReportStringId.RibbonXRDesign_AlignRight_Caption
source: Align Rights
ar_iq: محاذاة النهايات اليمنى
az_latn_az: Sağ kənarları bərabərləşdir
hy_am: Հավասարեցնել դեպի աջ
ka_ge: გათანაბრება მარჯვნივ
kk_kz: Оң жақ шеті бойынша
ru_ru: По правому краю
th_th: จัดแนวด้านขวา
uk_ua: Вирівняти по правому краю

# ReportStringId.RibbonXRDesign_AlignRight_STipTitle
source: Align Rights
ar_iq: محاذاة النهايات اليمنى
az_latn_az: Sağ kənarları bərabərləşdir
hy_am: Հավասարեցնել դեպի աջ
ka_ge: გათანაბრება მარჯვნივ
kk_kz: Оң жақ шеті бойынша
ru_ru: По правому краю
th_th: จัดแนวด้านขวา
uk_ua: Вирівняти по правому краю

# ReportStringId.RibbonXRDesign_AlignVerticalCenters_Caption
source: Align Centers
ar_iq: محاذاة المراكز
az_latn_az: Mərkəzi hissələr boyunca bərabərləşdir
hy_am: Հավասարեցնել կենտրոնները
ka_ge: გათანაბრება ცენტრებში
kk_kz: Тең ортасы бойынша
ru_ru: По центру
th_th: จัดแนวตรงกลาง
uk_ua: По центру

# ReportStringId.RibbonXRDesign_AlignVerticalCenters_STipTitle
source: Align Centers
ar_iq: محاذاة المراكز
az_latn_az: Mərkəzi hissələr boyunca bərabərləşdir
hy_am: Հավասարեցնել կենտրոնները
ka_ge: გათანაბრება ცენტრებში
kk_kz: Тең ортасы бойынша
ru_ru: По центру
th_th: จัดแนวตรงกลาง
uk_ua: По центру

# ReportStringId.RibbonXRDesign_JustifyJustify_STipContent
source: Align text to both the left and right sides, adding extra space between words as necessary.
ar_iq: محاذاة النص إلى كلا الجانبين اليسار واليمين، مضيفا مساحة إضافية بين الكلمات عند الضرورة.
az_latn_az: Zərurət olarsa, sözlər arasındakı məsafəni artırmaqla mətnin həm sağ, həm də sol kənarlarını bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի աջ և ձախ՝ անհրաժեշտության դեպքում բառերի միջև ավելացնելով լրացուցիչ բացատներ:
ka_ge: გაათანბრეთ ტექსტი როგორც მარცხენა, ისე მარჯვენა მხარეს და საჭიროებისდა მიხედვით ჩაამატეთ დამატებითი შუალედები სიტყვებს შორის.
kk_kz: Қажетінше сөздердің арасына кеңістік қоса отырып, мәтінді екі жағы бойынша туралаңыз.
ru_ru: Выровняйте текст по обе стороны, добавляя дополнительное пространство между словами по мере необходимости.
th_th: จัดตัวอักษรไปที่ด้านซ้ายและขวา เพิ่มช่องว่างเพิ่มเติมระหว่างตัวอักษรหากจำเป็น
uk_ua: Вирівняти текст справа та зліва, додаючи додаткове місце між словами у разі необхідності.

# ReportStringId.RibbonXRDesign_JustifyLeft_Caption
source: Align Text Left
ar_iq: محاذاة النص إلى اليسار
az_latn_az: Mətni sol kənarından bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի ձախ
ka_ge: ტექსტის გათანაბრება მარცხნივ
kk_kz: Мәтінді сол жақ шеті бойынша туралау
ru_ru: Выровнять текст по левому краю
th_th: จัดตัวอักษรซ้าย
uk_ua: Вирівняти текст по лівому краю

# ReportStringId.RibbonXRDesign_JustifyLeft_STipContent
source: Align text to the left.
ar_iq: محاذاة النص إلى اليسار.
az_latn_az: Mətni sol kənarından bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի ձախ:
ka_ge: გაათანაბრეთ ტექსტი მარცხენა მხარეს.
kk_kz: Мәтінді сол жақ шеті бойынша туралаңыз
ru_ru: Выровняйте текст по левому краю.
th_th: จัดตัวอักษรไปทางซ้าย
uk_ua: Вирівняти текст по лівому краю.

# ReportStringId.RibbonXRDesign_JustifyLeft_STipTitle
source: Align Text Left
ar_iq: محاذاة النص إلى اليسار
az_latn_az: Mətni sol kənarından bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի ձախ
ka_ge: ტექსტის გათანაბრება მარცხნივ
kk_kz: Мәтінді сол жақ шеті бойынша туралау
ru_ru: Выровнять текст по левому краю
th_th: จัดตัวอักษรซ้าย
uk_ua: Вирівняти текст по лівому краю

# ReportStringId.RibbonXRDesign_JustifyRight_Caption
source: Align Text Right
ar_iq: محاذاة النص إلى اليمين
az_latn_az: Mətni sağ kənarından bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի աջ
ka_ge: ტექსტის გათანაბრება მარჯვნივ
kk_kz: Мәтіндіоң жақ шеті бойынша туралау
ru_ru: Выровнять текст по правому краю
th_th: จัดตัวอักษรขวา
uk_ua: Вирівняти текст по правому краю

# ReportStringId.RibbonXRDesign_JustifyRight_STipContent
source: Align text to the right.
ar_iq: محاذاة النص إلى اليمين.
az_latn_az: Mətni sağ kənarından bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի աջ:
ka_ge: გაათანაბრეთ ტექსტი მარჯვენა მხარეს.
kk_kz: Мәтінді оң жақ шеті бойыншатуралаңыз
ru_ru: Выровняйте текст по правому краю.
th_th: จัดตัวอักษรไปทางขวา
uk_ua: Вирівняти текст по правому краю.

# ReportStringId.RibbonXRDesign_JustifyRight_STipTitle
source: Align Text Right
ar_iq: محاذاة النص إلى اليمين
az_latn_az: Mətni sağ kənarından bərabərləşdir
hy_am: Հավասարեցնել տեքստը դեպի աջ
ka_ge: ტექსტის გათანაბრება მარჯვნივ
kk_kz: Мәтінді оң жақ шеті бойынша туралау
ru_ru: Выровнять текст по правому краю
th_th: จัดตัวอักษรขวา
uk_ua: Вирівняти текст по правому краю

# ReportStringId.UD_Hint_AlignBottoms
source: Align the bottoms of the selected controls
ar_iq: محاذاة النهايات السفلى لعناصر التحكم المحددة
az_latn_az: Seçilmiş idarə elementlərin aşağı hissəsini düzmək
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի ստորին եզրերը
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ქვედა ნაწილები.
kk_kz: Бөліп көрсетілген басқару элементтерінің төменгі бөліктерін туралаңыз.
ru_ru: Выровняйте нижние части выделенных элементов управления.
th_th: จัดด้านล่างของการควบคุมที่เลือก
uk_ua: Вирівняти нижню частину обраних елементів

# ReportStringId.UD_Hint_AlignMiddles
source: Align the centers of the selected controls horizontally
ar_iq: محاذاة مراكز عناصر التحكم المحددة أفقيا
az_latn_az: Seçilmiş idarə elementləri mərkəzlərini üfuqi düzmək
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի կենտրոնները ըստ հորիզոնականի
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ცენტრები ჰორიზონტალურად.
kk_kz: Бөліп көрсетілген басқару элементтерінің позицияларын ортасы бойынша көлденеңінен туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления по центру по горизонтали.
th_th: จัดให้ตรงกลางของการควบคุมที่เลือกเป็นแนวนอน
uk_ua: Вирівняти горизонтально центри обраних елементів

# ReportStringId.UD_Hint_Paste
source: Add the control from the clipboard
ar_iq: إضافة عنصر التحكم من الحافظة
az_latn_az: Mübadilə buferindən İdarə elementləri əlavə et
hy_am: Ավելացնել կառավարման տարր փոխանակման բուֆերից
ka_ge: გაცვლის ბუფერიდან კონტროლის მექანიზმის დამატება
kk_kz: Алмастыру буферінен басқару элементін қосу
ru_ru: Добавит элемент управления из буфер обмена
th_th: เพิ่มการควบคุมจากคลิปบอร์ด
uk_ua: Додати елемент з буферу обміну

# ReportStringId.UD_TTip_AlignBottom
source: Align Bottoms
ar_iq: محاذاة الأسفل
az_latn_az: Aşağı kənarları düzmək
hy_am: Հավասարեցնել ստորին հատվածը
ka_ge: გათანაბრება ფუძეებში
kk_kz: Төменгі шетін бойыншатуралау
ru_ru: Выровнять по нижнему краю
th_th: จัดด้านล่าง
uk_ua: Вирівняйте по низу

# ReportStringId.UD_TTip_AlignHorizontalCenters
source: Align Middles
ar_iq: محاذاة الوسط
az_latn_az: Orta hissələri düzmək
hy_am: Հավասարեցնել մեջտեղը
ka_ge: გათანაბრება შუაში
kk_kz: Орталарынан туралау
ru_ru: Выровнять по серединам
th_th: จัดตรงกลาง
uk_ua: Вирівняти по центру

# ReportStringId.UD_TTip_AlignLeft
source: Align Lefts
ar_iq: محاذاة النهايات اليسرى
az_latn_az: Sol kənarları bərabərləşdir
hy_am: Հավասարեցնել դեպի ձախ
ka_ge: გათანაბრება მარცხნივ
kk_kz: Оң жақ шеті бойынша туралау
ru_ru: Выровнять по левому краю
th_th: จัดด้านซ้าย
uk_ua: Вирівняти по лівому краю

# ReportStringId.UD_TTip_AlignRight
source: Align Rights
ar_iq: محاذاة النهايات اليمنى
az_latn_az: Sağ kənarları bərabərləşdir
hy_am: Հավասարեցնել դեպի աջ
ka_ge: გათანაბრება მარჯვნივ
kk_kz: Оң жақ шеті бойыншатуралау
ru_ru: Выровнять по правому краю
th_th: จัดด้านขวา
uk_ua: Вирівняти по правому краю

# ReportStringId.UD_TTip_AlignVerticalCenters
source: Align Centers
ar_iq: محاذاة المراكز
az_latn_az: Mərkəzi hissələr boyunca bərabərləşdir
hy_am: Հավասարեցնել կենտրոնները
ka_ge: გათანაბრება ცენტრებში
kk_kz: Тең ортасы бойынша туралау
ru_ru: Выровнять по центрам
th_th: จัดตรงกลาง
uk_ua: По центру

# ReportStringId.UD_TTip_FormatAlignLeft
source: Align Left
ar_iq: محاذاة إلى اليسار
az_latn_az: Sol kənar üzrə üyğunlaşdır
hy_am: Հավասարեցնել դեպի ձախ
ka_ge: გათანაბრება მარცხნივ
kk_kz: Сол жақ шеті бойынша туралау
ru_ru: Выровнять по левому краю
th_th: จัดมาทางซ้าย
uk_ua: Вирівняти по лівому краю

# ReportStringId.UD_TTip_FormatAlignRight
source: Align Right
ar_iq: محاذاة إلى اليمين
az_latn_az: Sağ kənar üzrə üyğunlaşdır
hy_am: Հավասարեցնել դեպի աջ
ka_ge: გათანაბრება მარჯვნივ
kk_kz: Оң жақ шеті бойынша туралау
ru_ru: Выровнять по правому краю
th_th: จัดมาทางขวา
uk_ua: Вирівняти по правому краю

# StringId.FilterToolTipElementAdd
source: Adds a new item to the list
ar_iq: إضافة عنصر جديد إلى القائمة
az_latn_az: Yeni elementi siyahıya əlavə edir
hy_am: Ավելացնում է նոր տարր ցանկում
ka_ge: ჩამონათვალში ამატებს ახალ ელემენტს
kk_kz: тізімге жаңа элемент қосады
ru_ru: Добавляет новый элемент в список
th_th: เพิ่มรายการใหม่ไปที่รายการ
uk_ua: Додати новий елемент до переліку

# StringId.FilterToolTipNodeAdd
source: Adds a new condition to this group
ar_iq: يضيف شرطا جديدا إلى هذه المجموعة
az_latn_az: Seçilmiş qrupa yeni şərti əlavə edir
hy_am: Ավելացնում է նոր վիճակ այս խմբում
ka_ge: მოცემულ ჯგუფში ამატებს ახალ პირობას
kk_kz: Таңдалған топқа жаңа шарт қосады
ru_ru: Добавляет новое условие в выбранную группу
th_th: เพิ่มเงื่อนไขใหม่ในกลุ่มนี้
uk_ua: Додати нову умову до цієї групи

# ReportStringId.RibbonXRDesign_AlignVerticalCenters_STipContent
source: Align the centers of the selected controls vertically.
ar_iq: محاذاة مراكز عناصر التحكم المحددة عموديا.
az_latn_az: Seçilmiş kontrolların mərkəzlərini şaquli şəkildə bərabərləşdir
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի կենտրոնները ըստ ուղղահայացի:
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ცენტრები ვერტიკალურად.
kk_kz: Бөліп көрсетілген басқару элементтерінің позицияларын ортасы бойынша тігінен туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления по центру по вертикали.
th_th: จัดแนวตรงกลางของการควบคุมที่เลือกเป็นแนวตั้ง
uk_ua: Вирівняти вертикально центри обраних контрольних елементів

# ReportStringId.UD_Hint_AlignCenters
source: Align the centers of the selected controls vertically
ar_iq: محاذاة مراكز عناصر التحكم المحددة عموديا
az_latn_az: Seçilmiş idarə elementlərin mərkəzi üzrə şaquli düzmək
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի կենտրոնները ըստ ուղղահայացի
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ცენტრები ვერტიკალურად.
kk_kz: Бөліп көрсетілген басқару элементтерінің позицияларын ортасы бойынша тігінен туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления по центру по вертикали.
th_th: จัดตรงกลางของการควบคุมที่เลือกเป็นแนวตั้ง
uk_ua: Вирівняти вертикально центри обраних елементів

# ReportStringId.UD_Hint_JustifyCenter
source: Align the control's text to the center
ar_iq: محاذاة نص عنصر التحكم إلى المركز
az_latn_az: İdarə elementlərin mətnini mərkəzi hissədən bərabərləşdir
hy_am: Հավասարեցնել կառավարման տարրի տեքստը դեպի կենտրոն
ka_ge: მართვის ელემენტის ტექსტის გათანაბრება ცენტრისკენ
kk_kz: Басқару элементінің мәтінін ортасы бойынша туралау
ru_ru: Выровнять текст элемента управления по центру
th_th: จัดให้ข้อความการควบคุมมาอยู่ตรงกลาง
uk_ua: Вирівняти текст елементу по центру

# ReportStringId.UD_Hint_JustifyLeft
source: Align the control's text to the left
ar_iq: محاذاة نص عنصر التحكم إلى اليسار
az_latn_az: İdarə elementləri mətnini sol kənarından bərabərəşdir
hy_am: Հավասարեցնել կառավարման տարրի տեքստը դեպի ձախ
ka_ge: მართვის ელემენტის ტექსტის გათანაბრება მარცხენა მხარეს
kk_kz: Басқару элементінің мәтінін сол жақ шеті бойынша туралау
ru_ru: Выровнять текст элемента управления по левому краю
th_th: จัดข้อความของการควบคุมไปทางซ้าย
uk_ua: Вирівняти текст елементу по лівому краю

# ReportStringId.UD_Hint_JustifyRight
source: Align the control's text to the right
ar_iq: محاذاة نص عنصر التحكم إلى اليمين
az_latn_az: İdarə elementlərin mətnini sağ kənarından bərabərəşdir
hy_am: Հավասարեցնել կառավարման տարրի տեքստը դեպի աջ
ka_ge: მართვის ელემენტის ტექსტის გათანაბრება მარჯვენა მხარეს
kk_kz: Басқару элементінің мәтінін оң жақ шеті бойынша туралау
ru_ru: Выровнять текст элемента управления по правому краю
th_th: จัดข้อความของการควบคุมไปทางขวา
uk_ua: Вирівняти текст елементу по правому краю

# BarString.RibbonGalleryFilter
source: All groups
ar_iq: كل المجموعات
az_latn_az: Bütün qruplar
hy_am: Բոլոր խմբերը
ka_ge: ყველა ჯგუფი
kk_kz: Барлық топ
ru_ru: Все группы
th_th: กลุ่มทั้งหมด
uk_ua: Усі групи

# ChartStringId.StyleAllColors
source: All Colors
ar_iq: كل الألوان
az_latn_az: Bütün rənglər
hy_am: Բոլոր գույները
ka_ge: ყველა ფერი
kk_kz: Барлық түстер
ru_ru: Все цвета
th_th: สีทั้งหมด
uk_ua: Усі кольори

# ReportStringId.Cmd_AlignToGrid
source: Align To &Grid
ar_iq: محاذاة مع &الشبكة
az_latn_az: Cədvələ görə sırala
hy_am: Հավասարեցնել ըստ աղյուսակի
ka_ge: გაათანაბრეთ &ცხრილისკენ
kk_kz: &кесте бойынша туралау
ru_ru: Выровнять по &таблице
th_th: จัดเรียงไปที่ ตาราง
uk_ua: Вирівняти по &таблиці

# ReportStringId.RibbonXRDesign_AlignToGrid_Caption
source: Align to Grid
ar_iq: محاذاة إلى الشبكة
az_latn_az: Cədvələ görə sırala
hy_am: Հավասարեցնել ըստ աղյուսակի
ka_ge: გაათანაბრეთ ცხრილისკენ
kk_kz: Ені бойынша
ru_ru: По ширине
th_th: จัดแนวไปที่ตาราง
uk_ua: По ширині
