Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ASPxGridViewStringId.ContextMenu_ShowFilterEditor
source: Filter Builder...
az_latn_az: Filtrin redaktoru...
th_th: ตัวสร้างตัวกรอง...
uk_ua: Зробити фільтр…

# ASPxGridViewStringId.ContextMenu_ShowFilterRow
source: Filter Row
az_latn_az: Filtrin sətiri
th_th: แถวตัวกรอง...
uk_ua: Фільтр рядків

# ASPxGridViewStringId.ContextMenu_ShowFilterRowMenu
source: Filter Row Menu
az_latn_az: Filtr sətirinin menyusu
th_th: เมนูแถวตัวกรอง
uk_ua: Меню фільтру рядків

# ASPxGridViewStringId.ContextMenu_GroupByColumn
source: Group By This Column
az_latn_az: Bu sütun üzrə qruplaşdır
th_th: จัดกลุ่มโดยคอลัมน์นี้
uk_ua: Групувати по цій колонці

# ASPxGridViewStringId.ContextMenu_UngroupColumn
source: Ungroup
az_latn_az: Qruplaşdırmanı ləğv et
th_th: เลิกการจัดกลุ่ม
uk_ua: Розгрупувати

# ASPxGridViewStringId.ContextMenu_ClearGrouping
source: Clear Grouping
az_latn_az: Qruplaşdırmanı ləğv et
th_th: ล้างการจัดกลุ่ม
uk_ua: Очистити групування

# ASPxGridViewStringId.ContextMenu_ShowGroupPanel
source: Group Panel
az_latn_az: Qruplaşdırıcı panel
th_th: แผงกลุ่ม
uk_ua: Панель груп

# ASPxGridViewStringId.ContextMenu_ShowColumn
source: Show Column
ar_iq: أعرض الاعمدة
az_latn_az: Sütunu göstər
hy_am: Ցուցադրել սյունակը
ka_ge: სვეტის ჩვენება
kk_kz: Бағананы көрсету
ru_ru: Показать колонку
th_th: แสดงคอลัมน์
uk_ua: Показати колонку

# ASPxGridViewStringId.ContextMenu_HideColumn
source: Hide Column
ar_iq: أخفي الاعمدة
az_latn_az: Sütunu gizlət
hy_am: Թաքցնել սյունակը
ka_ge: სვეტის დამალვა
kk_kz: Бағананы жасыру
ru_ru: Спрятать колонку
th_th: ซ่อนคอลัมน์
uk_ua: Сховати колонку

# ASPxGridViewStringId.ContextMenu_ShowCustomizationWindow
source: Column Chooser
ar_iq: محدد العمود
az_latn_az: Sütun seçimi
hy_am: Սյունակի ընտրություն
ka_ge: სვეტის შერჩევა
kk_kz: Бағаналарды таңдау
ru_ru: Выбор колонок
th_th: ตัวเลือกคอลัมน์
uk_ua: Вибір колонки

# ASPxGridViewStringId.ContextMenu_ShowFooter
source: Footer
az_latn_az: Aşağı kolontitul
th_th: ท้ายเรื่อง
uk_ua: Нижній колонтитул

# ASPxGridViewStringId.ContextMenu_NewRow
source: New
az_latn_az: Yeni
th_th: ใหม่
uk_ua: Створити

# ASPxGridViewStringId.ContextMenu_EditRow
source: Edit
az_latn_az: Redaktə et
th_th: แก้ไข
uk_ua: Редагувати

# ASPxGridViewStringId.ContextMenu_DeleteRow
source: Delete
az_latn_az: Sil
th_th: ลบ
uk_ua: Видалити

# ASPxGridViewStringId.ContextMenu_ExpandRow
source: Expand
az_latn_az: Aç
th_th: ขยาย
uk_ua: Розгорнути

# ASPxGridViewStringId.ContextMenu_CollapseRow
source: Collapse
az_latn_az: Bük
th_th: ยุบ
uk_ua: Згорнути

# ASPxGridViewStringId.ContextMenu_ExpandDetailRow
source: Expand Detail
az_latn_az: Təfərrüatları aç
th_th: ขยายรายละเอียด
uk_ua: Розгорнути деталі

# ASPxGridViewStringId.ContextMenu_CollapseDetailRow
source: Collapse Detail
az_latn_az: Təfərrüatları bük
th_th: ยุบรายละเอียด
uk_ua: Згорнути деталі

# ASPxGridViewStringId.ContextMenu_Refresh
source: Refresh
az_latn_az: Təzələ
th_th: รีเฟรช
uk_ua: Поновити

# ASPxGridViewStringId.ContextMenu_AddNewSummary
source: Add New Summary
az_latn_az: Yeni xülasəsi əlavə et
th_th: เพิ่มการสรุปใหม่
uk_ua: Додати нові зведені дані

# ASPxGridViewStringId.ContextMenu_SummarySum
source: Sum
th_th: สรุป
uk_ua: Сума

# ASPxGridViewStringId.ContextMenu_SummaryMin
source: Min
th_th: น้อยที่สุด
uk_ua: Мін.

# ASPxGridViewStringId.ContextMenu_SummaryMax
source: Max
th_th: มากที่สุด
uk_ua: Макс.

# ASPxGridViewStringId.ContextMenu_SummaryAverage
source: Average
az_latn_az: Orta
th_th: ค่าเฉลี่ย
uk_ua: Середнє

# ASPxGridViewStringId.ContextMenu_SummaryCount
source: Count
az_latn_az: Sayğac
th_th: จำนวน
uk_ua: Кількість

# ASPxTreeListStringId.CustomizationWindowCaption
source: Field Chooser
az_latn_az: Sütunların seçimi
th_th: ตัวเลือกช่อง
uk_ua: Вибір колонок

# ASPxTreeListStringId.PopupEditFormCaption
source: Edit Form
az_latn_az: Formanı redaktə et
th_th: แก้ไขแบบฟอร์ม
uk_ua: Редагувати форму

# ASPxTreeListStringId.CommandEdit
source: Edit
az_latn_az: Redaktə et
th_th: แก้ไข
uk_ua: Редагувати

# ASPxTreeListStringId.CommandNew
source: New
az_latn_az: Yeni
th_th: ใหม่
uk_ua: Створити

# ASPxTreeListStringId.CommandDelete
source: Delete
az_latn_az: Sil
th_th: ลบ
uk_ua: Видалити

# ASPxTreeListStringId.CommandUpdate
source: Update
az_latn_az: Yenilə
th_th: อัพเดต
uk_ua: Поновити

# ASPxTreeListStringId.CommandCancel
source: Cancel
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxTreeListStringId.ConfirmDelete
source: Confirm Delete?
az_latn_az: Silməni təsdiq edirsiniz?
th_th: ยืนยันการลบหรือไม่
uk_ua: Підтверджуєте видалення?

# ASPxTreeListStringId.RecursiveDeleteError
source: The node has descendant nodes.
az_latn_az: Düyünün törəmə düyünləri mövcuddur
th_th: จุดต่อนี้มีจุดต่อที่เกี่ยวข้องอื่นๆ
uk_ua: Вузол має дочірні вузли.

# ASPxTreeListStringId.Alt_Expand
source: [Expand]
az_latn_az: [Aç]
th_th: [ขยาย]
uk_ua: [Розгорнути]

# ASPxTreeListStringId.Alt_Collapse
source: [Collapse]
az_latn_az: [Bük]
th_th: [ยุบ]
uk_ua: [Згорнути]

# ASPxTreeListStringId.Alt_SortedAscending
source: (Ascending)
az_latn_az: (Artma üzrə)
th_th: (น้อยไปมาก)
uk_ua: (За зростанням)

# ASPxTreeListStringId.Alt_SortedDescending
source: (Descending)
az_latn_az: (Azalma üzrə)
th_th: (มากไปน้อย)
uk_ua: (За зменшенням)

# ASPxTreeListStringId.Alt_DragAndDropHideColumnIcon
source: Hide
az_latn_az: Gizlət
th_th: ซ่อน
uk_ua: Сховати

# ASPxperienceStringId.Loading
source: Loading&hellip;
ar_iq: جاري تحميل البيانات&hellip;
hy_am: Տվյալների բեռնում&hellip;
ka_ge: მოანცემთა ჩატვირთვა&hellip;
kk_kz: Деректерді қотарып жатыр&hellip;
ru_ru: Загрузка данных&hellip;
th_th: กำลังโหลด&hellip;
uk_ua: Завантаження даних&hellip;

# ASPxperienceStringId.Pager_All
source: All
az_latn_az: Hamızı
th_th: ทั้งหมด
uk_ua: Всі

# ASPxperienceStringId.Pager_First
source: First
az_latn_az: Birinci
th_th: แรก
uk_ua: Перша

# ASPxperienceStringId.Pager_Prev
source: Prev
az_latn_az: Əvvəlki
th_th: ก่อนหน้า
uk_ua: Попередня

# ASPxperienceStringId.Pager_Next
source: Next
az_latn_az: Növbəti
th_th: ต่อไป
uk_ua: Наступна

# ASPxperienceStringId.Pager_Last
source: Last
az_latn_az: Axrıncı
th_th: สุดท้าย
uk_ua: Остання

# ASPxperienceStringId.Pager_SummaryFormat
source: Page {0} of {1} ({2} items)
ar_iq: صفحة {0} من {1} ({2} عناصر)
az_latn_az: {1} səhifələrdən {0}-ci ({2} element)
hy_am: էջ {0} - {1} ({2} տողերից)
ka_ge: გვერდი {0} {1} - დან ({2} ჩანაწერი)
kk_kz: Парақ {0} of {1} ({2} Элемент)
ru_ru: Страница {0} из {1} ({2} строк)
th_th: หน้า {0} ของ {1} ({2} รายการ)
uk_ua: Сторінка {0} з {1} ({2} елементів)

# ASPxperienceStringId.Pager_SummaryAllPagesFormat
source: Pages: {0} - {1} ({2} items)
az_latn_az: Səhifələr: {0} - {1} ({2} elementlər)
hy_am: Էջեր` {0} - {1} ({2} տողերից)
th_th: หน้า: {0} - {1} ({2}รายการ)
uk_ua: Сторінки: {0} - {1} ({2} елементи)

# ASPxperienceStringId.Pager_PageSize
source: Page size:
az_latn_az: Səhifənin ölçüsu:
hy_am: Էջի չափը՝
th_th: ขนาดหน้า:
uk_ua: Розмір сторінки:

# ASPxperienceStringId.Pager_PageSizeAllItem
source: All
az_latn_az: Hamısı
hy_am: Բոլորը
th_th: ทั้งหมด
uk_ua: Всі

# ASPxperienceStringId.DataView_PagerSummaryFormat
source: Page {0} of {1}
az_latn_az: Səhifə {1} - n {0}
hy_am: Էջ {0} {1}-ից
th_th: หน้า {0}ของ{1}
uk_ua: Сторінка {0} з {1}

# ASPxperienceStringId.DataView_PagerSummaryAllPages
source: All pages
az_latn_az: Bütün səhifələr
hy_am: Բոլոր էջերը
th_th: หน้าทั้งหมด
uk_ua: Всі сторінки

# ASPxperienceStringId.DataView_PagerPageSize
source: Page size:
az_latn_az: Səhifənin ölçüsu:
hy_am: Էջի չափը՝
th_th: ขนาดหน้า:
uk_ua: Розмір сторінки:

# ASPxperienceStringId.DataView_PagerRowPerPage
source: Rows per page:
az_latn_az: Bir səhifədə sətirlərin sayı:
hy_am: Տող ամեն էջին
th_th: แถวต่อหน้า:
uk_ua: Рядків на сторінці:

# ASPxperienceStringId.DataView_ShowMoreItemsText
source: Show more items...
az_latn_az: Daha çox elementləri göstər...
hy_am: Ցուցադրել հաջորդ տարրերը…
th_th: แสดงรายการมากขึ้น...
uk_ua: Показати більше деталей ...

# ASPxperienceStringId.DataViewBase_EmptyDataText
source: No data to display
ar_iq: لايوجد بيانات للعرض
az_latn_az: Əks etdirmək üçün məlumat yoxdur
hy_am: Ցուցադրման համար տվյալներ չկան
ka_ge: ასახვისთვის მონაცემები არ არის
kk_kz: Көрсететін дерек жоқ
ru_ru: Нет данных для отображения
th_th: ไม่มีข้อมูลให้แสดง
uk_ua: Немає даних для відображення

# ASPxperienceStringId.NewsControl_BackToTop
source: Back to top
az_latn_az: Yuxarıya qayıt
th_th: กลับไปด้านบน
uk_ua: Повернутися вверх

# ASPxperienceStringId.NewsControl_Page
source: Page:
az_latn_az: Səhifə:
th_th: หน้า:
uk_ua: Сторінка:

# ASPxperienceStringId.PopupControl_CloseButton
source: [Close]
az_latn_az: [Bağla]
th_th: [ปิด]
uk_ua: [Закрити]

# ASPxperienceStringId.PopupControl_PinButton
source: [Pin/Unpin]
az_latn_az: [Yapışdır/Qopar]
th_th: [ปัก/เลิกปัก]
uk_ua: [Закріпити / відкріпити]

# ASPxperienceStringId.PopupControl_RefreshButton
source: [Refresh]
az_latn_az: [Təzələ]
th_th: [รีเฟรช]
uk_ua: [Оновити]

# ASPxperienceStringId.PopupControl_CollapseButton
source: [Collapse/Expand]
az_latn_az: [Bük/Aç]
th_th: [ยุบ/ขยาย]
uk_ua: [Згорнути / розгорнути]

# ASPxperienceStringId.PopupControl_MaximizeButton
source: [Maximize/Restore]
az_latn_az: [Böyüt/Bərpa et]
th_th: [มากที่สุด/เรียกคืน]
uk_ua: [Розгорнути / Відновити]

# ASPxperienceStringId.PopupControl_SizeGrip
source: [Resize]
az_latn_az: [Ölçüləri dəyiş]
th_th: [ปรับขนาด]
uk_ua: [Змінити розмір]

# ASPxperienceStringId.RoundPanel_CollapseButton
source: [Collapse/Expand]
az_latn_az: [Bük/Aç]
th_th: [ยุบ/ขยาย]
uk_ua: [Згорнути / розгорнути]

# ASPxperienceStringId.TitleIndex_FilterCaption
source: Filter:&nbsp;&nbsp;&nbsp;
az_latn_az: Filtr:&nbsp;&nbsp;&nbsp;
th_th: ตัวกรอง:&nbsp;&nbsp;&nbsp;
uk_ua: Фільтр:&nbsp;&nbsp;&nbsp;

# ASPxperienceStringId.TitleIndex_FilterHint
source: <b>?</b> = any single character <b>*</b> = any characters
az_latn_az: <b>?</b> = hər hansı bir tək simvol <b>*</b> = hər hansı bir simvol
th_th: <b>?</b> = อักขระเดี่ยวใดๆ <b>*</b> = อักขระใดก็ได้
uk_ua: <b>?</b> = будь-який одиночний символ <b>*</b> = будь-які символи

# ASPxperienceStringId.TitleIndex_BackToTop
source: [Back to Top]
az_latn_az: [Yuxarıya qayıt]
th_th: [กลับไปด้านบน]
uk_ua: [повернутися вверх]

# ASPxperienceStringId.TitleIndex_NoData
source: No data for this filter criteria
az_latn_az: Göstərilmiş filter üçün heç bir məlumat tapılmayıb
th_th: ไม่มีข้อมูลสำหรับเกณฑ์ตัวกรองนี้
uk_ua: Немає даних для цього критерію фільтрації

# ASPxperienceStringId.UploadControl_MaxSize
source: File size exceeds the maximum allowed size, which is {0} bytes
az_latn_az: Faylın həcmi həddən artıqdır. Faylın maksimal həcmi {0} bayt
th_th: ขนาดของไฟล์ใหญ่เกินกำหนด ซึ่งอยู่ที่ {0} ไบต์
uk_ua: Розмір файлу перевищує максимально допустимий розмір, {0} байт

# ASPxperienceStringId.UploadControl_AccessDeniedError
source: Access to the server path "{0}" is denied. The reason might be due to lack of permissions to write files in this (or parent) folder.
az_latn_az: Serverin yoluna giriş imtina olunub. Səbəb: Bu qovluğa faylların yazılması hüququna qadağa qoyulub.
th_th: การเข้าถึงทางเซิร์ฟเวอร์ "{0}" ถูกปฏิเสธ เหตุผลอาจมาจากการไม่ได้รับอนุญาตในการเขียนไฟล์ในโฟลด์เดอร์นี้ (หรือต้นกำเนิด)
uk_ua: У доступі до шляху сервера "{0}" відмовлено. Причиною може бути - відсутність дозволів для запису файлів в цьому (або вищому)каталозі.

# ASPxperienceStringId.UploadControl_GeneralError
source: File upload failed due to an external error
az_latn_az: Xarici səhvə görə faylın yüklənilməsi mümkün deyil.
th_th: การอัพโหลดไฟล์ล้มเหลว เนื่องจากข้อผิดพลาดภายนอก
uk_ua: Не вдалося завантажити файл через зовнішні помилки

# ASPxperienceStringId.UploadControl_UnspecifiedError
source: The server encountered an internal unspecified error that prevented it from fulfilling the request.
az_latn_az: Serverdə daxili nəməlum səhv baş verdi, ona görə sorğunun icrası mümkün deyildir.
th_th: เซิร์ฟเวอร์ประสบกับข้อผิดพลาดภายในที่ระบุไม่ได้ ที่ป้องกันไม่ให้เกิดการร้องขอ
uk_ua: Сервер виявив внутрішню помилку, яка не дозволяє йому виконати запит.

# ASPxperienceStringId.UploadControl_UploadWasCanceledError
source: File upload was canceled.
az_latn_az: Faylın yüklənilməsi imtina olunub
th_th: การอัพโหลดไฟล์ถูกยกเลิก
uk_ua: Завантаження файлу було скасовано.

# ASPxperienceStringId.UploadControl_PlatformErrorText
source: Please use a browser with HTML5 support; or install <a href="{0}">Microsoft Silverlight v3 or later</a> to view this content and have an ability to upload files.
az_latn_az: Xahiş olunur HTML5 dəstəkləyən brauzeri istifadə edin. Ya da saytın içindəkiləri görmək üçün və faylları yükləmək üçün <a href=" {0}" > Microsoft Silverlight v3 və ya later</a> quraşdırın.
th_th: กรุณาใช้เบราว์เซอร์ที่มีการรองรับ HTML5; หรือติดตั้ง <a href="{0}">Microsoft Silverlight v3 หรือรุ่นใหม่</a> เพื่อดูเนื้อหา และเพื่อให้สามารถโหลดไฟล์ได้
uk_ua: Будь ласка, використовуйте браузер з підтримкою HTML5; або встановіть <a href="{0}">Microsoft Silverlight v3 або пізнішу версію</a> для перегляду цього контенту і мати можливість завантажувати файли.

# ASPxperienceStringId.UploadControl_EnctypeError
source: File uploading fails because the form's enctype attribute is not set to 'multipart/form-data'
az_latn_az: Faylın yüklənilməsi imtina olunub, çünki ENCTYPE atributu məlumatın çoxkomponentli/forma - ya quraşdırılmayıb.
th_th: การอัพโหลดไฟล์ล้มเหลวเนื่องจาก คุณลักษณธประเภท encไม่ได้ตั้งค่าเป็น 'หลายส่วน/แบบฟอร์ม-ข้อมูล'
uk_ua: Завантаження файлів не вдається тому, що атрибут ENCTYPE не встановлено в потрібний формат даних

# ASPxperienceStringId.UploadControl_MultiSelection
source: Attention! The following {0} files are invalid because they exceed the allowed file size ({1}) or their extensions are not allowed. These files have been removed from selection, so they will not be uploaded. {2}
az_latn_az: Diqqət! Göstərilən {0} faylları səhvdir, çünki onların həcmi icazə verilmiş həcmdən ({1}) artıqdır ya da onların formatı qadaqandır. Bu faylları ləğv edin, çünki onları yükləmək memken olmayacaq. {2}
th_th: คำเตือน ไฟล์ต่อไปนี้ {0} ไม่สามารถใช้ได้เนื่องจากมีขนาดที่ใหญ่กว่าขีดจำกัด ({1}) หรืออาจเพราะประเภทไฟล์ไม่ถูกต้อง ดังนั้น จึงไม่มีการอัพโหลดไฟล์เหล่านี้{2}
uk_ua: Увага! Наступні {0} файли перевищують допустимий розмір файлу ({1}) або їх розширення не допускається. Ці файли були видалені з вибору, тому вони не будуть завантажені. {2}

# ASPxperienceStringId.UploadControl_NotAllowedContentTypes
source: This content type isn't allowed
az_latn_az: Cari kontent növü qadağandır
th_th: ประเภทเนื้อหานี้ไม่ได้รับอนุญาติ
uk_ua: Цей тип вмісту не допускається

# ASPxperienceStringId.UploadControl_NotAllowedFileExtension
source: This file extension isn't allowed
az_latn_az: Cari fayln növü qadağandır
th_th: ประเภทไฟล์ไม่ถูกต้อง
uk_ua: Це розширення файлу не допускається

# ASPxperienceStringId.UploadControl_FileDoesNotExistError
source: The uploading file doesn't exist
az_latn_az: Yüklənilən fayl müvcud deyil
th_th: ไม่มีการปรากฏการอัพโหลดไฟล์
uk_ua: Під час завантаження файлу не існує

# ASPxperienceStringId.UploadControl_ClearFileSelectionButtonToolTip
source: Clear selection
az_latn_az: Seçimləri sil
th_th: ล้างการเลือก
uk_ua: Очистити вибір

# ASPxperienceStringId.UploadControl_RemoveButton
source: Remove
az_latn_az: Sil
th_th: ย้ายออก
uk_ua: Видалити

# ASPxperienceStringId.UploadControl_AddButton
source: Add
az_latn_az: Əlavə et
th_th: เพิ่ม
uk_ua: Додати

# ASPxperienceStringId.UploadControl_BrowseButton
source: Browse...
az_latn_az: Axtar...
th_th: เบราวซ์...
uk_ua: Огляд …

# ASPxperienceStringId.UploadControl_UploadButton
source: Upload
az_latn_az: Yüklə
th_th: อัพโหลด
uk_ua: Завантажити

# ASPxperienceStringId.UploadControl_CancelButton
source: Cancel
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxperienceStringId.UploadControl_InvalidWindowsPath
source: The file path "{0}" isn't a valid Windows path.
az_latn_az: Faylın "{0}" yolu, Windows-də səhv yoludur
th_th: ทางไฟล์ "{0}" ใช้ไม่ได้กับทาง Windows
uk_ua: Шлях до файлу "{0}" неправильний

# ASPxperienceStringId.UploadControl_SelectedSeveralFiles
source: {0} files are selected for upload
az_latn_az: {0} fayllar yüklənilmə üçün seçilib
th_th: {0} ไฟล์ที่เลือกสำหรับการอัพโหลด
uk_ua: {0} файли обрані для завантаження

# ASPxperienceStringId.UploadControl_TooManyFilesError
source: Too many files are selected. Reduce the number of selected files and try again.
az_latn_az: Həddən artıq fayllar seçilib. Faylların sayı azaldın və təzədən cəhd edin.
th_th: เลือกไฟล์มากเกินไป ลดจำนวนไฟล์ที่เลือกลง และลองใหม่อีกครั้ง
uk_ua: Занадто багато файлів обрано. Зменшіть кількість вибраних файлів і спробуйте ще раз.

# ASPxperienceStringId.UploadControl_UploadModeNotSupported
source: Your browser does not support this file upload mode.
az_latn_az: Sizin brauzer faylların yüklənilmə rejimi dəskətlənmir
th_th: เบราว์เซอร์ของคุณไม่รองรับโหมดการอัพโหลดไฟล์นี้
uk_ua: Ваш браузер не підтримує цей режим завантаження файлів.

# ASPxperienceStringId.TreeView_AltExpand
source: Expand
az_latn_az: Aç
th_th: ขยาย
uk_ua: Розгорнути

# ASPxperienceStringId.TreeView_AltCollapse
source: Collapse
az_latn_az: Bük
th_th: ยุบ
uk_ua: Згорнути

# ASPxperienceStringId.TreeView_AltLoading
source: Loading
ar_iq: جاري تحميل البيانات
az_latn_az: Yüklənilir
hy_am: Տվյալների բեռնում
ka_ge: მოანცემთა ჩატვირთვა
kk_kz: Деректерді қотарып жатыр
ru_ru: Загрузка данных
th_th: กำลังโหลด
uk_ua: Завантаження

# ASPxperienceStringId.FileManager_FolderLocked
source: Locked for upload
az_latn_az: Yüklənmə üçün kilidlənib
th_th: ล็อคไม่ให้โหลด
uk_ua: Закрито для завантаження

# ASPxperienceStringId.FileManager_Folder
source: Folder
az_latn_az: Qovluq
th_th: โฟลด์เดอร์
uk_ua: Папка

# ASPxperienceStringId.FileManager_Filter
source: Filter by:
az_latn_az: Filtrlə:
th_th: ตัวกรองโดย...
uk_ua: Фільтр по:

# ASPxperienceStringId.FileManager_Path
source: Path:
az_latn_az: Yol:
th_th: ทาง:
uk_ua: Шлях:

# ASPxperienceStringId.FileManager_TbCreate
source: Create (F7)
az_latn_az: Yarat (F7)
th_th: สร้าง (F7)
uk_ua: Створити (F7)

# ASPxperienceStringId.FileManager_TbRename
source: Rename (F2)
az_latn_az: Adını dəyişdir (F2)
th_th: ตั้งชื่อใหม่ (F2)
uk_ua: Перейменувати (F2)

# ASPxperienceStringId.FileManager_TbMove
source: Move (F6)
az_latn_az: Yerini dəyiş (F6)
th_th: ย้าย (F6)
uk_ua: Перемістити (F6)

# ASPxperienceStringId.FileManager_TbDelete
source: Delete (Del)
az_latn_az: Sil (Del)
th_th: ลบ (Del)
uk_ua: Видалити (Del)

# ASPxperienceStringId.FileManager_TbRefresh
source: Refresh
az_latn_az: Təzələ
th_th: รีเฟรช
uk_ua: Поновити

# ASPxperienceStringId.FileManager_TbDownload
source: Download
az_latn_az: Yüklə
th_th: ดาวน์โหลด
uk_ua: Скачати

# ASPxperienceStringId.FileManager_TbCopy
source: Copy
az_latn_az: Surəti çıxar
th_th: คัดลอก
uk_ua: Копіювати

# ASPxperienceStringId.FileManager_DeleteConfirm
source: Are you sure you want to delete '{0}'?
az_latn_az: '{0}' silmək istəyirsiniz?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ'{0}'?
uk_ua: Ви впевнені, що хочете видалити '{0}'?

# ASPxperienceStringId.FileManager_FolderBrowserPopupHeader
source: Select Destination Folder
az_latn_az: Qovluğu seçin
th_th: เลือกโฟลด์เดอร์ปลายทาง
uk_ua: Вибір папки призначення

# ASPxperienceStringId.FileManager_Ok
source: OK
az_latn_az: Bəli
uk_ua: ОК

# ASPxperienceStringId.FileManager_Cancel
source: Cancel
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# ASPxperienceStringId.FileManager_NewFolderName
source: NewFolder
az_latn_az: Yeni qovluq
th_th: โฟลด์เดอร์ใหม่
uk_ua: Нова папка

# ASPxperienceStringId.FileManager_InformationUnitSymbol
source: B
uk_ua: В

# ASPxperienceStringId.FileManager_ErrorRootFolderNotSpecified
source: The root folder is not specified or does not exist
az_latn_az: Əsas qovluq təyin olunmayıb ya da mövcud deyil
th_th: ไม่มีการระบุรากโฟลด์เดอร์ หรือไม่ปรากฏ
uk_ua: Коренева папка не зазначена або не існує

# ASPxperienceStringId.FileManager_ErrorNoAccess
source: Access denied. The operation cannot be completed
az_latn_az: Giriş qadağandır. Əməliyyatı icra etmək mümkun deyil.
th_th: การเข้าถึงถูกปฏิเสธ ไม่สามารถสิ้นสุดการทำงานได้
uk_ua: Доступ заборонено. Операція не може бути завершена

# ASPxperienceStringId.FileManager_ErrorIO
source: Unspecified IO error. The operation cannot be completed
az_latn_az: Nəməlum İO səhv. Əməliyyatı icra etmək mümkun deyil.
th_th: ข้อผิดพลาด IO ที่ระบุไม่ได้ ไม่สามารถสิ้นสุดการทำงาน
uk_ua: Невідома помилка введення-виведення. Операція не може бути завершена

# ASPxperienceStringId.FileManager_ErrorFileNotFound
source: File not found
az_latn_az: Fayl tapılmayıb
th_th: ไม่พบไฟล์
uk_ua: Файл не знайдено

# ASPxperienceStringId.FileManager_ErrorFolderNotFound
source: Folder not found
az_latn_az: Qovluq tapılmayıb
th_th: ไม่พบโฟลด์เดอร์
uk_ua: Папку не знайдено

# ASPxperienceStringId.FileManager_ErrorOther
source: Unspecified error
az_latn_az: Nəməlum səhv
th_th: ข้อผิดพลาดไม่ถูกระบุ
uk_ua: Невідома помилка

# ASPxperienceStringId.FileManager_ErrorNameCannotBeEmpty
source: The file/folder name cannot be empty
az_latn_az: Faylın/Qovluğun adı boş ola bilməz
th_th: ชื่อไฟล์/โฟลด์เดอร์ไม่สามารถทิ้งว่างได้
uk_ua: Ім'я файлу / папки не може бути порожнім

# ASPxperienceStringId.FileManager_ErrorInvalidSymbols
source: This name contains invalid characters. The operation cannot be completed
az_latn_az: Adı səhv simvolları ehtiva edir. Əməliyyatı icra etmək mümkun deyil.
th_th: ชื่อนี้มีอักขระที่ไม่ถูกต้อง ไม่สามารถสิ้นสุดการทำงานได้
uk_ua: Це ім'я містить неприпустимі символи. Операція не може бути завершена

# ASPxperienceStringId.FileManager_ErrorWrongExtension
source: This file extension is not allowed. The operation cannot be completed
az_latn_az: Faylın növü qadağandır. Əməliyyatı icra etmək mümkun deyil.
th_th: ไม่อนุญาติการขยายของไฟล์นี้ ไม่สามารถสิ้นสุดการทำงานได้
uk_ua: Це розширення файлу не допускається. Операція не може бути завершена

# ASPxperienceStringId.FileManager_ErrorAlreadyExists
source: The specified file/folder already exists
az_latn_az: Göstərilmiş fayl/qovluq artıq mövcuddur
th_th: ไฟล์/โฟลด์เดอร์ที่ระบุนี้มีปรากฏอยู่แล้ว
uk_ua: Зазначений файл / папка вже існує

# ASPxperienceStringId.FileManager_ErrorAccessProhibited
source: Access prohibited. The operation cannot be completed
az_latn_az: Giriş qadağandır. Əməliyyatı icra etmək mümkun deyil.
th_th: การเข้าถึงถูกห้าม ไม่สามารถสิ้นสุดการทำงานได้
uk_ua: Доступ заборонений. Операція не може бути завершена

# ASPxperienceStringId.FileManager_ErrorThumbnail
source: No access to the thumbnail folder
az_latn_az: Miniatürlərlə qovluğuna giriş qadağandır.
th_th: ไม่มีการเข้าถึงโฟลด์เดอร์ thumbnail
uk_ua: Немає доступу до папки зі слайдами

# ASPxperienceStringId.FileManager_ErrorUsedByAnotherProcess
source: The operation cannot be completed because the file/folder is being used by another process
az_latn_az: Əməliyyatı icra etmək mümkun deyil, çünki fayl/qovluq digər prosess ilə istifadə olunur.
th_th: ไม่สามารถสิ้นสุดการทำงานนี้ได้เนื่องจากมีการใช้ไฟล์/โฟลด์เดอร์ในขั้นตอนอื่น
uk_ua: Операція не може бути завершена, оскільки файл / папка використовується іншим процесом

# ASPxperienceStringId.FileManager_ErrorUploadSeveralFiles
source: The upload was unsuccessful for {0} of {1} files
az_latn_az: {1} -n {0} fayllar yüklənilməyib
th_th: การอัพโหลดไฟล์ {0} ของ {1} ไม่สำเร็จ
uk_ua: Завантаження було невдалим для {0} {1} файлів

# ASPxperienceStringId.FileManager_GridViewFilter_SizeEmpty
source: Empty ({0})
az_latn_az: Boş ({0})
th_th: ว่าง ({0})
uk_ua: Порожні ({0})

# ASPxperienceStringId.FileManager_GridViewFilter_SizeTiny
source: Tiny ({0})
az_latn_az: Kiçik ({0})
th_th: เล็กมาก ({0})
uk_ua: Крихітні ({0})

# ASPxperienceStringId.FileManager_GridViewFilter_SizeSmall
source: Small ({0})
az_latn_az: Balaca ({0})
th_th: เล็ก ({0})
uk_ua: Малі ({0})

# ASPxperienceStringId.FileManager_GridViewFilter_SizeMedium
source: Medium ({0})
az_latn_az: Orta ({0})
th_th: กลาง ({0})
uk_ua: Середні({0})
