Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.WizInvalidBackgroundImage
source: The specified file isn't a correct image file. Please choose another one.
ar_iq: الملف المحدد ليس ملف صورة صحيح. يرجى اختيار ملف آخر.
az_latn_az: Göstərilən fayl düzgün şəkil faylı deyil. Xahiş olunur, başqasını seçəsiniz.
hy_am: Ընտրված ֆայլը ճիշտ պատկերային ֆայլ չէ: Խնդրում ենք ընտրել մեկ ուրիշը:
ka_ge: მითითებული ფაილი არასწორი სურათის ფაილია. შეარჩიეთ სხვა.
kk_kz: Таңдалған файл кескіннің дұрыс файлы болып табылмайды. Басқасын таңдаңыз.
ru_ru: Выбранный файл не является корректным файлом изображения. Пожалуйста, выберите другой
th_th: ไฟล์ที่ระบุไม่ใช่ไฟล์รูปภาพที่ถูกต้อง กรุณาเลือกใหม่
uk_ua: Визначений файл є невірним файлом зображення. Будь ласка, Оберіть інший.

# PreviewStringId.Msg_FileDosntContainValidXml
source: The specified file doesn't contain valid XML data in the PRNX format. Loading is stopped.
ar_iq: الملف المحدد لا يحتوي على بيانات XML صالحة في تنسيق PRNX. تم إيقاف التحميل.
az_latn_az: Göstərilən faylda PRNX formatlı yararlı XML məlumatları yoxdur. Yüklənmə dayandırılmışdır.
hy_am: Նշված ֆայլը չի պարունակում է ճիշտ XML տվյալներ PRNX ֆորմատով: Բեռնումը դադարեցված է:
ka_ge: მითითებული ფაილი არ შეიცავს კორექტულ XML მონაცემებს PRNX ფორმატში. ჩატვირთვა შეჩერდა.
kk_kz: Көрсетілген файлда PRNX форматтағы дұрыс XML дерек жоқ. Жүктеу тоқтатылды.
ru_ru: Указанный файл не содержит корректных XML данных в PRNX формате. Загрузка остановлена.
th_th: ไฟล์ที่กำหนดไม่มีข้อมูล XML ที่ถูกต้อง ในฟอร์แม็ต PRNX การโหลดหยุดการทำงาน
uk_ua: Визначений файл не містить вірних даних XML у форматі PRNX. Завантаження припинено.

# PreviewStringId.Msg_FileDosntHavePrnxExtention
source: The specified file doesn't have a PRNX extension. Proceed anyway?
ar_iq: الملف المحدد لا يحتوي على ملحق PRNX. هل تود المتابعة على أية حال؟
az_latn_az: Göstərilən faylın PRNX genişlənməsi yoxdur. İstənilən halda davam etmək istəyirsinizmi?
hy_am: Նշված ֆայլը չունի PRNX-ի լուծելիություն: Շարունակե՞լ:
ka_ge: ითითებულ ფაილს არ გააჩნია PRNX გაფართოება. მაინც გავაგრძელო?
kk_kz: Көрсетілген файлда PRNX кеңейтілуі жоқ. Жалғастырылсын ба?
ru_ru: Указанный файл не имеет расширения PRNX. Продолжить?
th_th: ไฟล์ที่กำหนดไม่มีการยืด PRNX ต้องการดำเนินการต่อหรือไม่
uk_ua: Визначений файл не має розширення PRNX. Продовжити?

# ReportStringId.Msg_InvalidExpression
source: The specified expression contains invalid symbols (line {0}, character {1}).
ar_iq: التعبير المحدد يحتوي على رموز غير صالحة (سطر {0}، حرف {1}).
az_latn_az: Göstərilən ifadədə yararsız simvollar vardır (sıra {0}, simvol {1}).
hy_am: Նշված արտահայտությունը պարունակում է անվավեր պատկերանշաններ (տող {0}, պատկերանշան {1}):
ka_ge: მითითებული გამოთქმა შეიცავს არასწორ სიმბოლოებს (სტრიქონი {0}, სიმბოლო {1}).
kk_kz: Көрсетілген сөзде дұрыс емес символ бар {0} жолы, {1} символы).
ru_ru: Указанное выражение содержит некорректный символ ( строка {0}, символ {1}).
th_th: นิพจน์ที่กำหนดมีสัญลักษณ์ที่ไม่ถูกต้อง (แถว{0} อักขระ{1})
uk_ua: Визначений вираз містить невірні символи (рядок {0}, символ {1}).

# StringId.FilterCriteriaInvalidExpression
source: The specified expression contains invalid symbols (line {0}, character {1}).
ar_iq: التعبير المحدد يحتوي على رموز غير صالحة (سطر {0}، حرف {1}).
az_latn_az: Qeyd edilən ifadədə yararsız simvollar vardır (sətir {0}, simvol {1}).
hy_am: Նշված արտահայտությունը պարունակում է անվավեր պատկերանշաններ (տող {0}, պատկերանշան {1}):
ka_ge: მითითებული ფორმულირება შეიცავს არასწორ სიმბოლოებს (ხაზი {0}, სიმბოლო {1}).
kk_kz: Көрсетілген сөзде дұрыс емес символ бар {0} жолы, {1} сиволы).
ru_ru: Указанное выражение содержит недопустимые символы ( строка {0}, символ {1})
th_th: นิพจน์ที่กำหนดมีสัญลักษณ์ที่ไม่ถูกต้อง (แถว{0} อักขระ{1})
uk_ua: Визначений вираз містить невірні символи (рядок {0}, символ {1}).

# StringId.FilterCriteriaInvalidExpressionEx
source: The specified expression is invalid.
ar_iq: التعبير المحدد غير صالح.
az_latn_az: Qeyd edilən ifadə yararsızdır.
hy_am: Նշված արտահայտությունը սխալ է:
ka_ge: მითითებული ფორმულირება არასწორია.
kk_kz: Дұрыс емес сөз.
ru_ru: Неверное выражение.
th_th: นิพจน์ที่กำหนดนั้นไม่ถูกต้อง
uk_ua: Визначений вираз є невірним.

# ChartStringId.MsgAddPresentViewType
source: The specified view type is already present in the collection.
ar_iq: نوع العرض المحدد موجود مسبقاً في المجموعة.
az_latn_az: Göstərilən görünüş növü artıq kolleksiyada mövcuddur.
hy_am: Ներկայացման տվյալ տեսակը արդեն առկա է հավաքածուի մեջ:
ka_ge: გამოსახულების მიმდინარე ტიპი უკვე არსებობს კოლექციაში.
kk_kz: Көріністің бұл түрі жиынтықта бар.
ru_ru: Данный вид отчета уже присутствует в наборе.
th_th: ประเภทมุมมองที่กำหนดนั้นอยู่ในกลุ่มอยู่แล้ว
uk_ua: Визначений тип виду вже присутній у збірці.

# ChartStringId.MsgChartLoadingException
source: The specified XML file can't be opened, because it is either not a supported file type, or because the file has been damaged.
ar_iq: لا يمكن فتح ملف XML المحدد، لأنه إما من نوع ملف غير معتمد، أو لأنه قد تعرض للتلف.
az_latn_az: Göstərilən XML faylının açılması mümkün deyil, çünki ya bu faylın növü sistem dəstəklənmir, ya da fayl zədələnmişdir.
hy_am: Նշված XML ֆայլը չի կարող բացվել, քանի որ համարվում է չաջակցվող տեսակ կամ ֆայլը վնասված է:
ka_ge: შეუძლებელი მითითებული XML ფაილის გახსნა, რადგან არააღქმადი ტიპის ფაილია, ან ფაილია დაზიანებული.
kk_kz: Көрсетілген XML файл ашылмайды, себебі қолданбайтын үлгі не файл зақымданған.
ru_ru: Указанный XML файл не может быть открыт, так как является неподдерживаемым типом, или файл поврежден.
th_th: ไม่สามารถเปิดไฟล์ XML ที่กำหนดไว้ได้ เนื่องจากไม่มีการรับรองไฟล์นี้ หรือไฟล์เกิดความเสียหาย
uk_ua: Визначений файл XML не можна відкрити, тому що він або не підтримується, або був пошкоджений.

# ChartStringId.MsgIncorrectStartAngle
source: The start angle value should be greater than or equal to -360 and less than or equal to 360 degrees.
ar_iq: يجب أن تكون قيمة زاوية البداية أكبر من أو تساوي -360 وأقل من أو تساوي 360 درجة.
az_latn_az: Başlanğıc bucağın qiyməti ya -360 dərəcədən böyük, ya da ona bərabər olmalıdır.
hy_am: Անկյունի սկզբնական արժեքը պետք է լինի մեծ կամ հավասար -360-ի և փոքր կամ հավասար 360 աստիճանի:
ka_ge: კუთხის საწყისი მნიშვნელობა უნდა იყოს -360 გრადუსზე მეტი ან ტოლი და 360 გრადუსზე ნაკლების ან ტოლი.
kk_kz: Бұрыштың бастапқы мәні 360 градустан артық немесе тең не 360 градустан кем немесе тең болуға тиіс.
ru_ru: Начальное значение угла должно быть больше либо равно -360 и меньше либо равно 360 градусов.
th_th: มุมเริ่มต้นควรมากกว่า หรือเท่ากับ -360 และน้อยกว่า 360 องศา
uk_ua: Початкове значення кута повинно бути більше або дорівнювати -360 та менше або дорівнювати 360 градусам.

# ChartStringId.MsgIncorrectStockLevelLineLengthValue
source: The stock level line length value should be greater than or equal to 0.
ar_iq: ينبغي أن تكون قيمة طول خط مستوى المخزون أكبر من أو تساوي 0.
az_latn_az: Ehtiyat dəstinin səviyyə xəttinin uzunluğu 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Ռեսուրսների մակարդակի շերտի երկարության արժեքը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: მარაგების დონის ზოლის სიგრძე უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Қор деңгейі жолағының ұзындығы 0-ден артық немесе тең болуға тиіс.
ru_ru: Значение длины полосы уровня запасов должно быть больше либо равно 0.
th_th: ค่าความยาวของระดับสต็อคควรมากกว่า หรือเท่ากับ 0
uk_ua: Значення довжини лінії рівня запасів повинно бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectSummaryFunctionParametersCount
source: The summary function '{0}' accepts {1} parameters instead of {2}.
ar_iq: دالة التلخيص '{0}' تقبل معلمات {1} بدلاً من {2}.
az_latn_az: Yekun funksiyası '{0}' {2} əvəzinə {1} parametrini qəbul edir.
hy_am: '{0}' ամփոփիչ ֆունկցիան ընդունում է պարամետրեր {1}-ը՝ {2}-ի փոխարեն:
ka_ge: ჯამური ფუნქცია '{0}' იღებს {1} პარამეტრს {2}–ის ნაცვლად.
kk_kz: '{0}' жиынтық функциясы {2}-нің орнына 1} параметрін қабылдайды.
ru_ru: Итоговая функция '{0}' принимает параметр {1} вместо {2}.
th_th: ฟังค์ชั่นสรุป '{0}' ยอมรับ {1} พารามิเตอร์ แทนที่จะเป็น {2}
uk_ua: Ітогова функція '{0}' приймає параметри {1}, замість {2}.

# ChartStringId.MsgIncorrectTaskLinkMinIndent
source: The task link's minimum indent should be greater than or equal to 0.
ar_iq: ينبغي أن يكون الحد الأدنى للمسافة البادئة لارتباط المهمة أكبر من أو يساوي 0.
az_latn_az: Tapşırıq linkinin çıxıntısı minimum olaraq 0-dan böyük, ya da ona bərabər olmalıdır.
hy_am: Նվազագույն տողագլուխը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: მინიმალური შეწეული ნაწილი უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Ең аз шегініс 0-ден артық немесе тең болуға тиіс.
ru_ru: Минимальный отступ должен быть больше или равен 0.
th_th: ย่อหน้าอย่างน้อยของ task link ควรมากกว่า หรือเท่ากับ 0
uk_ua: Мінімальний відступ повинен бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectTickmarkLength
source: The tickmark length should be greater than 0.
ar_iq: يجب ان يكون طول علامة التجزئة أكبر من 0.
az_latn_az: Zaman işarəsinin uzunluğu 0-dan böyük olmalıdır.
hy_am: Ժամանականիշի երկարությունը պետք է լինի 0-ից մեծ:
ka_ge: დროის აღნიშვნის სიგრძე უნდა იყოს 0–ზე მეტი.
kk_kz: Уақытша уақыттық белгінің ұзындығы 0-ден артық болуға тиіс.
ru_ru: Длинна временной отметки должна быть больше чем 0.
th_th: ความยาวของเครื่องหมายติ๊กควรมากกว่า 0
uk_ua: Довжина відмітки часу повинна бути більше 0.

# ChartStringId.MsgIncorrectTickmarkMinorThickness
source: The thickness of the minor tickmark should be greater than 0.
ar_iq: يجب أن يكون سمك علامة التجزئة الثانوية أكبر من 0.
az_latn_az: Kiçik zaman işarəsiin qalınlığı 0-dan böyük olmalıdır.
hy_am: Փոքր ժամանականիշի հաստությունը պետք է լինի 0-ից մեծ:
ka_ge: დროის მცირე აღნიშვნის სისქე უნდა იყოს 0–ზე მეტი.
kk_kz: Уақытша кіші уақыттық белгінің қалыңдығы 0-ден артық болуға тиіс.
ru_ru: Толщина малой временной отметки должна быть больше чем 0.
th_th: ความหนาของเครื่องหมายติ๊กเล็กควรมากกว่า 0
uk_ua: Товщина малої відмітки часу повинна бути більше 0.

# ChartStringId.MsgIncorrectTickmarkThickness
source: The tickmark thickness should be greater than 0.
ar_iq: يجب ان تكون سمك علامة التجزئة أكبر من 0.
az_latn_az: Zaman işarəsinin qalınlığı 0-dan böyük olmalıdır.
hy_am: Ժամանականիշի հաստությունը պետք է լինի 0-ից մեծ:
ka_ge: დროის აღნიშვნის სისქე უნდა იყოს 0–ზე მეტი.
kk_kz: Уақытша уақыттық белгінің қалыңдығы 0-ден артық болуға тиіс.
ru_ru: Толщина временной отметки должна быть больше чем 0.
th_th: ความหนาของเครื่องหมายติ๊กควรมากกว่า 0
uk_ua: Товщина відмітки часу повинна бути більше 0.

# SpellCheckerStringId.MsgBoxFinishCheck
source: The spelling check is complete.
ar_iq: انتهى التدقيق الإملائي.
az_latn_az: Orfoqrafiyanın yoxlanması başa çatmışdır.
hy_am: Ուղղագրության ստուգումն ավարտված է:
ka_ge: მართლწერის შემოწმება დასრულებულია.
kk_kz: Орфографияны тексеру аяқталды.
ru_ru: Проверка орфографии завершена.
th_th: ทำการตรวจสอบการสะกดเสร็จสิ้น
uk_ua: Перевірка орфорграфії завершена.

# ChartStringId.MsgIncompatibleArgumentDataMember
source: The type of the "{0}" argument data member isn't compatible with the {1} scale.
ar_iq: نوع عضو وسيطة البيانات "{0}" غير متوافق مع المقياس {1}.
az_latn_az: "{0}" arqumentinin {1} miqyası ilə müvafiq deyil.
hy_am: "{0}" փաստարկի տեսակը համատեղելի չէ այդ {1} սանդղակի հետ:
ka_ge: "{0}" ტიპის არგუმენტის მონაცემთა წევრი არ არის {1} შკალის თავსებადი.
kk_kz: Дәлелдің "{0}" үлгісі осы {1} шәкілмен үйлеспейді.
ru_ru: Тип "{0}" аргумента не совместим с этой {1} шкалой.
th_th: ประเภทสมาชิกข้อมูลอาร์กิวเมนท์ {0} ไม่เข้ากับอัตรา {1}
uk_ua: Тип "{0}" даних аргументу не сумісний з {1} шкалою.

# ChartStringId.MsgIncompatibleByValueScaleType
source: the value scale type
ar_iq: نوع مقياس القيمة
az_latn_az: Dəyərin miqyas növü
hy_am: արժեքի տեսակ
ka_ge: მნიშვნელობის შკალის ტიპი.
kk_kz: Мәннің үлгісі
ru_ru: тип значения
th_th: ประเภทอัตราค่า
uk_ua: тип значення шкали

# ChartStringId.MsgIncompatibleByViewType
source: the view type
ar_iq: نوع العرض
az_latn_az: Hesabatın növü
hy_am: ներկայացման տեսակ
ka_ge: გამოსახულების ტიპი
kk_kz: көрініс үлгісі
ru_ru: тип отчета
th_th: ประเภทมุมมอง
uk_ua: тип виду

# ChartStringId.MsgIncompatiblePointType
source: The type of the "{0}" point isn't compatible with the {1} scale.
ar_iq: نوع النقطة "{0}" غير متوافق مع المقياس {1}.
az_latn_az: "{0}" nöqtəsinin növü {1} miqyası ilə uyğun deyil.
hy_am: "{0}" կետի տեսակը համատեղելի չէ այդ {1} սանդղակի հետ:
ka_ge: "{0}" ტიპის წერტილი არ არის {1} შკალის თავსებადი.
kk_kz: Нүктенің "{0}" үлгісі осы {1} шәкілмен үйлеспейді.
ru_ru: Тип "{0}" точки не совместим с этой {1} шкалой.
th_th: ประเภทของจุด{0} ไม่เข้ากับอัตรา {1}
uk_ua: Тип "{0}" точки несуміісний з {1} шкалою.

# ChartStringId.MsgIncompatibleValueDataMember
source: The type of the "{0}" value data member isn't compatible with the {1} scale.
ar_iq: نوع عضو بيانات القيمة "{0}" غير متوافق مع المقياس {1}.
az_latn_az: "{0}" qiymətinin növü {1} miqyası ilə uyğun deyil.
hy_am: "{0}" արժեքի տեսակը համատեղելի չէ այդ {1} սանդղակի հետ:
ka_ge: "{0}" ტიპის მნიშვნელობის მონაცემთა წევრი არ არის {1} შკალის თავსებადი.
kk_kz: Мәннің "{0}" үлгісі осы {1} шәкілмен үйлеспейді.
ru_ru: Тип "{0}" значения не совместим с этой {1} шкалой.
th_th: ประเภทสมาชิกข้อมูลค่า {0} ไม่เข้ากับอัตรา {1}
uk_ua: Тип "{0}" значення даних не сумісний з {1} шкалою.

# ChartStringId.MsgIncorrectChartTitleIndent
source: The title indent should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن المسافة البادئة للعنوان أكبر من أو تساوي 0 وأقل من 1000.
az_latn_az: Başlıq çıxıntısının qiyməti 0-dan böyük və ya ona bərabər və 1000-dən kiçik olmalıdır.
hy_am: Վերնագրի տողագլուխը պետք է լինի մեծ կամ հավասար է 0-ի, և փոքր 1000-ից:
ka_ge: სათაურის შეწეული ნაწილი უნდა იყოს 0–ზე მეტი ან ტოლი და 1000–ზე ნაკლები.
kk_kz: Тақырыптың шегінісі 0-ден артық және 1000-нан кем болуға тиіс.
ru_ru: Отступ заголовка должен быть больше или равен 0 и меньше чем 1000.
th_th: ย่อหน้าหัวข้อควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Відступ заголовку повинен бути більше або дорівнювати 0 та менше, ніж 1000.

# ChartStringId.MsgIncorrectPaneWeight
source: The weight of the pane should be greater than 0.
ar_iq: يجب أن يكون وزن الجزء أكبر من 0.
az_latn_az: Panelin çəkisi 0-dan böyük olmalıdır.
hy_am: Գրաֆիկի կշիռը պետք է լինի 0-ից մեծ:
ka_ge: პანელის წონა უნდა იყოს 0–ზე მეტი.
kk_kz: Графиктің салмағы 0-ден артық болуға тиіс.
ru_ru: Вес графика должен быть больше 0.
th_th: น้ำหนักของแผงควรมากกว่า 0
uk_ua: Вага панелі повинна бути більшою за 0.

# ChartStringId.MsgIncorrectTopNCount
source: The top N values count should be greater than 0.
ar_iq: يجب أن يكون أعلى عدد لقيم N أكبر من 0.
az_latn_az: Əsas N qiymətləri 0-dan böyük olmalıdır.
hy_am: Առաջին N արժեքների քանակը պետք է լինի 0-ից մեծ:
ka_ge: N ზედა მნიშვნელობების რაოდენობა უნდა იყოს 0–ზე მეტი.
kk_kz: Алғашқы N мәннің 0-ден артық болуға тиіс.
ru_ru: Количество первых N значений должно быть больше 0.
th_th: จำนวนค่า N ด้านบนควรมากกว่า 0
uk_ua: Кількість верхніх N значень повинна бути більше 0.

# ChartStringId.MsgIncorrectTopNThresholdPercent
source: The top N threshold percent should be greater than 0 and less than 100.
ar_iq: يجب أن تكون أعلى نسبة مئوية لعتبة N أكبر من 0 وأقل من 100.
az_latn_az: Əsas N keçid həddi 0-dan böyük və 100-dən kiçik olmalıdır.
hy_am: Սկզբնական տոկոսների առաջին N-ը պետք է լինեն 0-ից մեծ և փոքր 100-ից:
ka_ge: N ზედა ზღვარის პროცენტი უნდა იყოს 0–ზე მეტი და 100–ზე ნაკლები.
kk_kz: Бастапқы пайыздың алғашқы N 0-ден артық және 100-ден кем немесе тең болуға тиіс.
ru_ru: Первые N Начальных процентов должны быть больше 0 и меньше или равны 100.
th_th: เปอร์เซ็นของขีดแบ่ง N ด้านบนควรมากกว่า 0 แต่น้อยกว่า 100
uk_ua: Відсоток верхнього N порогу повинен бути більше 0 та менше 100.

# ChartStringId.MsgIncorrectTopNThresholdValue
source: The top N threshold value should be greater than 0.
ar_iq: يجب أن تكون أعلى قيمة لعتبة N أكبر من 0.
az_latn_az: Əsas N keçid həddi 0-dan böyük olmalıdır.
hy_am: Սկզբնական արժեքների առաջին N-ը պետք է լինեն 0-ից մեծ:
ka_ge: N ზედა ზღვარის მნიშვნელობა უნდა იყოს 0–ზე მეტი.
kk_kz: Бастапқы мәннің алғашқы N 0-ден артық болуға тиіс.
ru_ru: Первые N начальных значений должны быть больше 0.
th_th: ค่าของขีดแบ่ง N ด้านบนควรมากกว่า 0
uk_ua: Значення верхнього N порогу повинно бути більше 0.

# ChartStringId.MsgIncorrectVerticalScrollPercent
source: The vertical scroll percent should be greater than or equal to -{0} and less than or equal to {0}.
ar_iq: يجب أن يكون النسبة المئوية للتمرير العمودي أكبر من أو تساوي - {0} وأقل من أو تساوي {0}.
az_latn_az: Şaquli fırlanma sütununun faizi -{0}-dən böyük və ya ona bərabər və {0}-dan kiçik və ya ona bərabər olmalıdır.
hy_am: Հորիզոնական պտտման տոկոսը պետք է լինի մեծ կամ հավասար -{0}-ի և փոքր կամ հավասար {0}-ի:
ka_ge: ვერტიკალური გადაადგილების პროცენტი უნდა იყოს -{0}–ზე მეტი ან ტოლი და {0}–ზე ნაკლები ან ტოლი.
kk_kz: Тік айналымның пайызы - {0}ден артық немесе тең не {0}ден артық немесе тең болуға тиіс.
ru_ru: Процент вертикальной прокрутки должен быть большим либо равным -{0} и меньшим либо равным {0}.
th_th: เปอร์เซ็นการเลื่อนแนวตั้งนั้นควรมากกว่า หรือเท่ากับ -{0} และน้อยกว่า หรือเท่ากับ{0}
uk_ua: Відсоток вертикальної прокрутки повинен бути більше або дорівнювати -{0} та менше або дорівнювати {0}.

# ChartStringId.MsgIncorrectZoomPercent
source: The zoom percent should be greater than 0 and less than or equal to {0}.
ar_iq: يجب أن يكون النسبة المئية للتكبير أكبر من 0 وأقل من أو تساوي {0}.
az_latn_az: Miqyas əmsalı 0-dan böyük və {0}-dan kiçik və ya ona bərabər olmalıdır.
hy_am: Մասշտաբավորման տոկոսը պետք է լինի 0-ից մեծ և փոքր կամ հավասար {0}-ի:
ka_ge: მასშტაბირების პროცენტი უნდა იყოს 0–ზე მეტი და {0}–ზე ნაკლები ან ტოლი.
kk_kz: Масштабтау пайызы {0}ден артық немесе тең не {0} ге тең болуға тиіс.
ru_ru: Процент масштабирования должен быть больше 0 и меньше или равно {0}.
th_th: เปอร์เซ็นการซูมควรมากกว่า 0 และน้อยกว่า หรือเท่ากับ {0}
uk_ua: Відсоток масштабування повинен бути більше 0 та менше, або дорівнювати {0}.

# ChartStringId.MsgMinMaxDifferentTypes
source: The types of the MinValue and MaxValue don't match.
ar_iq: أنواع قيمة الحد الأدنى والحد الأقصى غير متطابقة.
az_latn_az: MinGöstərici və MaksGöstəricinin növləri bir-birinə uyğun gəlmir.
hy_am: Նվազագույն և առավելագույն արժեքների տեսակները չեն համընկնում:
ka_ge: მინიმალური და მაქსიმალური მნიშვნელობების ტიპები არ ემთხვევა.
kk_kz: Ең төмен және ең жоғары мәннің үлгілері үйлеспейді.
ru_ru: Типы минимального и максимального значений не совпадают.
th_th: ประเภทของค่าน้อยที่สุด และค่ามากที่สุดไม่ตรงกัน
uk_ua: Типи мінімального та максимального значень не співпадають.

# ChartStringId.MsgOrderUnregisteredElementFound
source: The unregistered element is found.
ar_iq: تم العثور على العنصر الغير مسجل.
az_latn_az: Qeydiyyatda olmayan element tapılmışdır.
hy_am: Չգրանցված տարր է գտնվել:
ka_ge: ნაპაოვნია დაურეგისტრირებელი ელემენტი.
kk_kz: Тіркелмеген элемент табылды.
ru_ru: Найден незарегистрированный элемент.
th_th: พบส่วนประกอบที่ไม่ได้ลงทะเบียน
uk_ua: Знайдено незареєстрований елемент.

# AccStringId.CheckEditUncheck
source: Uncheck
ar_iq: إلغاء تحديد
az_latn_az: Yoxlamanı ləğv et
hy_am: Անջատել
ka_ge: გაუქმება
kk_kz: Өшіру
ru_ru: Отключить
th_th: เลิกการตรวจสอบ
uk_ua: Вимкнути

# AccStringId.SpinUpButton
source: Up
ar_iq: أعلى
az_latn_az: Yuxarı
hy_am: Վերև
ka_ge: ზემოთ
kk_kz: Жоғары
ru_ru: Вверх
th_th: ขึ้น
uk_ua: Вверх

# BarString.MenuAnimationUnfold
source: Unfold
ar_iq: بسط
az_latn_az: Genişləndir
hy_am: Բացել
ka_ge: გაშლა
kk_kz: Өрістету
ru_ru: Развертывание
th_th: คลี่
uk_ua: Розгортання

# ChartStringId.DefaultWizardPageLabel
source: Wizard Page
ar_iq: صفحة المعالج
az_latn_az: Ustad səhifəsi
hy_am: Կառուցիչի էջ
ka_ge: ოსტატის გვერდი
kk_kz: Шебердің беті
ru_ru: Страница Мастера
th_th: หน้าวิซาร์ด
uk_ua: Сторінка Майстра

# ChartStringId.IncompatibleSeriesHeader
source: This series is incompatible:
ar_iq: السلسلة غير متوافقة:
az_latn_az: Bu seriya uyğunsuzdur:
hy_am: Հաջորդականությունը համատեղելի չէ
ka_ge: ეს სერია არათავსებადია:
kk_kz: Серия үйлеспейді:
ru_ru: Серия несовместима:
th_th: ซีรี่ส์นี้เข้ากันไม่ได้
uk_ua: Ця послідовність несумісна:

# ChartStringId.IncorrectSeriesCollectionMessageText
source: There is no series in the chart's collection with at least one series point.
ar_iq: لا يوجد سلسلة في مجموعة المخطط بنقطة سلسلة واحدة على الاقل.
az_latn_az: Diaqramın kolleksiyasında ən azı bir seriya nöqtəsinə malik olan seriya yoxdur.
hy_am: Դիագրամի հավաքածուում չկա հաջորդականություն, որն ունի հաջորդականության առնվազն մեկ կետ:
ka_ge: დიაგრამის კოლექციაში არ არის სერიის მინიმუმ ერთი წერტილის მქონე არცერთი სერია.
kk_kz: Диаграмма коллекциясында кемінде бір реттілік нүктесі бар реттілік жоқ.
ru_ru: В коллекции диаграммы нет последовательности, имеющей по крайней мере одну точку последовательности.
th_th: ไม่มีซีรี่ส์ในกลุ่มแผนภูมิ ที่มีอย่างน้อยหนึ่งจุด
uk_ua: Немає жодної послідовності у збірці діаграм з, щонайменш, однією точкою послідовності.

# ChartStringId.Msg2DPieExplodingToolTip
source: Use Ctrl with the left mouse button to explode or collapse slices.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لتحديد إجمالي مكونات أو طي الشرائح.
az_latn_az: Layları bükmək və ya genişləndirmək üçün sıçanın sol düyməsi və Ctrl düyməsindən istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ շերտը բացելու փակելու համար:
ka_ge: გამოიყენეთ Ctrl თაგვის მარცხენა ღილაკთან ერთად.
kk_kz: Тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши
th_th: ใช้ Ctrl ด้วยปุ่มเมาส์ซ้าย เพื่อแยก หรือยุบสไลด์
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для згортання або розгортання секторів.

# ChartStringId.Msg2DScrollingToolTip
source: Use Ctrl with the left mouse button to scroll the chart.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لتمرير المخطط.
az_latn_az: Diaqramı yuxarı-aşağı hərəkət etdirmək üçün sıçanın sol düyməsi və Ctrl düyməsindən istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ գրաֆիկը իջեցնել բարձրացնելու համար:
ka_ge: დიაგრამის სქროლინგისთვის გამოიყენეთ Ctrl კლავიში მაუსის მარცხენა ღილაკთან ერთად.
kk_kz: Тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши
th_th: ใช้ Ctrl ด้วยปุ่มเมาส์ซ้าย เพื่อเลื่อนดูแผนภูมิ
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для прокручування графіку.

# ChartStringId.Msg3DRotationToolTip
source: Use Ctrl with the left mouse button to rotate the chart.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لتدوير المخطط.
az_latn_az: Diaqram fırlatmaq üçün sıçanın sol düyməsi və Ctrl düyməsindən istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ գրաֆիկը պտտելու համար:
ka_ge: დიაგრამის მოსაბრუნებლად გამოიყენეთ Ctrl კლავიში მაუსის მარცხენა ღილაკთან ერთად.
kk_kz: Тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши
th_th: ใช้ Ctrl ด้วยปุ่มตรงกลาง (ล้อ) เพื่อหมุนแผนภูมิ
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для прокручування діаграми.

# ChartStringId.Msg3DScrollingToolTip
source: Use Ctrl with the center (wheel) mouse button to scroll the chart.
ar_iq: استخدم Ctrl مع مركز (عجلة) زر الماوس لتمرير المخطط.
az_latn_az: Diaqramı yuxarı-aşağı hərəkət etdirmək üçün sıçanın mərkəzi düyməsilə (çarxı ilə) Ctrl düyməsiylə birgə istifadə edin
hy_am: Օգտագործել Ctrl-ը մկնիկի կենտրոնի (անիվ) կոճակի հետ՝ աղյուսակը իջեցնել բարձրացնելու համար:
ka_ge: გამოიყენეთ Ctrl თაგვის შუა ღილაკთან (გორგოლაჭთან) ერთად დიაგრამის გადასაადგილებლად.
kk_kz: Тімтуірдің орталық бастырмасымен (дөңгелегімен) бірге Ctrl -ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с центральной кнопкой (колесиком) мыши
th_th: ใช้ Ctrl ด้วยปุ่มตรงกลาง (ล้อ) เพื่อเลื่อนดูแผนภูมิ
uk_ua: Використайте Ctrl разом з центральною кнопкою (колесико) мишки для прокручування діаграми.
