Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.CmdCreateStackedBar3DChartMenuCaption
source: Stacked Column in 3-D
ar_iq: عمود مكدس ثلاثي الأبعاد
az_latn_az: 3-D-də çoxqatlı sütun
hy_am: 3-D սյունակ բաղկացուցիչներով
kk_kz: 3-D форматтығы Көп қатпарлы Гистограмма
ru_ru: Трёхмерная многослойная гистограмма
th_th: คอลัมน์ที่กองซ้อนกันเป็น 3-D
uk_ua: Тривимірна багатошарова гістограма

# ChartStringId.CmdCreateStackedBar3DChartDescription
source: Compare the contribution of each value to a total across categories and display stacked columns in 3-D format.
ar_iq: قارن مساهمة كل قيمة في المجموع عبر الفئات واعرض الأعمدة المكدسة بتنسيق ثلاثي الأبعاد.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyini müqayisə edin və 3-D formatında çoxqatlı sütunları göstərin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ընդհանուրի նկատմամբ և ցուցադրել սյունակները բաղկացուցիչներով 3-D ձևաչափով:
kk_kz: Жалпы категорияға қосқан әр мәтінінің үлесін салыстырыңыз және толтырылған Гистограмманы 3-D форматта көрсетіңіз.
ru_ru: Сравнивает вклад каждого значения в общую сумму по категориям и отображает многослойные гистограммы в трёхмерном формате.
th_th: รวมผลของแต่ละค่าในหมวดหมู่ทั้งหมด และแสดงคอลัมน์ที่กองซ้อนในฟอร์แม็ต 3-D
uk_ua: Порівнює внесок кожного значення в загальну суму за категоріями і відображає багатошарові гістограми в тривимірному форматі.

# ChartStringId.CmdCreateManhattanBarChartMenuCaption
source: 3-D Column
ar_iq: عمود ثلاثي الأبعاد
az_latn_az: 3-D sütunu
hy_am: 3D Սյունակ
kk_kz: 3-D Гистограмма
ru_ru: Трёхмерная гистограмма
th_th: คอลัมน์ 3-D
uk_ua: Тривимірна гістограма

# ChartStringId.CmdCreateManhattanBarChartDescription
source: Compare values across categories and across series on three axes. Use it when the categories and series are equally important.
ar_iq: قارن القيم عبر الفئات وعبر السلاسل على ثلاثة محاور. استخدم هذه الطريقة عندما تكون الفئات والسلاسل متساوية في الأهمية.
az_latn_az: Üç oxda kateqoriyalar və sıralar üzrə qiymətləri müqayisə edin. Kateqoriya və sıralar bərbabər şəkildə vacib olanda ondan istifadə edin.
hy_am: Համեմատել արժեքները կատեգորիաներում և հաջորդականություններում ըստ երեք առանցքների: Կիրառել այն, երբ կատեգորիաները և հաջորդականությունները հավասարապես կարևոր են:
kk_kz: Мәтіндерді категория бойынща және серия бойынша үш білікте салыстырыңыз. Оны тек қана категория мен серия бірдей маңызды болған кезде қолданыңыз.
ru_ru: Сравнивает значения по категориям и последовательностям в трёх осях. Применяется в тех случаях, когда категории и последовательности являются одинаково важными.
th_th: เปรรียบเทียบค่าในทุกหมวดหมา และซี่รี่ส์ทั้งสามแกน ใช้เมื่อทั้งหมวดหมู่ และซีรี่ส์มีความสำคัญเท่ากัน
uk_ua: Порівнює значення за категоріями і послідовностями в трьох осях. Застосовується в тих випадках, коли категорії і послідовності є однаково важливими.

# ChartStringId.CmdCreateRangeBarChartMenuCaption
source: Range Column
ar_iq: عمود النطاق
az_latn_az: Diapazon sütunu
hy_am: Միջակայքային դիագրամ
kk_kz: Диапазон Гистограмма
ru_ru: Интервальная диаграмма
th_th: ช่วงคอลัมน์
uk_ua: Інтервальна діаграма

# ChartStringId.CmdCreateRangeBarChartDescription
source: Display vertical columns along the Y-axis (the axis of values). Each column represents a range of data for each argument value.
ar_iq: عرض الأعمدة الشاقولية على طول المحور Y (محور القيم). كل عمود يمثل نطاق بيانات لكل قيمة وسيطة.
az_latn_az: Y-oxu boyu (qiymətlər oxu) şaquli sütunları göstərin. Hər bir sütun hər bir arqument qiyməti üçün verilənlər diapazonunu göstərir.
hy_am: Ցուցադրել ուղղահայաց սյունակներն ըստ Y առանցքի (արժեքների առանցքի): Յուրաքանչյուր սյունակ ներկայացնում է տվյալների միջակայք յուրաքանչյուր պարամետրի արժեքի համար:
kk_kz: Вертикалды бағаналарды Y-білігі бойымен көрсетіңіз (мәтіндер білігі). Әр Бағана әр аргумент үшін деректерді ұсынады.
ru_ru: Отображает вертикальные столбцы по оси Y (ось значений). Каждый столбец представляет интервал данных для каждого значения аргумента.
th_th: แสดงคอลัมน์แนวตั้งตามแกน Y (แกนของค่า) แต่ละคอลัมน์แสดงถึงช่วงข้อมูลสำหรับแต่ละค่าอาร์กิวเมนท์
uk_ua: Відображає вертикальні стовпці по осі Y (вісь значень). Кожен стовпець представляє інтервал даних для кожного значення аргументу.

# ChartStringId.CmdCreateSideBySideRangeBarChartMenuCaption
source: Clustered Range Column
ar_iq: عمود نطاق متفاوت المسافات
az_latn_az: Qruplaşmış diapazon sütunu
hy_am: Խմբավորած միջակայքային դիագրամ
kk_kz: Класторлық Диапазон Бағанасы
ru_ru: Кластерная интервальная диаграмма
th_th: ช่วงคอลัมน์รวมกลุ่มกัน
uk_ua: Кластерна интервальная діаграма

# ChartStringId.CmdCreateSideBySideRangeBarChartDescription
source: Show activity columns from different series grouped by their arguments. Each column represents a range of data with two values for each argument value.
ar_iq: إظهار أعمدة النشاط من مختلف السلاسل متجمعة وفق وسيطتها. كل عمود يمثل نطاق بيانات بقيمتين لكل قيمة وسيطة.
az_latn_az: Arqumentləri ilə qruplaşmış müxtəlif sıralardan olan fəaliyyət sütunlarını göstərin. Hər bir sütun hər bir arqument qiyməti üçün iki qiymətlə verilənlər diapazonunu göstərir.
hy_am: Ցուցադրել տարբեր հաջորդականությունների գործողության սյունակները՝ խմբավորած ըստ իրենց պարամետրերի: Յուրաքանչյուր սյունակ ներկայացնում է երկու արժեքով տվյալների միջակայք յուրաքանչյուր պարամետրի արժեքի համար:
kk_kz: Әр түрлі серия үшін олардың аргумент бойынша топтастырылған әрекет бағаналарды көрсетіңіз. Әр бағана әр аргумент үшін екі мәтінді дерек ұсынады.
ru_ru: Показывает активные столбцы из различных последовательностей, сгруппированные по своим аргументам. Каждый столбец представляет интервал данных с двумя значениями для каждого значения аргумента.
th_th: แสดงกิจกรรมของคอลัมน์จากซีรี่ส์ที่ต่างกัน จัดกลุ่มโดยอาร์กิวเมนท์ของมัน แต่ละคอลัมน์แสดงถึงช่วงข้อมูล พร้อมด้วยสองค่าสำหรับแต่ละค่าอาร์กิวเมนท์
uk_ua: Показує активні стовпці з різних послідовностей, згруповані за своїми аргументами. Кожен стовпець представляє інтервал даних з двома значеннями для кожного значення аргументу.

# ChartStringId.CmdCreateConeBar3DChartMenuCaption
source: Clustered Cone
ar_iq: مخروط متفاوت المسافات
az_latn_az: Qruplaşmış konus
hy_am: Խմբավորած կոն
kk_kz: Кластерлік Конус Диаграммасы
ru_ru: Кластерная конусная гистограмма
th_th: กรวยที่รวมกลุ่มกัน
uk_ua: Кластерна конусна гістограма

# ChartStringId.CmdCreateConeBar3DChartDescription
source: Compare values across categories.
ar_iq: مقارنة القيم عبر الفئات.
az_latn_az: Kateqoriyalar üzrə qiymətləri müqayisə edin.
hy_am: Համեմատել արժեքները կատեգորիաներում:
kk_kz: Категория бойынша мәтіндерді салыстырады.
ru_ru: Сравнивает значения по категориям.
th_th: เปรียบเทียบค่าของทั้งต่ละหมวดหมู่
uk_ua: Порівнює значення за категоріями.

# ChartStringId.CmdCreateConeFullStackedBar3DChartMenuCaption
source: 100% Stacked Cone
ar_iq: مخروط مكدس 100%
az_latn_az: 100% çoxqatlı konus
hy_am: Կոն 100% բաղկացուցիչներով
kk_kz: 100% Көп қатпарлы Конус Диаграммасы
ru_ru: 100%-ная многослойная конусная гистограмма
th_th: กรวยกองซ้อนกัน 100%
uk_ua: 100% -ва багатошарова конусна гістограма

# ChartStringId.CmdCreateConeFullStackedBar3DChartDescription
source: Compare the percentage each value contributes to a total across categories.
ar_iq: قارن النسبة المئوية التي تساهم فيها كل قيمة في المجموع عبر الفئات.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyi faizi müqayisə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ընդհանուրի նկատմամբ:
kk_kz: Категория бойынша жалпы деректі алу үшін үлес қосқан әрбір мәтінінің процентің салыстырыңыз.
ru_ru: Сравнивает процентный объём, который каждое значение вносит в общую сумму по категориям.
th_th: เปรียบเทียบเปอร์เซ็นของแต่ละค่าที่รองรับ กับจำนวนหมวดหมู่ทั้งหมด
uk_ua: Порівнює відсотковий обсяг, який кожне значення вносить в загальну суму за категоріями.

# ChartStringId.CmdCreateConeSideBySideFullStackedBar3DChartMenuCaption
source: Clustered 100% Stacked Cone
ar_iq: مخروط مكدس متفاوت المسافات 100%
az_latn_az: Qruplaşmış 100% çoxqatlı konus
hy_am: Խմբավորած կոն 100% բաղկացուցիչներով
kk_kz: Кластерлік 100% Көп қатпарлы Конус Гистограмма
ru_ru: Кластерная 100%-ная многослойная конусная гистограмма
th_th: กรวยกองซ้อนกัน 100% ที่รวมกลุ่ม
uk_ua: Кластерна 100% -ва багатошарова конусна гістограма

# ChartStringId.CmdCreateConeSideBySideFullStackedBar3DChartDescription
source: Combine the advantages of both the 100% Stacked Cone and Clustered Cone chart types, so that you can stack different cones, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط المخاريط المكدسة 100% والمخاريط المتفاوتة المسافات بحيث تستطيع تكديس مخاريط مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: 100% çoxqatlı konus və qruplaşmış konus diaqram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif konusların nisbətini yarada və onları eyni ox qiyməti üzrə qruplarda birləşdirə biləsiniz.
hy_am: Միավորել 100% բաղկացուցիչներով կոնի և խմբավորած կոնի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր կոներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін 100% Көп қатпарлы Конус Гистограммасы және Кластерлік Конус Гистограмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как 100%-ной многослойной конусной гистограммы, так и кластерной конусной гистограммы, что позволяет пользователю складывать различные конуса и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งกรวยที่กองซ้อนกัน 100% และประเภทแผนภูมิกรวยที่รวมกลุ่มกัน เพื่อที่คุณจะสามารถซ้อนกรวยที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як 100% -ної багатошарової конусної гістограми, так і кластерної конусної гістограми, що дозволяє користувачеві складати різні конуса і об'єднувати їх в групи на однієї осі.

# ChartStringId.CmdCreateConeSideBySideStackedBar3DChartMenuCaption
source: Clustered Stacked Cone
ar_iq: مخروط مكدس متفاوت المسافات
az_latn_az: Qruplaşmış çoxqatlı konus
hy_am: Խմբավորած կոն բաղկացուցիչներով
kk_kz: Кластерлік Көп қатпарлы Конус Гистограмма
ru_ru: Кластерная многослойная конусная гистограмма
th_th: กรวยกองซ้อนรวมกลุ่มกัน
uk_ua: Кластерна багатошарова конусна гістограма

# ChartStringId.CmdCreateConeSideBySideStackedBar3DChartDescription
source: Combine the advantages of both the Stacked Cone and Clustered Cone chart types, so that you can stack different cones, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط المخاريط المكدسة والمخاريط المتفاوتة المسافات بحيث تستطيع تكديس مخاريط مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Çoxqatlı konus və qruplaşmış konus diaqram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif konusların nisbətini yarada və onları eyni ox qiyməti üzrə qruplarda birləşdirə biləsiniz.
hy_am: Միավորել բաղկացուցիչներով կոնի և խմբավորած կոնի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր կոներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін Көп қатпарлы Конус Гистограмма және Кластерлік Конус Гистограмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как многослойной конусной гистограммы, так и кластерной конусной гистограммы, что позволяет пользователю складывать различные конуса и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งกรวยที่กองซ้อนกัน และประเภทแผนภูมิกรวยที่รวมกลุ่มกัน เพื่อที่คุณจะสามารถซ้อนกรวยที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як багатошарової конусної гістограми, так і кластерної конусної гістограми, що дозволяє користувачеві складати різні конуса і об'єднувати їх в групи на однієї і тієї ж осі.

# ChartStringId.CmdCreateConeStackedBar3DChartMenuCaption
source: Stacked Cone
ar_iq: مخروط مكدس
az_latn_az: Çoxqatlı konus
hy_am: Կոն բաղկացուցիչներով
kk_kz: Көп қатпарлы Конус Гистограммасы
ru_ru: Многослойная конусная гистограмма
th_th: กรวยกองซ้อนกัน
uk_ua: Багатошарова конусна гістограма

# ChartStringId.CmdCreateConeStackedBar3DChartDescription
source: Compare the contribution of each value to a total across categories.
ar_iq: قارن مساهمة كل قيمة في المجموع عبر الفئات.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavəsini müqayisə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած մասնաբաժինն ընդհանուրի նկատմամբ:
kk_kz: Жалпы категорияға қосқан әр мәтінінің үлесін салыстырыңыз.
ru_ru: Сравнивает вклад каждого значения в общую сумму по категориям.
th_th: เปรียบเทียบผลของแต่ละค่า กับจำนวนหมวดมหู่ทั้งหมด
uk_ua: Порівнює внесок кожного значення в загальну суму за категоріями.

# ChartStringId.CmdCreateConeManhattanBarChartMenuCaption
source: 3-D Cone
ar_iq: مخروط ثلاثي الأبعاد
az_latn_az: 3-D konus
hy_am: 3D կոն
kk_kz: 3-D Конус Гистограммасы
ru_ru: Трёхмерная конусная гистограмма
th_th: กรวย 3-D
uk_ua: Тривимірна конусна гістограма

# ChartStringId.CmdCreateConeManhattanBarChartDescription
source: Compare values across categories and across series and display a cone chart on three axes.
ar_iq: قارن القيم عبر الفئات وعبر السلاسل واعرض مخطط مخروطي على ثلاثة محاور.
az_latn_az: Kateqoriyalar üzrə və seriyalar üzrə qiymətləri müqayisə edin və üç oxda konus diaqramını göstərin.
hy_am: Համեմատել արժեքները կատեգորիաներում և հաջորդականություններում և երեք առանցքներով կոնային դիագրամ ցուցադրել:
kk_kz: Мәтіндерді категория бойынща және серия бойынша салыстырып Конус Кестесін үш білік бойынша көрсетеді.
ru_ru: Сравнение значений по категориям и по рядам, и отображение конической диаграммы в трёх осях.
th_th: เปรียบเทียบค่าของทั้งแต่ละหมวดหมู่ และซีรี่ส์ และแสดงแผนภูมิทรงกรวยบนแกนทั้งสาม
uk_ua: Порівняння значень за категоріями і по рядах, і відображення конічної діаграми в трьох осях.

# ChartStringId.CmdCreateCylinderBar3DChartMenuCaption
source: Clustered Cylinder
ar_iq: أسطوانة متفاوتة المسافات
az_latn_az: Qruplaşmış silindr
hy_am: Խմբավորած գլան
kk_kz: Кластерлік Цилиндр Диаграммасы
ru_ru: Кластерная цилиндрическая гистограмма
th_th: ไซลินเดอร์ที่รวมกลุ่ม
uk_ua: Кластерна циліндрична гістограма

# ChartStringId.CmdCreateCylinderBar3DChartDescription
source: Compare values across categories.
ar_iq: مقارنة القيم عبر الفئات.
az_latn_az: Kateqoriyalar üzrə qiymətləri müqayisə edin.
hy_am: Համեմատել արժեքները կատեգորիաներում:
kk_kz: Категория бойынша мәтіндерді салыстырыңыз.
ru_ru: Сравнивает значения по категориям.
th_th: เปรียบเทียบค่าตลอดทั้งหมวดหมู่
uk_ua: Порівнює значення за категоріями.

# ChartStringId.CmdCreateCylinderFullStackedBar3DChartMenuCaption
source: 100% Stacked Cylinder
ar_iq: أسطوانة مكدسة 100%
az_latn_az: 100% çoxqatlı silindr
hy_am: Գլան 100% բաղկացուցիչներով
kk_kz: 100% Көп қатпарлы Цилиндр Гистограмма
ru_ru: 100%-ная многослойная цилиндрическая гистограмма
th_th: ไซลินเดอร์กองซ้อน 100%
uk_ua: 100% -ва багатошарова циліндрична гістограма

# ChartStringId.CmdCreateCylinderFullStackedBar3DChartDescription
source: Compare the percentage each value contributes to a total across categories.
ar_iq: قارن النسبة المئوية التي تساهم فيها كل قيمة في المجموع عبر الفئات.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyi faizi müqayisə edir.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ընդհանուրի նկատմամբ:
kk_kz: Категория бойынша жалпы деректі алу үшін үлес қосқан әрбір мәтінінің процентің салыстырыңыз.
ru_ru: Сравнивает процентный объём, который каждое значение вносит в общую сумму по категориям.
th_th: เปรียวเทียบการรองรับของแต่ละค่า กับจำนวนหมวดมหู่ทั้งหมด
uk_ua: Порівнює відсотковий обсяг, який кожне значення вносить в загальну суму за категоріями.

# ChartStringId.CmdCreateCylinderSideBySideFullStackedBar3DChartMenuCaption
source: Clustered 100% Stacked Cylinder
ar_iq: أسطوانة مكدسة متفاوتة المسافات 100%
az_latn_az: Qruplaşmış 100% çoxqatlı silindr
hy_am: Խմբավորած գլան 100% բաղկացուցիչներով
kk_kz: Кластерлік 100% Көп қатпарлы Цилиндр Гистограммасы
ru_ru: Кластерная 100%-ная многослойная цилиндрическая гистограмма
th_th: ไซลินเดอร์กองซ้อน 100% รวมกลุ่มกัน
uk_ua: Кластерна 100% -ва багатошарова циліндрична гістограма

# ChartStringId.CmdCreateCylinderSideBySideFullStackedBar3DChartDescription
source: Combine the advantages of both the 100% Stacked Cylinder and Clustered Cylinder chart types, so that you can stack different cylinders, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأسطوانات المكدسة 100% والأسطوانات المتفاوتة المسافات بحيث تستطيع تكديس أسطوانات مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm 100% çoxqatlı silindr, həm də qruplaşmış silindr diaqram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif silindrlərin çoxqatlı yarada və eyni ox qiyməti üzrə onları qruplarda birləşdirə biləsiniz.
hy_am: Միավորել 100% բաղկացուցիչներով գլանի և խմբավորած գլանի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր գլաններ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін 100% Көп қатпарлы Цилиндр Гистограмма және Кластерлік Цилиндр Гистограмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как 100%-ной многослойной цилиндрической гистограммы, так и кластерной цилиндрической гистограммы, что позволяет пользователю складывать различные цилиндры и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งไซลินเดอร์ที่กองซ้อนกัน 100% และประเภทแผนภูมิไซลินเดอร์ที่รวมกลุ่มกัน เพื่อที่คุณจะสามารถซ้อนไซลินเดอร์ที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як 100% -ної багатошарової циліндричної гістограми, так і кластерної циліндричної гістограми, що дозволяє користувачеві складати різні циліндри і об'єднувати їх в групи на однієї осі.

# ChartStringId.CmdCreateCylinderSideBySideStackedBar3DChartMenuCaption
source: Clustered Stacked Cylinder
ar_iq: أسطوانة مكدسة متفاوتة المسافات
az_latn_az: Qruplaşmış çoxqatlı silindr
hy_am: Խմբավորած գլան բաղկացուցիչներով
kk_kz: Кластерлік Көп қатпарлы Цилиндр Гистограмма
ru_ru: Кластерная многослойная цилиндрическая гистограмма
th_th: ไซลินเดอร์กองซ้อนที่รวมกลุ่มกัน
uk_ua: Кластерна багатошарова циліндрична гістограма

# ChartStringId.CmdCreateCylinderSideBySideStackedBar3DChartDescription
source: Combine the advantages of both the Stacked Cylinder and Clustered Cylinder chart types, so that you can stack different cylinders, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأسطوانات المكدسة والأسطوانات المتفاوتة المسافات بحيث تستطيع تكديس أسطوانات مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm çoxqatlı silindr, həm də qruplaşmış silindr diaqram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif silindrlərin çoxqatlı yarada və eyni ox qiyməti üzrə onları qruplarda birləşdirə biləsiniz.
hy_am: Միավորել բաղկացուցիչներով գլանի և խմբավորած գլանի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր գլաններ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін Көп қатпарлы Цилиндр Гистограмма және Кластерлік Цилиндр Гистограмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как многослойной цилиндрической гистограммы, так и кластерной цилиндрической гистограммы, что позволяет пользователю складывать различные цилиндры и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งไซลินเดอร์ที่กองซ้อนกัน และประเภทแผนภูมิไซลินเดอร์ที่รวมกลุ่มกัน เพื่อที่คุณจะสามารถซ้อนไซลินเดอร์ที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як багатошарової циліндричної гістограми, так і кластерної циліндричної гістограми, що дозволяє користувачеві складати різні циліндри і об'єднувати їх в групи на однієї осі.

# ChartStringId.CmdCreateCylinderStackedBar3DChartMenuCaption
source: Stacked Cylinder
ar_iq: أسطوانة مكدسة
az_latn_az: Çoxqatlı silindr
hy_am: Գլան բաղկացուցիչներով
kk_kz: Көп қатпарлы Цилиндр Гистограммасы
ru_ru: Многослойная цилиндрическая гистограмма
th_th: ไซลินเดอร์ที่กองซ้อน
uk_ua: Багатошарова циліндрична гістограма

# ChartStringId.CmdCreateCylinderStackedBar3DChartDescription
source: Compare the contribution of each value to a total across categories.
ar_iq: قارن مساهمة كل قيمة في المجموع عبر الفئات.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavəsini müqayisə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած մասնաբաժինն ընդհանուրի նկատմամբ:
kk_kz: Жалпы категорияға қосқан әр мәтінінің үлесін салыстырыңыз.
ru_ru: Сравнивает вклад каждого значения в общую сумму по категориям.
th_th: เปรียบเทียบผลของแต่ละค่า กับหมวดหมู่ทั้งหมด
uk_ua: Порівнює внесок кожного значення в загальну суму за категоріями.

# ChartStringId.CmdCreateCylinderManhattanBarChartMenuCaption
source: 3-D Cylinder
ar_iq: أسطوانة ثلاثية الأبعاد
az_latn_az: 3-D silindr
hy_am: 3D գլան
kk_kz: 3-D Цилиндр Гистограммасы
ru_ru: Трёхмерная цилиндрическая гистограмма
th_th: ไซลินเดอร์ 3-D
uk_ua: Тривимірна циліндрична гістограма

# ChartStringId.CmdCreateCylinderManhattanBarChartDescription
source: Compare values across categories and across series and display a cylinder chart on three axes.
ar_iq: قارن القيم عبر الفئات وعبر السلاسل واعرض مخطط أسطواني على ثلاثة محاور.
az_latn_az: Kateqoriyalar üzrə və seriyalar üzrə qiymətləri müqayisə edin və üç oxda silindr diaqramını göstərin.
hy_am: Համեմատել արժեքները կատեգորիաներում և հաջորդականություններում և երեք առանցքներով գլանային դիագրամ ցուցադրել:
kk_kz: Мәтіндерді категория бойынща және серия бойынша салыстырып Цилиндр Кестесін үш білік бойынша көрсетіңіз.
ru_ru: Сравнивает значения по категориям и последовательностям, и отображает цилиндрическую диаграмму в трёх осях.
th_th: เปรียบเทียบค่าของทั้งหมวดหมู่ และซีรี่ส์ และแสดงแผนภูมิไซลินเดอร์บนทั้งสามแกน
uk_ua: Порівнює значення за категоріями і послідовностями, і відображає циліндричну діаграму в трьох осях.

# ChartStringId.CmdCreatePyramidBar3DChartMenuCaption
source: Clustered Pyramid
ar_iq: هرم متفاوت المسافات
az_latn_az: Qruplaşmış piramida
hy_am: Խմբավորած բուրգ
kk_kz: Кластерлік Пирамида Диаграммасы
ru_ru: Кластерная пирамидальная гистограмма
th_th: ปิรามิดรวมกลุ่มกัน
uk_ua: Кластерна пірамідальна гістограма

# ChartStringId.CmdCreatePyramidBar3DChartDescription
source: Compare values across categories.
ar_iq: مقارنة القيم عبر الفئات.
az_latn_az: Kateqoriyalar üzrə qiymətləri müqayisə edin.
hy_am: Համեմատել կատեգորիաների արժեքները:
kk_kz: Категория бойынша мәтіндерді салыстырыңыз.
ru_ru: Сравнивает значения по категориям.
th_th: เปรียบเทียบค่าของทั้งหมวดหมู่
uk_ua: Порівнює значення за категоріями.

# ChartStringId.CmdCreatePyramidFullStackedBar3DChartMenuCaption
source: 100% Stacked Pyramid
ar_iq: هرم مكدس 100%
az_latn_az: 100% çoxqatlı piramida
hy_am: Բուրգ 100% բաղկացուցիչներով
kk_kz: 100% Толтырылған Пирамида Диаграммасы
ru_ru: 100%-ная многослойная пирамидальная гистограмма
th_th: ปิรามิดกองซ้อน 100%
uk_ua: 100% -ва багатошарова пірамідальна гістограма
