Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgIncorrectValueDataMemberCount
source: It's necessary to specify {0} value data members for the current series view.
ar_iq: من الضروري تحديد عناصر بيانات القيمة {0} لعرض السلسلة الحالي.
az_latn_az: Cari seriyanın görünüşü üçün {0} qiymətli məlumat üzvlərinin göstərilməsi zəruridir
hy_am: Անհրաժեշտ է սահմանել {0} արժեքը ընթացիկ սերիայի պատկերման տարրերի համար:
ka_ge: აუცილებელია {0} მნიშვნელობის მითითება მიმდინარე სერიების სანახავად.
kk_kz: Серияның ағымдағы кескінінің элементтері үшін {0} мәнін шығару мүмкін емес.
ru_ru: Необходимо выставить значение {0} для элементов текущего отображения серии.
th_th: จำเป็นที่ต้องกำหนด {0} ค่าสมาชิกข้อมูลสำหรับมุมมองซีรี่ส์ปัจจุบัน
uk_ua: Необхідно визначити значення {0} для елементів цієї послідовності.

# ChartStringId.MsgInvalidDataSource
source: Invalid datasource type (no supported interfaces are implemented).
ar_iq: نوع مصدر البيانات غير صالح (لم يتم تطبيق واجهات معتمدة).
az_latn_az: Məlumatların səhv mənbəyi (heç bir dəstəklənən interfeys icra olunmur).
hy_am: Տվյալների աղբյուրի անվավեր տեսակ (ոչ մի աջակցող ինտերֆեյս չի կառավարվում):
ka_ge: მონაცემთა წყაროს არასწორი ტიპი (ადგილი აქვს არაგამოყენებადი ინტერფეისებით სარგებლობას).
kk_kz: Дұрыс емес деректер көзі (қолданбайтын интерфейстер басқарылмайды)
ru_ru: Неверный источник данных ( не поддерживаемые интерефейсы не управляются).
th_th: ประเภทแหล่งข้อมูลที่ไม่ถูกต้อง (ไม่มีอินเทอร์เฟซที่รองรับอยู่)
uk_ua: Невірний тип джерела даних (впроваджені інтерфейси, що не підтримуються).

# ChartStringId.MsgInvalidSortingKey
source: It's impossible to set the sorting key's value to {0}.
ar_iq: من المستحيل تعيين قيمة مفتاح الفرز إلى {0}.
az_latn_az: Növlərə ayırma açarının göstəricisini {0} etmək qeyri-mümkündür.
hy_am: Հնարավոր չէ սահմանել տեսակավորման բանալու արժեքը {0}.
ka_ge: შეუძლებელია დამახარისხებელი ღილაკების მნიშვნელობის დაყენება {0}–ზე.
kk_kz: Сұрыптау кілттерінің мәнін {0}-ге орнату мүмкін емес.
ru_ru: Невозможно установить значения сортировочных ключей в {0}.
th_th: ไม่สามารถตั้งค่าค่าหลักการจำลำดับที่ {0} ได้
uk_ua: Неможливо встановити значення сортувальних ключів в {0}.

# ChartStringId.MsgUnsupportedManualRangeForAutomaticDateTimeScaleMode
source: It is impossible to set a custom range, if the DateTimeScaleMode is not Manual.
ar_iq: من المستحيل تعيين نطاق مخصص، إذا كان وضع مقياس تاريخ وقت غير يدوي.
az_latn_az: TarixVaxtŞkalasıRejimi "Əl ilə" olmadıqda, standart intervalı seçmək mümkün deyil.
hy_am: Եթե DateTimeScaleMode-ը ձեռքով աշխատելու ռեժիմում չէ, ապա կամայական տիրույթ հնարավոր չէ սահմանել:
ka_ge: შეუძლებელია ინდივიდუალური დიაპაზონის დაყენება, თუ თარიღიდრომასშტაბის რეჟიმი მანუალური არ არის.
kk_kz: Егер уақыт шәкілі қол режимінде болмаса, еркін диапазонды орнату мүмкін емес
ru_ru: Невозможно установить произвольный диапазон, если шкала времени не в ручном режиме
th_th: ไม่สามารถตั้งค่าเรนจ์กำหนดเองได้ ถ้า DateTimeScaleMode ไม่ใช่แมนนวล
uk_ua: Неможливо втсановити довільний діапазон, якщо DateTimeScaleMode не у ручному режимі.

# ChartStringId.WizBackImageFileNameFilter
source: Image Files(*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|All files(*.*)|*.*
ar_iq: ملفات(*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|كافة الملفات(*.*)|*.*
az_latn_az: Şəkil faylları (*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|All files(*.*)|*.*
hy_am: Պատկերի ֆայլեր (*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|Բոլոր ֆայլերը (*.*)|*.*
ka_ge: სურათიანი ფაილები (*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|ყველა ფაილი(*.*)|*.*
kk_kz: Кескінфайлдары (*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|All files(*.*)|*.*
ru_ru: Файлы изображений(*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|All files(*.*)|*.*
th_th: ไฟล์รุปภาพ (*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|ไฟล์ทั้งหมด(*.*)|*.*
uk_ua: Файли зображень (*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|Усі файли(*.*)|*.*

# ChartStringId.WizDateTimeMeasureUnitHour
source: Hour
ar_iq: الساعة
az_latn_az: Saat
hy_am: Ժամ
ka_ge: საათი
kk_kz: Сағат
ru_ru: Час
th_th: ชั่วโมง
uk_ua: Година

# ChartStringId.WizHatchHorizontal
source: Horizontal
ar_iq: أفقي
az_latn_az: Üfüqi
hy_am: Հորիզոնական
ka_ge: ჰორიზონტალურად
kk_kz: Көлденең
ru_ru: Горизонтально
th_th: แนวนอน
uk_ua: Горизонтально

# ChartStringId.WizHatchHorizontalBrick
source: HorizontalBrick
ar_iq: طوب (قرميد) أفقي
az_latn_az: ÜfüqiKərpic
hy_am: ՀորիզոնականԱղյուս
ka_ge: ჰორიზონტალური აგური
kk_kz: Көлденең Кірпіш
ru_ru: ГоризонтальныйКирпич
th_th: อิฐแนวนอน
uk_ua: ГоризонтальнаЦегла

# ChartStringId.WizHatchLargeCheckerBoard
source: LargeCheckerBoard
ar_iq: لوح شطرنج كبير
az_latn_az: İriYoxlamaSahəsi
hy_am: ԽոշորՇախմատիՏախտակ
ka_ge: ჭადრაკის დიდი ზომის დაფა
kk_kz: Ірі шахмат тақтасы
ru_ru: КрупнаяШахматнаяДоска
th_th: บอร์ดหมากรุกใหญ่
uk_ua: ВеликаШаховаДошка

# ChartStringId.WizHatchLargeConfetti
source: LargeConfetti
ar_iq: قصاصات ورقية كبيرة
az_latn_az: İriKonfetti
hy_am: ԽոշորԿոնֆետտի
ka_ge: დიდი ზომის კონფეტი
kk_kz: Ірі конфетти
ru_ru: КрупноеКонфетти
th_th: ลูกปาใหญ่
uk_ua: ВеликеКонфеті

# ChartStringId.WizHatchLargeGrid
source: LargeGrid
ar_iq: شبكة كبيرة
az_latn_az: İriCədvəl
hy_am: ԽոշորՑանց
ka_ge: დიდი ზომის ცხრილი
kk_kz: Ірі желі
ru_ru: КрупнаяСеть
th_th: ตารางใหญ่
uk_ua: ВеликаСітка

# ChartStringId.WizPieSeriesLabelPositionInside
source: Inside
ar_iq: داخل
az_latn_az: Daxildə
hy_am: Ներսում
ka_ge: შიგნით
kk_kz: Ішінде
ru_ru: Внутри
th_th: ด้านใน
uk_ua: Всередині

# ChartStringId.WizResolveOvarlappingModeJustifyAllAroundPoints
source: JustifyAllAroundPoints
ar_iq: ضبط كل النقاط المحيطة
az_latn_az: BütünNöqtələrinƏtrafında funksiyasını əsaslandır
hy_am: Հավասարեցնել բոլոր շեղված կետերը
ka_ge: წერტილების გარშემო ყველაფრის გასწორება
kk_kz: Барлық ауытқыған нүктелерді туралау
ru_ru: Выровнять все отклоненные точки
uk_ua: Вирівняти всі відхилені точки

# ChartStringId.WizResolveOvarlappingModeJustifyAroundPoint
source: JustifyAroundPoint
ar_iq: ضبط حول نقطة
az_latn_az: NöqtəninƏtrafında funksiyasını əsaslandır
hy_am: Հավասարեցնել շեղված կետը
ka_ge: წერტილების გარშემო გასწორება
kk_kz: Ауытқыған нүктені туралау
ru_ru: Выровнить отклоненную точку
th_th: JustifyAllAroundPoints
uk_ua: Вирівняти відхилену точку

# GridStringId.CustomFilterDialogConditionGT
source: is greater than
ar_iq: أكبر من
az_latn_az: ...-dan/-dən böyükdür
hy_am: մեծ է
ka_ge: მეტია
kk_kz: үлкенірек
ru_ru: больше
th_th: มากกว่า
uk_ua: більше

# GridStringId.CustomFilterDialogConditionGTE
source: is greater than or equal to
ar_iq: أكبر من أو يساوي
az_latn_az: ...-dan/-dən böyükdür və ya ona bərabərdir
hy_am: մեծ է կամ հավասար
ka_ge: მეტია ან ტოლი
kk_kz: Үлкенірек не тең
ru_ru: больше или равно
th_th: มากกว่า หรือเท่ากับ
uk_ua: більше або дорівнює

# GridStringId.CustomFilterDialogConditionLT
source: is less than
ar_iq: أقل من
az_latn_az: ...-dan/-dən azdır
hy_am: փոքր է
ka_ge: ნაკლებია
kk_kz: кем
ru_ru: меньше
th_th: น้อยกว่า
uk_ua: менше

# GridStringId.CustomFilterDialogConditionLTE
source: is less than or equal to
ar_iq: أقل من أو يساوي
az_latn_az: ...-dan/-dən azdır və ya ona bərabərdir
hy_am: փոքր է կամ հավասար
ka_ge: ნაკლებია ან ტოლი
kk_kz: кемірек не тең
ru_ru: меньше или равно
th_th: น้อยกว่า หรือเท่ากับ
uk_ua: менше або дорівює

# GridStringId.GroupSummaryEditorFormItemsTabCaption
source: Items
ar_iq: عناصر
az_latn_az: Elementlər
hy_am: Տարրեր
ka_ge: ობიექტები
kk_kz: Элементтер
ru_ru: Элементы
th_th: รายการ
uk_ua: Елементи

# GridStringId.LayoutViewGroupIndents
source: Indents
ar_iq: المسافات البادئة
az_latn_az: Boşluq
hy_am: Տողագլուխներ
ka_ge: შეწეული სტრიქონი
kk_kz: Шегініс
ru_ru: Отступ
th_th: ย่อหน้า
uk_ua: Відступи

# GridStringId.LayoutViewGroupIntervals
source: Intervals
ar_iq: الفواصل
az_latn_az: Məsafələr
hy_am: Միջակայքեր
ka_ge: შუალედები
kk_kz: Аралықтар
ru_ru: Интервалы
th_th: ช่วง
uk_ua: Інтервали

# GridStringId.LayoutViewLabelHorizontal
source: Horizontal Interval
ar_iq: الفاصل الأفقي
az_latn_az: Üfüqi interval
hy_am: Հորիզոնական միջակայք
ka_ge: ჰორიზონტალური შუალედი
kk_kz: Көлденең аралық
ru_ru: Горизонтальный интервал
th_th: ช่วงแนวนอน
uk_ua: Горизонтальний інтервал

# LayoutStringId.DefaultItemText
source: Item
ar_iq: عنصر
az_latn_az: Element
hy_am: Տարր
ka_ge: ელემენტი
kk_kz: Элемент
ru_ru: Элемент
th_th: รายการ
uk_ua: Елемент

# LayoutStringId.SimpleLabelItemDefaultText
source: Label
ar_iq: تسمية
az_latn_az: Yazı
hy_am: Պիտակ
ka_ge: ნიშნული
kk_kz: Белгі
ru_ru: Метка
th_th: ป้าย
uk_ua: Мітка

# PivotGridStringId.FilterInvert
source: Invert Filter
ar_iq: عامل التصفية العكسي
az_latn_az: Əks təsirli filtr
hy_am: Հակառակ ֆիլտր
ka_ge: ფილტრის ინვერტირება
kk_kz: Кері сүзгі
ru_ru: Обратный фильтр
th_th: สับเปลี่ยนตัวกรอง
uk_ua: Зворотний фільтр

# PivotGridStringId.PrintDesignerHorizontalLines
source: Horizontal Lines
ar_iq: الأسطر الافقية
az_latn_az: Üfüqi xətlər
hy_am: Հորիզոնական գծեր
ka_ge: ჰორიზონტალური ხაზები
kk_kz: Көлденең сызықтар
ru_ru: Горизонтальные линии
th_th: แถวแนวนอน
uk_ua: Горизонтальні лінії

# PreviewStringId.ExportOption_ImageFormat
source: Image format:
ar_iq: تنسيق الصورة:
az_latn_az: Şəklin formatı:
hy_am: Պատկերի ֆորմատը
ka_ge: სურათის ფორმატი:
kk_kz: Кескін форматы:
ru_ru: Формат изображения:
th_th: ฟอร์แม็ตรูปภาพ
uk_ua: Формат зображення:

# PreviewStringId.ExportOption_PdfChangingPermissions_InsertingDeletingRotating
source: Inserting, deleting and rotating pages
ar_iq: إدراج و حذف وتدوير الصفحات
az_latn_az: Səhifələrin daxil edilməsi, silinməsi və fırladılması
hy_am: Էջերի ավելացում, ջնջում և պտտեցում
ka_ge: გვერდების ჩასმა, წაშლა და მობრუნება
kk_kz: Бетті кірістіру, жою және айналдыру
ru_ru: Вставка, удаление и вращение страниц
th_th: ป้อน ลบ และหมุนหน้า
uk_ua: Вставка, видалення та перегортання сторінок

# PreviewStringId.ExportOption_PdfDocumentKeywords
source: Keywords:
ar_iq: كلمات أساسية:
az_latn_az: Açar sözləri:
hy_am: Հիմնաբառեր՝
ka_ge: ძირითადი სიტყვები:
kk_kz: Кілт сөздер:
ru_ru: Ключевые слова:
th_th: คำหลัก:
uk_ua: Ключові слова:

# PreviewStringId.ExportOption_PdfImageQuality
source: Images quality:
ar_iq: جودة الصور:
az_latn_az: Şəklin keyfiyyəti:
hy_am: Պատկերների որակը
ka_ge: სურათების ხარისხი:
kk_kz: Кескін сапасы:
ru_ru: Качество изображения:
th_th: คุณภาพรูปภาพ:
uk_ua: Якість зображень:

# PreviewStringId.ExportOption_PdfImageQuality_Highest
source: Highest
ar_iq: الأعلى
az_latn_az: Ən Yüksək
hy_am: Ամենաբարձր
ka_ge: უმაღლესი
kk_kz: Ең жақсы
ru_ru: Самое лучшее
th_th: สูงที่สุด
uk_ua: Найвище

# PreviewStringId.ExportOption_XpsDocumentKeywords
source: Keywords:
ar_iq: كلمات أساسية:
az_latn_az: Açar sözlər:
hy_am: Հիմնաբառեր՝
ka_ge: მთავარი სიტყვები:
kk_kz: Кілт сөздер:
ru_ru: Ключевые слова:
th_th: คำหลัก:
uk_ua: Ключові слова:

# PreviewStringId.ExportOptionsForm_CaptionHtml
source: HTML Export Options
ar_iq: خيارات تصدير HTML
az_latn_az: HTML eksport seçimləri
hy_am: HTML-ի արտահանման ընտրանքներ
ka_ge: HTML ფორმატში ექსპორტის ოპციები
kk_kz: HTML экспорт опциялары
ru_ru: Опции экспорта HTML
th_th: ตัวเลือกการส่งออกHTML
uk_ua: Опції експорту HTML

# PreviewStringId.ExportOptionsForm_CaptionImage
source: Image Export Options
ar_iq: خيارات تصدير الصورة
az_latn_az: Şəkil eksport etmə seçimləri
hy_am: Պատկերի արտահանման ընտրանքներ
ka_ge: სურათის ექსპორტის ოპციები
kk_kz: Кескін экспортының опциясы
ru_ru: Опции экспорта изображения
th_th: ตัวเลือกการส่งออกรูปภาพ
uk_ua: Опції експорту зображення

# PreviewStringId.Margin_Inch
source: Inch
ar_iq: بوصة
az_latn_az: Düym
hy_am: Դյույմ
ka_ge: დუიმი
kk_kz: Дюйм
ru_ru: Дюйм
th_th: นิ้ว
uk_ua: Дюйм

# PreviewStringId.MenuItem_GraphicDocument
source: Image File
ar_iq: ملف صورة
az_latn_az: Şəkil faylı
hy_am: Նկար
ka_ge: სურათიანი ფაილი
kk_kz: Кескін
ru_ru: Картинка
th_th: ไฟล์รูปภาพ
uk_ua: Файл зображення

# PreviewStringId.MenuItem_HtmDocument
source: HTML File
ar_iq: ملف HTML
az_latn_az: HTML faylı
hy_am: HTML փաստաթուղթ
ka_ge: HTML ფორმატის ფაილი
kk_kz: HTML құжаты
ru_ru: Документ HTML
th_th: ไฟล์ HTML
uk_ua: Файл HTML

# PreviewStringId.Msg_InvalidBarcodeTextFormat
source: Invalid text format
ar_iq: تنسيق نص غير صالح
az_latn_az: Qadağan olumnuş mətn formatı
hy_am: Տեքստի անվավեր ֆորմատ
ka_ge: ტექსტის არასწორი ფორმატი
kk_kz: Жол берілмейтін мәтін форматы
ru_ru: Недопустимый текстовый формат
th_th: ฟอร์แม็ตตัวอักษรที่ไม่ถูกต้อง
uk_ua: Невірний формат тексту

# PreviewStringId.RibbonPreview_ExportGraphic_Caption
source: Image File
ar_iq: ملف صورة
az_latn_az: Şəkil faylı
hy_am: Պատկերի ֆայլ
ka_ge: სურათიანი ფაილი
kk_kz: Кескінфайлы
ru_ru: Файл изображения
th_th: ไฟล์รูปภาพ
uk_ua: Файл зображення

# PreviewStringId.RibbonPreview_ExportHtm_Caption
source: HTML File
ar_iq: ملف HTML
az_latn_az: HTML faylı
hy_am: HTML ֆայլ
ka_ge: HTML ფორმატის ფაილი
kk_kz: HTML файлы
ru_ru: HTML файл
th_th: ไฟล์ HTML
uk_ua: Файл HTML

# PreviewStringId.RibbonPreview_GalleryItem_PageOrientationLandscape_Caption
source: Landscape
ar_iq: أفقي
az_latn_az: Albom
hy_am: Հորիզոնական
ka_ge: ჰორიზონტალური ფორმატი
kk_kz: Көлденеңінен
ru_ru: Горизонтально
th_th: แนวนอน
uk_ua: Горизонтально

# PreviewStringId.RibbonPreview_HandTool_STipContent
source: Invoke the Hand tool to manually scroll through pages.
ar_iq: استدعاء الأداة اليدوية لتمرير الصفحات يدوياً.
az_latn_az: Səhifələrə özünüz baxa bilmək üçün əl alətini aktivləşdir
hy_am: Թույլ տալ ձեռքով պտտել էջերը
ka_ge: ხელით დაყენების ფუნქციის ჩართვა გვერდების დათვალიერების მიზნით.
kk_kz: Бетті қарап шығу үшін қолмен айналдыруға рұқсат ету
ru_ru: Разрешить ручную прокрутку для просмотра страниц.
th_th: ใช้งานเครื่องมือที่ทำด้วยตนเอง เพื่อเลื่อนดูตามหน้าด้วยตนเอง
uk_ua: Дозволяє вручну прокручувати сторінки.

# PreviewStringId.RibbonPreview_Magnifier_STipContent
source: Invoke the Magnifier tool. Clicking once on a document zooms it so that a single page becomes entirely visible, while clicking another time zooms it to 100% of the normal size.
ar_iq: استدعاء أداة المكبر.النقر مرة واحدة على الصورة لمستند يؤدي إلى تكبيره بحيث تصبح صفحة واحدة مرئية بشكل كامل، وعند النقر مرة أخرى يتم التكبير بنسبة 100% من الحجم الطبيعي.
az_latn_az: Böyüdücünü işə sal. Miqyas düyməsinə vurduqda sənədin ölçüsü böyüyür, təkrarən düyməni vurduqda sənəd əvvəlki 100% vəziyyətinə qayıdır
hy_am: Աշխատեցնել խոշորացման գործիքը: Մասշտաբի վրա մեկ անգամ սեղմելով կարող եք խոշորացնել փաստաթուղթը, անյպես որ մեկ էջը դառնա լիովին տեսանելի, կրկնակի սեղմելով փաստաթուղթը այն վերադառնում է նախկին 100% վիճակին:
ka_ge: გამადიდებელის ფუნქციის ჩართვა. დოკუმენტზე ერთხელ დაწკაპუნებით მისი მასშტაბი იზრდება და გვერდი მთლიანად ჩანს ეკრანზე, ხოლო მეორედ დაწკაპუნებით მისი მასშტაბი უბრუნდება ნორმალურ ზომას.
kk_kz: Үлкейткішті іске қосу. Ауқымды басу құжаттың ұлғаюына әкеп соғады, оны қайталап басу қалыпты жағдайға келтіреді
ru_ru: Запуск увеличителя.Нажатие на масштаб приводит к тому, что документ становится увеличенным, повторное нажатие приводит его к нормальному состоянию.
th_th: ใช้งานเครื่องมือเพิ่มขนาด คลิกหนึ่งครั้งที่เอกสาร ขยายเอกสารนั้นๆ เพื่อให้สามารถเห็นได้ทั้งหน้า ในขณะที่คลิกอีกครั้ง ทำการขยายไปที่ 100% ของขนาดปกติ
uk_ua: Запуск інструменту збільшення. Натиснувши один раз на документ, ви збільшуєте його таким чином, що одна сторінка стає повністю видимою, натиснувши ще раз, ви збільшуєте його до 100% нормального розміру.

# PreviewStringId.RibbonPreview_SendGraphic_Caption
source: Image File
ar_iq: ملف صورة
az_latn_az: Şəkil faylı
hy_am: Պատկերի ֆայլ
ka_ge: სურათიანი ფაილი
kk_kz: Кескін файлы
ru_ru: Файл изображения
th_th: ไฟล์รูปภาพ
uk_ua: Файл зображення

# PreviewStringId.RibbonPreview_ShowLastPage_Caption
source: Last Page
ar_iq: الصفحة الأخيرة
az_latn_az: Son səhifə
hy_am: Վերջին էջ
ka_ge: ბოლო გვერდი
kk_kz: Соңғы бет
ru_ru: Последняя страница
th_th: หน้าสุดท้าย
uk_ua: Остання сторінка

# PreviewStringId.RibbonPreview_ShowLastPage_STipTitle
source: Last Page (Ctrl+End)
ar_iq: الصفحة الأخيرة (Ctrl+End)
az_latn_az: Son səhifə (Ctrl+End)
hy_am: Վերջին էջ (Ctrl+End)
ka_ge: ბოლო გვერდი (Ctrl+End)
kk_kz: Соңғы бет (Ctrl+End)
ru_ru: Последняя страница (Ctrl+End)
th_th: หน้าสุดท้าย (Ctrl+End)
uk_ua: Остання сторінка (Ctrl+End)

# PreviewStringId.RibbonPreview_Watermark_STipContent
source: Insert ghosted text or image behind the content of a page. This is often used to indicate that a document is to be treated specially.
ar_iq: إدراج نص مظلل أو صورة خلف محتوى الصفحة. يشير ذلك غالبًا إلى ضرورة معاملة المستند بصورة خاصة.
az_latn_az: Səhifənin məzmununun arxasında gizli mətn və ya şəkil yerləşdirin. Bundan çox vaxt sənədə xüsusi diqqət yetirilməli olduğunu göstərmək üçün istifadə olunur.
hy_am: Տեղադրել տեքստի ստվերը կամ պատկերը էջի բովանդակության ետևում: Դա հաճախ օգտագործվում է ցույց տալու փաստաթղթի կարևորությունը:
ka_ge: ჩაამატეთ ტექსტის ან სურათის ორეოლი გვერდის შემადგენლობის უკან. ეს ხშირად გამოიყენება დოკუმენტის მნიშვნელოვნობის საჩვენებლად.
kk_kz: Мәтін немесе кескіін жиегін бетке жазылғанның сыртынан қойыңыз. Бұл құжаттың маңыздылығын көрсетеді.
ru_ru: Вставьте ореол текста или изображения за содержимым страницы.Это позволит указать на важность документа.
th_th: ป้อนตัวอักษรหลอก หรือรุปภาพด้านหลังเนื้อหาของหน้า มักจะใช้เพื่อระบุว่าให้ปฏิบัติกับเอกสารนั้นๆแบบเฉพาะอย่างไร
uk_ua: Вставити ореол тексту або зображення за вмістом сторінки. Це часто застосовується для зображення того, що на документ необхідно звернути особливу увагу.

# PreviewStringId.SaveDlg_FilterHtm
source: HTML Document
ar_iq: مستند HTML
az_latn_az: HTML sənədi
hy_am: HTML փաստաթուղթ
ka_ge: HTML ფორმატის დოკუმენტი
kk_kz: HTML құжаты
ru_ru: Документ HTML
th_th: เอกสาร HTML
uk_ua: Документ HTML

# PreviewStringId.SaveDlg_FilterJpeg
source: JPEG File Interchange Format
az_latn_az: JPEG File Interchange formatı
hy_am: JPEG նկար
ka_ge: JPEG ფაილის ფორმატი
kk_kz: JPEG суреті
ru_ru: Картинка JPEG
th_th: JPEG ฟอร์แม็ตการเปลี่ยนไฟล์
uk_ua: Формат JPEG

# PreviewStringId.Shapes_HorizontalLine
source: Horizontal Line
ar_iq: خط الأفقي
az_latn_az: Üfüqi xətt
hy_am: Հորիզոնական գիծ
ka_ge: ჰორიზონტალური ხაზი
kk_kz: Көлденең сызық
ru_ru: Горизонтальная линия
th_th: เส้นแนวนอน
uk_ua: Горизонтальна лінія

# PreviewStringId.TB_TTip_LastPage
source: Last Page
ar_iq: الصفحة الأخيرة
az_latn_az: Son səhifə
hy_am: Վերջին էջ
ka_ge: ბოლო გვერდი
kk_kz: Соңғы бет
ru_ru: Последняя страница
th_th: หน้าสุดท้าย
uk_ua: Остання сторінка

# PreviewStringId.WMForm_Direction_Horizontal
source: Horizontal
ar_iq: أفقي
az_latn_az: Üfüqi
hy_am: Հորիզոնական
ka_ge: ჰორიზონტალურად
kk_kz: Көлденеңінен
ru_ru: По горизонтали
th_th: แนวนอน
uk_ua: Горизонтально

# PreviewStringId.WMForm_ZOrderRgrItem_InFront
source: In &front
ar_iq: في &الأمام
az_latn_az: &Qarşısında
hy_am: Դի&մաց
ka_ge: &წინ
kk_kz: Жоғарыға
ru_ru: &Поверх
th_th: ในหน้า
uk_ua: По&верх

# ReportStringId.Cmd_InsertBand
source: Insert &Band
ar_iq: إدراج &النطاق
az_latn_az: Qrupu&daxil et
hy_am: Ավելացնել &գոտի
ka_ge: ზოლის &ჩამატება
kk_kz: Жолақ қосу
ru_ru: Добавить &полосу
th_th: ป้อนแถบ
uk_ua: Вставити &стрічку

# ReportStringId.Cmd_InsertDetailReport
source: Insert Detail Report
ar_iq: إدراج تفاصيل التقرير
az_latn_az: Təfərrüata dair hesabatı əlavə et
hy_am: Ավելացնել մանրամասն հաշվետվություն
ka_ge: დეტალური ანგარიშის ჩამატება
kk_kz: Тіркелген есепті қосу
ru_ru: Добавить вложенный отчёт
th_th: ป้อนรายละเอียดรายงาน
uk_ua: Вставити детальний звіт

# ReportStringId.Msg_ContainsIllegalSymbols
source: Input format string contains illegal symbol(s).
ar_iq: سلسلة التنسيق التي تم إدخالها يحتوي رمز (رموز) غير قانونية.
az_latn_az: Giriş sətirində səhv işarə(lər) var.
hy_am: Ներդրված ֆորմատավորման տողը պարունակում է սխալ պատկերանշան(ներ):
ka_ge: შესატანი ფორმატის სტრიქონი შეიცავს არასწორ სიმბოლო(ებ)ს.
kk_kz: Кіру жолында қате нышан(дар) бар.
ru_ru: Входная строка содержит ошибочный символ(ы).
th_th: แถวฟอร์แม็ตข้อมูลมีสัญลักษณ์ที่ผิดกฏ
uk_ua: Ввідна строка формату містить помилковий символ(-и).

# ReportStringId.Msg_IncorrectArgument
source: Incorrect argument's value
ar_iq: خطأ في قيمة الوسيطة
az_latn_az: Arqumentin səhv qiyməti
hy_am: Փաստարկի սխալ անվանում
ka_ge: არგუმენტის არასწორი მნიშვნელობა
kk_kz: Дәлелдің дұрыс емес мәні
ru_ru: Неверное значение аргумента
th_th: ค่าอาร์กิวเมนท์ไม่ถูกต้อง
uk_ua: Невірне значення агрументу

# ReportStringId.Msg_IncorrectBandType
source: Incorrect band type
ar_iq: خطأ في نوع النطاق
az_latn_az: Sahənin səhv növü
hy_am: Շրջանի սխալ տեսակ
ka_ge: ზონის არასწორი ტიპი
kk_kz: Аумақтың дұрыс емес үлгісі
ru_ru: Неверный тип области
th_th: ประเภทแถบไม่ถูกต้อง
uk_ua: Невірний тип області

# ReportStringId.Msg_InvPropName
source: Invalid property name
ar_iq: خطأ في اسم الخاصية
az_latn_az: Xassənin səhv adı
hy_am: Հատկության անվավեր անվանում
ka_ge: მახასიათებლის არასწორი დასახელება
kk_kz: Қасиеттің дұрыс емес атауы
ru_ru: Неверное имя свойства
th_th: ชื่อคุณลักษณะไม่ถูกต้อง
uk_ua: Невірна назва властивості

# ReportStringId.Msg_ReportImporting
source: Importing a report layout. Please, wait...
ar_iq: جاري استيراد تخطيط التقرير. يرجى، الانتظار...
az_latn_az: Hesabatın cədvəli import olunur. Zəhmət olmasa, gözləyin......
hy_am: Ներմուծվում է հաշվետվության արտաքին տեսքր: Խնդրում ենք սպասել ...
ka_ge: მიმდინარეობს ანგარიშის განლაგების იმპორტი. გთხოვთ, დაიცადოთ...
kk_kz: Есепті орналастыру импортталуда. Күте тұрыңыз...
ru_ru: Импортирование размещения отчёта. Пожалуйста, ждите...
th_th: กำลังอิมพอร์ตเลย์เอาท์รายงาน กรุณารอสักครู่...
uk_ua: Iмпортування схеми звіту. Зачекайте, будь ласка...

# ReportStringId.RepTabCtl_HtmlView
source: HTML View
ar_iq: عرض HTML
az_latn_az: HTML görünüşü
hy_am: HTML դիտում
ka_ge: HTML ფორმატის ნახვა
kk_kz: HTML қарау
ru_ru: Просмотр HTML
th_th: มุมมอง HTML
uk_ua: Вид HTML

# ReportStringId.RibbonXRDesign_CenterHorizontally_STipContent
source: Horizontally center the selected controls within a band.
ar_iq: توسيط عناصر التحكم المحددة ضمن نطاق بشكل أفقي.
az_latn_az: Sıra daxilində seçilmiş kontrolları mərkəzlərindən sırala
hy_am: Հորիզոնական դիրքով կենտրոն տեղափոխել ընտրված կառավարման տարրերը շերտագծի սահմաններում:
ka_ge: მოახდინეთ მონიშნული მართვის ელემენტების ზოლის ფარგლებში ჰორიზონტალური ცენტრირება
kk_kz: Басқарудың ерекшеленген элементтерін жолақ шегінде көлденеңінен жинаңыз.
ru_ru: Сосредоточьте выделенные элементы управления в пределах полосы горизонтально.
th_th: จัดการควบคุมที่เลือกมาตรงกลางเป็นแนวนอน ในแถบ
uk_ua: Розташувати горизонтально обрані елементи управління в межах стрічки

# ReportStringId.RibbonXRDesign_FontItalic_Caption
source: Italic
ar_iq: مائل
az_latn_az: Kursiv
hy_am: Շեղատառ
ka_ge: კურსივი
kk_kz: Курсив
ru_ru: курсив
th_th: เอียง
uk_ua: Курсив

# ReportStringId.RibbonXRDesign_FontItalic_STipContent
source: Italicize the text.
ar_iq: إمالة النص.
az_latn_az: Mətni kursivləşdir.
hy_am: Տեքստը դարձնել շեղատառ:
ka_ge: ტექსტი დაწერეთ კურსივით.
kk_kz: Бөлінген мәтінді курсивпен жазыңыз
ru_ru: Сделайте выделенный текст курсивом.
th_th: ทำให้ตัวอักษรเป็นแบบเอียง
uk_ua: Виділити текст курсивом.

# ReportStringId.RibbonXRDesign_FontItalic_STipTitle
source: Italic
ar_iq: مائل
az_latn_az: Kursiv
hy_am: Շեղատառ
ka_ge: კურსივი
kk_kz: Курсив
ru_ru: Курсив
th_th: เอียง
uk_ua: Курсив

# ReportStringId.RibbonXRDesign_HorizSpaceIncrease_Caption
source: Increase Horizontal Spacing
ar_iq: زيادة التباعد الأفقي
az_latn_az: Üfüqi məsafəni böyüdün
hy_am: Մեծացնել հորիզոնական միջակայքը
ka_ge: ჰორიზონტალური შუალედის გადიდება
kk_kz: Көлденең аралықты үлкейтіңіз
ru_ru: Увеличьте горизонтальный интервал
th_th: เพิ่มช่องว่างแนวนอน
uk_ua: Збільшити горизонтальний інтервал
