Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.SeriesPrefix
source: Series
ar_iq: سلسلة
az_latn_az: Sıralar
hy_am: Հաջորդականություն
ka_ge: თანმიმდევრობა
kk_kz: Реттілік
ru_ru: Последовательность
th_th: ซีรี่ส์
uk_ua: Послідовність

# ChartStringId.SvnScatterLine
source: Scatter Line
ar_iq: خط مبعثر
az_latn_az: Səpələnmiş xətt
hy_am: Կետագիծ
ka_ge: გაფანტვის ხაზი
kk_kz: Нүктелік сызық
ru_ru: Точечная линия
th_th: เส้นกระจาย
uk_ua: Пунктирна лінія

# ChartStringId.TrnScaleBreaksChanged
source: Scale breaks changed
ar_iq: تم تغيير فواصل المقياس
az_latn_az: Şkala intervalları dəyişdirilmişdir
hy_am: Սանդղակի ճեղքվածքները փոխված են
ka_ge: მასშტაბის გამყოფები შეცვლილია
kk_kz: Шәкілдің бөліністері өзгерді
ru_ru: Деления шкалы изменены
th_th: Scale breaks เปลี่ยน
uk_ua: Ділення шкали змінені

# ChartStringId.TrnSecondaryAxesXChanged
source: Secondary axis X changed
ar_iq: تم تغيير المحور الثانوي X
az_latn_az: İkinci X oxu seçilmişdir
hy_am: Երկրորդական X առանցքը փոխված է
ka_ge: შეცვლილია მეორადი ღერძი X
kk_kz: X қайталама осі таңдалды
ru_ru: Выбрана вторичная ось Х
th_th: แกน X ที่สองถูกเปลี่ยน
uk_ua: Вторинна вісь X змінена

# ChartStringId.TrnSecondaryAxesYChanged
source: Secondary axis Y changed
ar_iq: تم تغيير المحور الثانويY
az_latn_az: İkinci Y oxu seçilmişdir
hy_am: Երկրորդական Y առանցքը փոխված է
ka_ge: შეცვლილია მეორადი ღერძი Y
kk_kz: Y қайталама осі таңдалды
ru_ru: Выбрана вторичная ось Y
th_th: แกน Y ที่สองถูกเปลี่ยน
uk_ua: Вторинна вісь Y змінена

# ChartStringId.TrnSecondryAxisXDeleted
source: Secondary axis X deleted
ar_iq: تم حذف المحور الثانوي X
az_latn_az: İkinci X oxu silinmişdir
hy_am: Երկրորդական X առանցքը ջնջված է
ka_ge: წაშლილია მეორადი ღერძი X
kk_kz: X қайталама осі жойылды
ru_ru: Вторичная ось Х удалена
th_th: แกน X ที่สองถูกลบ
uk_ua: Вторинна вісь X видалена

# ChartStringId.TrnSecondryAxisYDeleted
source: Secondary axis Y deleted
ar_iq: تم حذف المحور الثانوي Y
az_latn_az: İkinci Y oxu silinmişdir
hy_am: Երկրորդական Y առանցքը ջնջված է
ka_ge: წაშლილია მეორადი ღერძი Y
kk_kz: Y қайталама осі жойылды
ru_ru: Вторичная ось У удалена
th_th: แกน Y ที่สองถูกลบ
uk_ua: Вторинна вісь Y видалена

# ChartStringId.TrnSeriesChanged
source: Series changed
ar_iq: تم تغيير السلسلة
az_latn_az: Sıralar dəyişdirilmişdir
hy_am: Հաջորդականությունը փոխվել է
ka_ge: თანმიმდევრობა შეცვლილია
kk_kz: Реттілік өзгерді
ru_ru: Последовательность изменилась
th_th: ซีรี่ส์ถูกเปลี่ยน
uk_ua: Послідовність змінено

# ChartStringId.TrnSeriesDeleted
source: Series deleted
ar_iq: تم حذف السلسلة
az_latn_az: Sıralar silinmişdir
hy_am: Հաջորդականությունը ջնջվել է
ka_ge: თანმიმდევრობა წაშლილია
kk_kz: Реттілік жойылды
ru_ru: Последовательность удалена
th_th: ซีรี่ส์ถูกลบ
uk_ua: Послідовність видалено

# ChartStringId.VerbAboutDescription
source: See basic information on XtraCharts.
ar_iq: انظر المعلومات الأساسية حول مخططات إكسترا/XtraCharts.
az_latn_az: EkstraDiaqramlar -a dair əsas məlumatlara bax.
hy_am: Տես XtraCharts-ի մասին հիմնական տեղեկատվությունը:
ka_ge: იხილეთ ძირითადი ინფორმაცია XtraCharts–ის შესახებ.
kk_kz: XtraCharts туралы негізгі ақпаратты қара
ru_ru: Смотри основную информацию о XtraCharts.
th_th: ดูข้อมูลเบื้องต้นบน XtraCharts
uk_ua: Див. основну інформацію про XtraCharts.

# ChartStringId.VerbResetLegendPointOptions
source: Reset legend point options
ar_iq: إعادة تعيين خيارات نقطة وسيلة الإيضاح
az_latn_az: Şərti işarələrə dair nöqtə seçimlərini yenidən qur
hy_am: Վերաբեռնել կետի տարբերակների նկարագրությունը
ka_ge: წერტილის ოპციების აღწერილობის ხელახლა ჩართვა
kk_kz: Нүкте опцияларының сипаттамасын шығарып тастау
ru_ru: Сбросить описание опций точки
th_th: ตั้งค่าตัวเลือกจุดคำอธิบายสัญลักษณ์ใหม่
uk_ua: Перезавантажити налаштування точки легенди

# ChartStringId.VerbResetLegendPointOptionsDescription
source: Revert the legend point options to their default values.
ar_iq: إعادة خيارات نقطة وسيلة الإيضاح إلى قيمها الافتراضية.
az_latn_az: Şərti işarələrin nöqtə seçimlərini onların standart göstəricilərinə çevir
hy_am: Վերադարձնել կետի նկարագրության ընտրանքները իրենց լռելյայն արժեքներին:
ka_ge: წერტილების ოპციების აღწერილობის დაბრუნება ნაგულისხმევ მდგომარეობაში.
kk_kz: Нүкте опциясының сипаттамасын Әдепкілік бойынша жағдайына қайтару
ru_ru: Вернуть описание опций точки в состояние По умолчанию
th_th: คืนตัวเลือกจุดคำอธิบายสัญลักษณ์เป็นค่าตั้งต้น
uk_ua: Повернути налаштування точки легенди до значень за умовчанням.

# ChartStringId.VerbSaveLayout
source: Save...
ar_iq: حفظ...
az_latn_az: Yaddaşa ver...
hy_am: Պահպանել...
ka_ge: დამახსოვრება...
kk_kz: ...сақтау
ru_ru: Сохранить...
th_th: บันทึก…
uk_ua: Зберегти...

# ChartStringId.VerbSaveLayoutDescription
source: Save a chart to an XML file.
ar_iq: حفظ المخطط في ملف XML.
az_latn_az: Diaqramı XML faylında yaddaşa ver.
hy_am: Պահպանել դիագրամը XML ֆայլում:
ka_ge: დიაგრამის დამახსოვრება XML ფორმატში.
kk_kz: Диаграмманы XML файлда сақтау
ru_ru: Сохранить диаграмму в XML файле.
th_th: บันทึกแผนภูมิไปที่ไฟล์ XML
uk_ua: Зберегти діаграму у файлі XML.

# ChartStringId.VerbWizard
source: Run Wizard...
ar_iq: تشغيل المعالج...
az_latn_az: Bələdçini işə sal...
hy_am: Գործարկել Կառուցիչը...
ka_ge: ოსტატის გაშვება...
kk_kz: ... Шеберді іске қосу
ru_ru: Запуск Мастера...
th_th: ดำเนินการวิซาร์ด...
uk_ua: Запуск майстра...

# ChartStringId.VerbWizardDescription
source: Run the Chart Wizard, which allows the properties of the chart to be edited.
ar_iq: تشغيل معالج المخطط، والذي يسمح بتحرير خصائص المخطط.
az_latn_az: Diaqramın xüsusiyyətlərinin redaktə edilməsinə imkan verən Diaqram Bələdçisini işə sal.
hy_am: Գործարկել դիագրամի Կառուցիչը, որը հնարավորություն է տալիս խմբագրել դիագրամի հատկությունները:
ka_ge: დიაგრამის ოსტატის გაშვება, რომელიც იძლევა დიაგრამის მახასიათებლების რედაქტირების საშუალებას.
kk_kz: Диаграмманың қасиетін редакциялауға мүмкіндік беретін Диаграмма шеберін іске қосу
ru_ru: Запуск Мастера диаграмм, позволяющий редактировать свойства диаграммы.
th_th: ทำงานวิซาร์ดแผนภูมิ ที่อนุญาตให้แก้ไขคุณลักษณะของแผนภูมิได้
uk_ua: Запустити мастер діаграм, який дозволить редагувати властивості діаграми.

# ChartStringId.WizAnchorPointSeriesPoint
source: Series Point
ar_iq: نقطة السلسلة
az_latn_az: Sıralar nöqtəsi
hy_am: Հաջորդականության կետ
ka_ge: სერიების წერტილი
kk_kz: Реттілік нүктесі
ru_ru: Точка последовательности
th_th: จุดซีรี่ส์
uk_ua: Точка послідовності

# ChartStringId.WizDateTimeMeasureUnitSecond
source: Second
ar_iq: ثانية
az_latn_az: Saniyə
hy_am: Վայրկյան
ka_ge: წამი
kk_kz: Секунд
ru_ru: Секунда
th_th: วินาที
uk_ua: Секунда

# ChartStringId.WizDockCornerRightBottom
source: Right-bottom
ar_iq: يمين-أسفل
az_latn_az: Sağ-aşağı
hy_am: Աջ ստորին
ka_ge: ქვედა-მარჯვენა
kk_kz: Оң жақтағы төменгі
ru_ru: Правый нижний
th_th: ด้านขวาล่าง
uk_ua: Правий нижній

# ChartStringId.WizDockCornerRightTop
source: Right-top
ar_iq: يمين-أعلى
az_latn_az: Sağ-yuxarı
hy_am: Աջ վերին
ka_ge: ზედა-მარჯვენა
kk_kz: Оң жақтағы жоғарғы
ru_ru: Правый верхний
th_th: ด้านขวาบน
uk_ua: Правий верхній

# ChartStringId.WizFunnelSeriesLabelPositionRight
source: Right
ar_iq: يمين
az_latn_az: Sağ
hy_am: Աջ
ka_ge: მარჯვნივ
kk_kz: Оң жақта
ru_ru: Справа
th_th: ขวา
uk_ua: Правий

# ChartStringId.WizFunnelSeriesLabelPositionRightColumn
source: Right Column
ar_iq: العمود الأيمن
az_latn_az: Sağ sütun
hy_am: Աջ սյունակ
ka_ge: მარჯვენა სვეტი
kk_kz: Оң жақтағы баған
ru_ru: Правая колонка
th_th: คอลัมน์ขวา
uk_ua: Права колонка

# ChartStringId.WizGradientRightToLeft
source: RightToLeft
ar_iq: من اليمين إلى اليسار
az_latn_az: SağdanSola
hy_am: ԱջիցՁախ
ka_ge: მარჯვნიდანმარცხნივ
kk_kz: Оң жақ Сол жақ
ru_ru: СправаНалево
th_th: ขวาไปซ้าย
uk_ua: ЗправаНаліво

# ChartStringId.WizPositionRight
source: Right
ar_iq: يمين
az_latn_az: Sağ
hy_am: Աջ
ka_ge: მარჯვნივ
kk_kz: Оң жақта
ru_ru: Справа
th_th: ขวา
uk_ua: Правий

# ChartStringId.WizPositionRightColumn
source: RightColumn
ar_iq: العمود الأيمن
az_latn_az: SağSütun
hy_am: Աջ սյունակ
ka_ge: მარჯვენასვეტი
kk_kz: Оң жақтағы баған
ru_ru: Правая колонка
th_th: คอลัมน์ขวา
uk_ua: ПраваКолонка

# ChartStringId.WizSeriesDataBindingPageName
source: Series Binding
ar_iq: ربط السلسلة
az_latn_az: Seriyanın birləşdirilməsi
hy_am: Կապերի հաջորդականություն
ka_ge: დაკავშირებული სერია
kk_kz: Байланыстыру сериясы
ru_ru: Серия связываний
th_th: การผูกซีรี่ส์
uk_ua: Послідовність зв'язувань

# ChartStringId.WizSeriesPageName
source: Series
ar_iq: سلسلة
az_latn_az: Sıralar
hy_am: Շարք
ka_ge: სერიები
kk_kz: Қатар
ru_ru: Ряд
th_th: ซีรี่ส์
uk_ua: Послідовність

# ChartStringId.WizShapeKindRoundedRectangle
source: Rounded Rectangle
ar_iq: مستطيل مستدير الزوايا
az_latn_az: Kənarları dəyirəvi düzbucaq
hy_am: Կլորացված ուղղանկյուն
ka_ge: მომრგვალებული სწორკუთხედი
kk_kz: Дөңгелектелген тікбұрыш
ru_ru: Скругленный прямоугольник
th_th: สี่เหลี่ยมผืนผ้าทรงมน
uk_ua: Округлений прямокутник

# GridStringId.LayoutViewButtonSaveLayout
source: Sa&ve Layout...
ar_iq: حف&ظ التخطيط...
az_latn_az: Cədvəli yaddaşa sal
hy_am: Պահպանել դասավորվածությունը...
ka_ge: განლაგების სქემის დამა&ხსოვრება
kk_kz: Орналастыруды сақтау
ru_ru: Сохранить размещение
th_th: บันทึกเลย์เอาท์..
uk_ua: Збе&регти схему...

# GridStringId.LayoutViewCloseZoomBtnHintClose
source: Restore View
ar_iq: استعادة العرض
az_latn_az: Görünüşü bərpa et
hy_am: Վերականգնել պատկերը
ka_ge: გამოსახულების აღდგენა
kk_kz: Кескінді қалпына келтіру
ru_ru: Восстановить изображение
th_th: เรียกคืนมุมมอง
uk_ua: Відновити зображення

# GridStringId.LayoutViewLabelScrollVisibility
source: Scroll Visibility:
ar_iq: إمكانية رؤية التمرير:
az_latn_az: Sürüşdürmə zolağının görünməsi:
hy_am: Պտտման ժապավենի տեսանելիություն
ka_ge: გადაადგილების ზოლის ხილვადობა:
kk_kz: Айналдыру жолағының көрінуі:
ru_ru: Видимость полосы прокрутки:
th_th: การมองเห็นการเลื่อน:
uk_ua: Видимість прокрутки:

# GridStringId.MenuColumnRemoveColumn
source: Hide This Column
ar_iq: إزالة هذا العمود
az_latn_az: Bu sütunu gizlətmək
hy_am: Հեռացնել այս սյունակը
ka_ge: სვეტის ამოღება
kk_kz: Бағананы тасалау
ru_ru: Скрыть колонку
th_th: ลบคอลัมน์นี้
uk_ua: Прибрати цю колонку

# LayoutStringId.RenameMenuText
source: Rename
ar_iq: إعادة تسمية
az_latn_az: Adını dəyişdirmək
hy_am: Վերանվանել
ka_ge: სახელის გადარქმევა
kk_kz: Басқа атау беру
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
uk_ua: Перейменувати

# LayoutStringId.RenameSelected
source: Rename
ar_iq: إعادة تسمية
az_latn_az: Adını dəyişdirmək
hy_am: Վերանվանել
ka_ge: სახელის გადარქმევა
kk_kz: Басқа атау беру
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
uk_ua: Перейменувати

# LayoutStringId.ResetConstraintsToDefaultsMenuItem
source: Reset to default
ar_iq: إعادة التعيين إلى افتراضي
az_latn_az: Standart vəziyyətə qaytar
hy_am: Լռելյայն
ka_ge: ნაგულისხმევ მნიშვნელობებზე დაყენება
kk_kz: Әдепкілік бойынша
ru_ru: По умолчанию
th_th: ตั้งค่าใหม่เป็นค่าตั้งต้น
uk_ua: Перезавантаження за умовчанням

# LayoutStringId.ResetLayoutMenuText
source: Reset Layout
ar_iq: إعادة تعيين التخطيط
az_latn_az: Cədvəli ilkin vəziyyətə qaytar
hy_am: Վերաբեռնել դասավորությունը
ka_ge: საწყისი სქემის გაშვება
kk_kz: Бастапқы орналасуы
ru_ru: Исходное расположение
th_th: ตั้งค่าเลย์เอาท์ใหม่
uk_ua: Перезавантажити схему

# LayoutStringId.SaveButtonHintText
source: Save layout to XML file
ar_iq: حفظ التخطيط في ملف XML
az_latn_az: Cədvəli XML faylına yaddaşa sal
hy_am: Պահպանել դասավորությունը XML ֆայլում
ka_ge: სქემის დამახსოვრება XML ფაილში
kk_kz: XML файлда орналасуды сақтау
ru_ru: Сохранить расположение в XML файл
th_th: บันทึกเลย์เอาท์ไปยังไฟล์ XML
uk_ua: Зберегти схему у файлі XML

# LayoutStringId.SaveHintCaption
source: Save(Ctrl+S)
ar_iq: حفظ(Ctrl+S)
az_latn_az: Yaddaşa sal (Ctrl+S)
hy_am: Պահպանել (Ctrl+S)
ka_ge: დამახსოვრება (Ctrl+S)
kk_kz: Сақтау (Ctrl+S)
ru_ru: Сохранить (Ctrl+S)
th_th: บันทึก (Ctrl+S)
uk_ua: Зберегти(Ctrl+S)

# LayoutStringId.SimpleSeparatorItemDefaultText
source: Separator
ar_iq: الفاصل
az_latn_az: Ayırıcı
hy_am: Բաժանիչ
ka_ge: გამყოფი
kk_kz: Бөлгіш
ru_ru: Разделитель
th_th: ตัวคั่น
uk_ua: Роздільник

# LayoutStringId.TextPositionRightMenuText
source: Right
ar_iq: يمين
az_latn_az: Sağ
hy_am: Աջ
ka_ge: მარჯვნივ
kk_kz: Оң жақта
ru_ru: Справа
th_th: ขวา
uk_ua: Зправа

# LayoutStringId.TreeViewRootNodeName
source: Root
ar_iq: الجذر
az_latn_az: Kök
hy_am: Արմատ
ka_ge: ფესვი
kk_kz: Түбір
ru_ru: Корень
th_th: ราก
uk_ua: Корінь

# PivotGridStringId.PrintDesignerRowHeaders
source: Row Headers
ar_iq: عناوين الصفوف
az_latn_az: Sətrin başlıqları
hy_am: Տողերի գլխագրեր
ka_ge: სტრიქონის სათაურები
kk_kz: Жолдардың тақырыбы
ru_ru: Заголовки строк
th_th: หัวเรื่องแถว
uk_ua: Заголовки рядку

# PivotGridStringId.RowArea
source: Row Area
ar_iq: منطقة الصفوف
az_latn_az: Sətir sahəsi
hy_am: Տողերի շրջան
ka_ge: სტრიქონის ზონა
kk_kz: Жолдың аумағы
ru_ru: Область строк
th_th: พื้นที่แถว
uk_ua: Облясть рядку

# PreviewStringId.ExportOption_ImageResolution
source: Resolution (dpi):
ar_iq: الدقة (dpi):
az_latn_az: Ölçüsü (dpi):
hy_am: Լուծելիության աստիճան (dpi).
ka_ge: რეზოლუცია (dpi):
kk_kz: Рұқсат беру қабілеті (dpi):
ru_ru: Разрешающая способность (dpi):
th_th: ความละเอียด (dpi):
uk_ua: Роздільна здатність (dpi):

# PreviewStringId.ExportOption_SaveMode
source: Save a file with:
ar_iq: حفظ الملف مع:
az_latn_az: Faylı aşağıdakı göstərilənləri ilə yaddaşa sal:
hy_am: Պահպանել ֆայլը
ka_ge: ფაილის დამახსოვრება:
kk_kz: Файлды ... бастап сақтау
ru_ru: Сохранить файл с:
th_th: บันทึกไฟล์ด้วย:
uk_ua: Зберегти файл з:

# PreviewStringId.ExportOption_SaveMode_UsingSaveFileDialog
source: SaveFile dialog
ar_iq: مربع حوار حفظ الملف
az_latn_az: FaylıYaddaşaSal dialoq pəncərəsi
hy_am: SaveFile երկխոսության պատուհան
ka_ge: SaveFile დიალოგური ფანჯარა
kk_kz: SaveFile тілқатысу терезесі
ru_ru: SaveFile диалоговое окно
th_th: ดะไอล็อคการบันทึกไฟล์
uk_ua: Діалог збереження файлу

# PreviewStringId.ExportOptionsForm_CaptionRtf
source: RTF Export Options
ar_iq: خيارات تصدير RTF
az_latn_az: RTF eksport seçimləri
hy_am: RTF արտահանման տարբերակներ
ka_ge: RTF–ის ექსპორტის ოპციები
kk_kz: RTF экспорттау опциялары
ru_ru: Опции экспорта RTF
th_th: ตัวเลือกการส่งออกRTF
uk_ua: Опції експорту RTF

# PreviewStringId.FolderBrowseDlg_ExportDirectory
source: Select a folder to save the exported document to:
ar_iq: تحديد مجلد لحفظ المستند المصدر إلى:
az_latn_az: Eksport edilmiş sənədi yaddaşa salmaq üçün qovluğu seçin:
hy_am: Ընտրել թղթապանակը՝ արտահանվող փաստաթուղթը պահպանելու համար.
ka_ge: შეარჩიეთ საქაღალდე ექსპორტირებული დოკუმენტის შესანახად:
kk_kz: Экспортқа арналған құжаттарды сақтау үшін папка таңдаңыз
ru_ru: Выберите папку для сохранения документов для экспорта:
th_th: เลือกโฟลด์เดอร์เพื่อบันทึกเอกสารที่แยกไปที่:
uk_ua: Оберіть папку для збереження документів для експорту:

# PreviewStringId.Margin_RightMargin
source: Right Margin
ar_iq: الهامش الأيمن
az_latn_az: Sağ sahə
hy_am: Աջ լուսանցք
ka_ge: მარჯვენა ზღვარი
kk_kz: Оң жақтағы жолақ
ru_ru: Правое поле
th_th: ขอบขวา
uk_ua: Праве поле

# PreviewStringId.MenuItem_RtfDocument
source: RTF File
ar_iq: ملف RTF
az_latn_az: RTF faylı
hy_am: RTF ֆայլ
ka_ge: RTF ფორმატის ფაილი
kk_kz: Пішімделген файл
ru_ru: Форматированный текст
th_th: ไฟล์ RTF
uk_ua: Файл RTF

# PreviewStringId.MenuItem_Send
source: Sen&d As
ar_iq: إر&سال كـ:
az_latn_az: Aşağıdakı kimi gön&dərin
hy_am: Ուղ&արկել փոստով
ka_ge: ფოსტით გ&აგზავნა
kk_kz: Пошта арқылы жіберу
ru_ru: О&тправить по почте
th_th: ส่งเป็น
uk_ua: Від&правити як

# PreviewStringId.ParametersRequest_Reset
source: Reset
ar_iq: إعادة تعيين
az_latn_az: Yenidən təyin et
hy_am: Վերաբեռնել
ka_ge: ხელახლა დაყენება
kk_kz: Шығарып тастау
ru_ru: Сброс
th_th: ตั้งค่าใหม่
uk_ua: Перезавантаження

# PreviewStringId.RibbonPreview_ExportRtf_Caption
source: RTF File
ar_iq: ملف RTF
az_latn_az: RTF faylı
hy_am: RTF ֆայլ
ka_ge: RTF ფორმატის ფაილი
kk_kz: RTF файл
ru_ru: RTF файл
th_th: ไฟล์ RTF
uk_ua: Файл RTF

# PreviewStringId.RibbonPreview_ExportRtf_Description
source: Rich Text Format
ar_iq: تنسيق Rich Text
az_latn_az: Zəngin mətn formatı
hy_am: Ֆորմատավորված տեքստ
ka_ge: Rich Text ფორმატი
kk_kz: Пішімделген мәтін
ru_ru: Форматированный текст
th_th: ฟอร์แม็ตตัวอักษรแบบเข้ม
uk_ua: Форматований текст

# PreviewStringId.RibbonPreview_PageMargins_STipContent
source: Select the margin sizes for the entire document. To apply specific margin sizes to the document, click Custom Margins.
ar_iq: تحديد مقاييس الهوامش للمستند بأكمله. لتطبيق مقاييس محددة لهوامش المستند، انقر فوق هوامش مخصصة.
az_latn_az: Bütün sənəd üçün kənarların ölçüsünü seç. Sənədin kənarları üçün spesifik ölçünü tətbiq etmək məqsədilə, İstifadəçi Kənarlar-a klikləyin.
hy_am: Ընտրել ողջ փաստաթղթի ﻿եզրի չափերը: Եզրի հատուկ չափեր կիրառելու համար սեղմել Եզրերի կարգավորում:
ka_ge: მთიანი დოკუმენტისთვის ზღვრების ზომების მონიშვნა. დოკუმენტში ზღვრების პარამტრების გამოყენებისთვის,დააწკაპუნეთ ზღვრების პარამეტრების დაყენებაზე..
kk_kz: Құжат үшін жолақ мөлшерін таңдаңыз. Жолақ үшін теңшелімді қолдану үшін Жолақ реттегішті
ru_ru: Выбор размеров поля для документа. Для применения настроек для поля, выберите Настройки полей.
th_th: เลือกขนาดขอบสำหรับเอกสารทั้งหมด เพื่อนำขนาดของที่กำหนดมาใช้กับเอกสาร คลิกที่ Custom Margins
uk_ua: Оберіть розміри поля для усього документу. Для застосування специфічних розмірів поля до документу настисніть Свої поля.

# PreviewStringId.RibbonPreview_Print_STipContent
source: Select a printer, number of copies and other printing options before printing.
ar_iq: حدد الطابعة وعدد النسخ وخيارات الطباعة الأخرى قبل الطباعة.
az_latn_az: Çap etməzdən öncə printeri, nüsxələrin sayını və digər çap seçimlərini təyin edin
hy_am: Տպելուց առաջ ընտրել տպիչը, պատճենների քանակը և այլ տպելու կարգավորումներ:
ka_ge: დაბეჭდვამდე, შეარჩიეთ პრინტერი, ასლების რაოდენობა და ბეჭდვის სხვა ოპციები.
kk_kz: Басып шығару алдында принтерді, көшірме санын және басқа теңшелімді таңдаңыз
ru_ru: Выберите принтер, количество копий и другие необходимые настройки перед печатью.
th_th: เลือกเครื่องพิมพ์ จำนวนสำเนา และตัวเลือกการพิมพ์อื่นๆก่อนทำการพิมพ์
uk_ua: Оберіть принтер, кількість копій та інші oпції друку перед початком друку.

# PreviewStringId.RibbonPreview_PrintDirect_STipContent
source: Send the document directly to the default printer without making changes.
ar_iq: إرسال المستند مباشرة إلى الطابعة الافتراضية دون إجراء تغييرات.
az_latn_az: Sənədə dəyişikliklər etmədən birbaşa standart printerə göndər.
hy_am: Առանց փոփոխություններ կատարելու փաստաթուղթը միանգամից ուղարկել լռելյայն ընտրված տպիչ:
ka_ge: დოკუმენტის გაგზავნა ბეჭდვაზე შეტანილი ცვლილებების გარეშე
kk_kz: Құжатты жасалған өзгерістерсіз басып шығаруға жіберу
ru_ru: Отправить документ на распечатку без сделанных изменений.
th_th: ส่งเอกสารไปโดยตรงที่เครื่องพิมพ์ตั้งต้น โดยไม่ทำการเปลี่ยนแปลงใดๆ
uk_ua: Відправити документ безпосередньо на принтер, встановлений за умовчанням, без внесення змін.

# PreviewStringId.RibbonPreview_Save_Caption
source: Save
ar_iq: حفظ
az_latn_az: Yaddaşa sal
hy_am: Պահպանել
ka_ge: დამახსოვრება
kk_kz: Сақтау
ru_ru: Сохранить
th_th: บันทึก
uk_ua: Зберегти

# PreviewStringId.RibbonPreview_Save_STipContent
source: Save the document.
ar_iq: حفظ المستند.
az_latn_az: Sənədi yaddaşa sal.
hy_am: Պահպանել փաստաթուղթը:
ka_ge: დოკუმენტის დამახსოვრება.
kk_kz: Құжатты сақтау
ru_ru: Сохранить документ.
th_th: บันทึกเอกสาร
uk_ua: Зберегти документ.

# PreviewStringId.RibbonPreview_Save_STipTitle
source: Save (Ctrl + S)
ar_iq: حفظ (Ctrl + S)
az_latn_az: Yaddaşa sal (Ctrl + S)
hy_am: Պահպանել (Ctrl + S)
ka_ge: დამახსოვრება (Ctrl + S)
kk_kz: Сақтау (Ctrl + S)
ru_ru: Сохранить (Ctrl + S)
th_th: บันทึก (Ctrl + S)
uk_ua: Зберегти (Ctrl + S)

# PreviewStringId.RibbonPreview_Scale_Caption
source: Scale
ar_iq: المقياس
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: อัตรา
uk_ua: Масштаб

# PreviewStringId.RibbonPreview_Scale_STipTitle
source: Scale
ar_iq: المقياس
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: อัตรา
uk_ua: Масштаб

# PreviewStringId.RibbonPreview_SendRtf_Caption
source: RTF File
ar_iq: ملف RTF
az_latn_az: RTF faylı
hy_am: RTF ֆայլ
ka_ge: RTF ფორმატის ფაილი
kk_kz: RTF файл
ru_ru: RTF файл
th_th: ไฟล์ RTF
uk_ua: Файл RTF

# PreviewStringId.RibbonPreview_SendRtf_Description
source: Rich Text Format
ar_iq: تنسيق Rich Text
az_latn_az: Zəngin mətn formatı
hy_am: Ֆորմատավորված տեքստ
ka_ge: Rich Text ფორმატი
kk_kz: Кеңейтілген мәтіндік формат
ru_ru: Расширенный текстовый формат
th_th: ฟอร์แม็ตตัวอักษรแบบเข้ม
uk_ua: Форматований текст

# PreviewStringId.SaveDlg_FilterRtf
source: Rich Text Document
ar_iq: مستند نص منسق
az_latn_az: Rich Text sənədi
hy_am: Ֆորմատավորված տեքստ
ka_ge: Rich Text ფორმატის დოკუმენტი
kk_kz: Пішімделген мәтін
ru_ru: Форматированный текст
th_th: เอกสารตัวอักษรแบบเข้ม
uk_ua: Форматований текст

# PreviewStringId.SaveDlg_Title
source: Save As
ar_iq: حفظ كـ
az_latn_az: Aşağıdakı adla yaddaşa ver
hy_am: Պահպանել որպես
ka_ge: დაიმახსოვრე, როგორც
kk_kz: Құжатты сақтау
ru_ru: Сохранение документа
th_th: บันทึกเป็น
uk_ua: Зберегти як

# PreviewStringId.ScalePopup_GroupText
source: Scaling
ar_iq: تغيير الحجم
az_latn_az: Miqyasın dəyişdirilməsi
hy_am: Մասշտաբավորում
ka_ge: მასშტაბირება
kk_kz: Масштабтау
ru_ru: Масштабирование
th_th: การปรับอัตรา
uk_ua: Масштабування

# PreviewStringId.Shapes_RightArrow
source: Right Arrow
ar_iq: السهم الأيمن
az_latn_az: Sağ ox
hy_am: Աջ սլաք
ka_ge: ისარი "მარჯვნივ"
kk_kz: Стрелка оң жақта
ru_ru: Стрелка вправо
th_th: ลูกศรขวา
uk_ua: Стрілка вправо

# PreviewStringId.TB_TTip_Save
source: Save the document
ar_iq: حفظ المستند
az_latn_az: Sənədi yaddaşa ver
hy_am: Պահպանել փաստաթուղթը
ka_ge: დოკუმენტის დამახსოვრება
kk_kz: Құжатты сақтау
ru_ru: Сохранить документ
th_th: บันทึกเอกสาร
uk_ua: Зберегти документ

# PreviewStringId.TB_TTip_Scale
source: Scale
ar_iq: المقياس
az_latn_az: Şkala
hy_am: Մասշտաբ
ka_ge: მასშტაბი
kk_kz: Масштаб
ru_ru: Масштаб
th_th: อัตรา
uk_ua: Масштаб

# PreviewStringId.TB_TTip_Search
source: Search
ar_iq: بحث
az_latn_az: Axtar
hy_am: Որոնում
ka_ge: ძიება
kk_kz: Іздеп табу
ru_ru: Найти
th_th: ค้นหา
uk_ua: Пошук

# PreviewStringId.TB_TTip_Send
source: Send via E-Mail...
ar_iq: إرسال بالبريد الالكتروني...
az_latn_az: Elektron məktub şəklində göndər...
hy_am: Ուղարկել էլեկտրոնային փոստով...
ka_ge: ელ. ფოსტით გაგზავნა...
kk_kz: Пошта арқылы жіберу
ru_ru: Отправить по почте
th_th: ส่งผ่านอีเมล์
uk_ua: Надіслати електронною поштою...

# PreviewStringId.WMForm_HorzAlign_Right
source: Right
ar_iq: يمين
az_latn_az: Sağ
hy_am: Աջ
ka_ge: მარჯვენა მხარეს
kk_kz: Оң жақ жиегі бойынша
ru_ru: По правому краю
th_th: ขวา
uk_ua: Вправо

# PreviewStringId.WMForm_PictureDlg_Title
source: Select Picture
ar_iq: تحديد صورة
az_latn_az: Şəkili seçin
hy_am: Ընտրել նկար
ka_ge: სურათის მონიშვნა
kk_kz: Суретті таңдыңыз
ru_ru: Выбрать картинку
th_th: เลือกรูปภาพ
uk_ua: Оберіть зображення

# PreviewStringId.WMForm_Watermark_Sample
source: SAMPLE
ar_iq: عينة
az_latn_az: NÜMUNƏ
hy_am: ՆՄՈՒՇ
ka_ge: ნიმუში
kk_kz: ҮЛГІ
ru_ru: ОБРАЗЕЦ
th_th: ตัวอย่าง
uk_ua: ЗРАЗОК

# ReportStringId.Cmd_ReportFooter
source: ReportFooter
ar_iq: تذييل التقرير
az_latn_az: Hesabatın aşağı kolontitulu
hy_am: Հաշվետվության ստորագիր
ka_ge: ანგარიშის ქვედა კოლონტიტული
kk_kz: Есептің ескертуі
ru_ru: Примечание отчета
th_th: ท้ายเรื่องรายงาน
uk_ua: Примітка Звіту

# ReportStringId.Cmd_ReportHeader
source: ReportHeader
ar_iq: رأس التقرير
az_latn_az: Hesabatın yuxarı kolontitulu
hy_am: Հաշվետվության գլխագիր
ka_ge: ანგარიშის ზედა კოლონტიტული
kk_kz: Есептің тақырыбы
ru_ru: Заголовок отчета
th_th: หัวเรื่องรายงาน
uk_ua: Заголовок Звіту

# ReportStringId.Cmd_TableInsertRowAbove
source: Row &Above
ar_iq: الصف & أعلى
az_latn_az: Sətir və ondan yuxarı
hy_am: Տողը &վերև
ka_ge: სტრიქონი &ზემოთ
kk_kz: Жолды & жоғарыға
ru_ru: Строку ввер&х
th_th: แถว &ด้านบน
uk_ua: Рядок &вище

# ReportStringId.Cmd_TableInsertRowBelow
source: Row &Below
ar_iq: الصف &أسفل
az_latn_az: Sətir və ondan aşağı
hy_am: Տողը &ներքև
ka_ge: სტრიქონი &ქვემოთ
kk_kz: Жолды & төменге
ru_ru: Строку &вниз
th_th: แถว &ด้านล่าง
uk_ua: Рядок &нижче
