Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# GridStringId.CustomFilterDialogCaption
source: Show rows where:
ar_iq: إظهار الصفوف حيث:
az_latn_az: Aşağıda göstərilmiş üsullar icra olunduğu sıraları göstər:
hy_am: Ցուցադրել այն տողերը, որտեղ:
ka_ge: იმ რიგების ჩვენება, სადაც:
kk_kz: Мәні мынадай: ... жолдарды ғана көрсету
ru_ru: Показать только те строки, значения которых:
th_th: แสดงแถวที่นี่:
uk_ua: Показати рядки, в яких:

# GridStringId.GroupSummaryEditorSummarySum
source: Sum
ar_iq: المجموع
az_latn_az: Cəm
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Сумма
th_th: สรุป
uk_ua: Сума

# GridStringId.LayoutViewButtonPreview
source: Show &More Cards
ar_iq: إظهر & بطاقات أكثر
az_latn_az: Daha çox &kartları göstər
hy_am: Ցուցադրել &ավել քարտեր
ka_ge: &მეტი ბარათების ჩვენება
kk_kz: & көбірек кәртішкелер көрсету
ru_ru: Показать &больше карточек
th_th: แสดง & การ์ดเพิ่มเติม
uk_ua: Показати &більше карток

# GridStringId.LayoutViewLabelShowCardBorder
source: Show Border
ar_iq: إظهار الحد
az_latn_az: Sərhədləri göstər
hy_am: Ցուցադրել սահմանը
ka_ge: საზღვრის ჩვენება
kk_kz: Шекарасын көрсету
ru_ru: Показать границу
th_th: แสดงเส้นขอบ
uk_ua: Показати межу

# GridStringId.LayoutViewLabelShowCardCaption
source: Show Caption
ar_iq: إظهر التسمية التوضيحية
az_latn_az: Başlığı göstər
hy_am: Ցուցադրել վերնագիրը
ka_ge: სათაურის ჩვენება
kk_kz: Тақырыпты көрсету
ru_ru: Показать заголовок
th_th: แสดงคำบรรยายภาพ
uk_ua: Показати заголовок

# GridStringId.LayoutViewLabelShowCardExpandButton
source: Show Expand Button
ar_iq: إظهار زر التوسيع
az_latn_az: Genişləndirici düyməsini göstər
hy_am: Ցուցադրել ընդարձակման կոճակը
ka_ge: გაშლის ღილაკის ჩვენება
kk_kz: Кеңейту батырмасын көрсету
ru_ru: Показать кнопку расширения
th_th: แสดงปุ่มขยาย
uk_ua: Показати кнопку розширення

# GridStringId.LayoutViewLabelShowFieldBorder
source: Show Border
ar_iq: إظهار الحد
az_latn_az: Sərhədləri göstər
hy_am: Ցուցադրել սահմանը
ka_ge: საზღვრის ჩვენება
kk_kz: Шекарасын көрсету
ru_ru: Показать границу
th_th: แสดงเส้นขอบ
uk_ua: Показати межу

# GridStringId.LayoutViewLabelShowFieldHint
source: Show Hint
ar_iq: إظهار التلميح
az_latn_az: İpucunu göstər
hy_am: Ցուցադրել հուշարարը
ka_ge: რჩევის ჩვენება
kk_kz: Көмек сөзді көрсету
ru_ru: Показать подсказку
th_th: แสดงคำใบ้
uk_ua: Показати підказку

# GridStringId.LayoutViewLabelShowFilterPanel
source: Show Filter Panel:
ar_iq: إظهار لوحة عامل التصفية:
az_latn_az: Filtr panelini göstər:
hy_am: Ցուցադրել ֆիտրի վահանակը.
ka_ge: ფილტრის პანელის ჩვენება:
kk_kz: Сүзгі панелін көрсету:
ru_ru: Показать панель фильтра
th_th: แสดงแผงตัวกรอง:
uk_ua: Показати панель фільтру:

# GridStringId.LayoutViewLabelShowHeaderPanel
source: Show Header Panel
ar_iq: إظهر لوحة العنوان
az_latn_az: Başlıq panelini göstər
hy_am: Ցուցադրել գլխագրի վահանակը
ka_ge: სათაურის პანელის ჩვენება
kk_kz: Тақырып панелін көрсету
ru_ru: Показать панель заголовка
th_th: แสดงแผงหัวเรื่อง
uk_ua: Показати панель заголовка

# GridStringId.LayoutViewLabelShowLines
source: Show Lines
ar_iq: إظهار الخطوط
az_latn_az: Xətləri göstər
hy_am: Ցուցադրել գծերը
ka_ge: ხაზების ჩვენება
kk_kz: Сызықтарды көрсету
ru_ru: Показать линии
th_th: แสดงแถว
uk_ua: Показати лінії

# GridStringId.LayoutViewLabelSpacing
source: Spacing
ar_iq: التباعد
az_latn_az: Məsafə
hy_am: Միջակայք
ka_ge: შუალედი
kk_kz: Реттеп орналастыру
ru_ru: Расстановка
th_th: การเว้นช่องว่าง
uk_ua: Інтервал

# GridStringId.LayoutViewLabelTextIndent
source: Text Indents
ar_iq: المسافة البادئة للنص
az_latn_az: Mətnin abzasları
hy_am: Տեքստի տողագլուխներ
ka_ge: ტექსტის შეწეული ადგილები
kk_kz: Мәтінді алмастыру
ru_ru: Замещение текста
th_th: ย่อหน้าตัวอักษร
uk_ua: Відступи тексту

# GridStringId.LayoutViewPageTemplateCard
source: Template Card
ar_iq: قالب النموذج
az_latn_az: Şablon kartı
hy_am: Քարտի ձևանմուշ
ka_ge: შაბლონური ბარათი
kk_kz: Кәртішкенің қалыбы
ru_ru: Шаблон карточки
th_th: เท็มเพลตการ์ด
uk_ua: Шаблон картки

# GridStringId.MenuColumnGroupIntervalSmart
source: Smart
ar_iq: ذكي
az_latn_az: İntellektual
hy_am: Խելացի
ka_ge: ინტელექტუალური
kk_kz: Ақылды
ru_ru: Умный
th_th: ฉลาด
uk_ua: Розумний

# GridStringId.MenuColumnShowColumn
source: Show This Column
ar_iq: إظهار هذا العمود
az_latn_az: Bu sütunu göstər
hy_am: Ցուցադրել այս սյունակը
ka_ge: სვეტის ჩვენება
kk_kz: Бағананы көрсету
ru_ru: Показать колонку
th_th: แสดงคอลัมน์นี้
uk_ua: Показати цю колонку

# GridStringId.MenuColumnSortAscending
source: Sort Ascending
ar_iq: فرز تصاعدي
az_latn_az: Artma üzrə sıralanma
hy_am: դասավորել ըստ աճման կարգի
ka_ge: აღმავალი სახით დახარისხება
kk_kz: Өсуі бойынша сұрыптау
ru_ru: Сортировка по возраста&нию
th_th: จัดลำดับจากน้อยไปมาก
uk_ua: Сортувати за зростанням

# GridStringId.MenuColumnSortDescending
source: Sort Descending
ar_iq: فرز تنازلي
az_latn_az: Azalma üzrə sıralanma
hy_am: դասավորել ըստ նվազման կարգի
ka_ge: დაღმავალი სახით დახარისხება
kk_kz: Кемуі бойынша сұрыптау
ru_ru: Сортировка по убывани&ю
th_th: จัดลำดับจากมากไปน้อย
uk_ua: Сортувати за зменшенням

# GridStringId.MenuColumnSortGroupBySummaryMenu
source: Sort by Summary
ar_iq: فرز وفق الملخص
az_latn_az: Yekunlar üzrə sıralanma
hy_am: դասավորել ըստ ամփոփման
ka_ge: ჯამური მნიშვნელობების მიხედვით დახარისხება
kk_kz: Жиынтығы бойынша сұрыптау
ru_ru: Сортировка по итогам
th_th: จัดลำดับโดยการสรุป
uk_ua: Сортувати по підсумкам

# GridStringId.MenuColumnSumSummaryTypeDescription
source: Sum
ar_iq: المجموع
az_latn_az: Cəm
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Сумма
th_th: สรุป
uk_ua: Сума

# GridStringId.MenuFooterSum
source: Sum
ar_iq: المجموع
az_latn_az: Cəm
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Су&мма
th_th: ข้อสรุป
uk_ua: Сума

# GridStringId.MenuFooterSumFormat
source: SUM={0:#.##}
ar_iq: المجموع={0:#.##}
az_latn_az: CƏM={0:#.##}
hy_am: Գումար={0:#.##}
ka_ge: ჯამი={0:#.##}
kk_kz: Сома={0:#.##}
ru_ru: Сумма={0:#.##}
th_th: จำนวนรวม={0:#.##}
uk_ua: СУМА={0:#.##}

# GridStringId.MenuGroupPanelShow
source: Show Group By Box
ar_iq: إظهار المجموعة وفق المربع
az_latn_az: Qruplaşdırıcı ərazisi göstər
hy_am: Ցուցադրել խմբավորման հատվածը
ka_ge: ჯგუფის ჩვენება უჯრის მიხედვით
kk_kz: Топтама аумағын көрсету
ru_ru: Показать область группировки
th_th: แสดงกลุ่มโดยกล่อง
uk_ua: Показати область групування

# GridStringId.PrintDesignerDescription
source: Set up various printing options for the current view.
ar_iq: إعداد عدة خيارات للطباعة للعرض الحالي.
az_latn_az: Cari hesabat üçün müxtəlif çap variantları müəyyən et.
hy_am: Կարգավորեք տպագրության տարբեր ընտրանքներ ընթացիկ դիտման համար:
ka_ge: მიმდინარე გამოსახულებისთვის დააყენეთ ბეჭდვის სხვადასხვა პარამეტრი
kk_kz: Ағымдағы көрініс үшін басып шығару опциясын теңшеу.
ru_ru: Настроить опции печати для текущего отчета.
th_th: ตั้งค่าตัวเลือกการพิมพ์ที่หลากหลายสำหรับมุมมองปัจจุบัน
uk_ua: Налаштувати різні опції друку для поточного вигляду.

# LayoutStringId.LockMenuGroup
source: Size Constraints
ar_iq: قيود الحجم
az_latn_az: Ölçü məhdudiyyətləri
hy_am: Չափի սահմանափակումներ
ka_ge: ზომების შეზღუდვები
kk_kz: Өлшемді шектеу
ru_ru: Ограничения размера
th_th: ล็อคข้อจำกัด
uk_ua: Обмеження розміру

# LayoutStringId.ShowTextMenuItem
source: Show Text
ar_iq: إظهار النص
az_latn_az: Mətni göstər
hy_am: Ցուցադրել տեքստը
ka_ge: ტექსტის ჩვენება
kk_kz: Мәтінді көрсету
ru_ru: Показать текст
th_th: แสดงตัวอักษร
uk_ua: Показати текст

# LayoutStringId.SplitterItemDefaultText
source: Splitter
ar_iq: المقسم
az_latn_az: Parçalayıcı
hy_am: Անջատող
ka_ge: გამყოფი
kk_kz: Ажыратқыш
ru_ru: Разделитель
th_th: ตัวแยก
uk_ua: Розмежування

# LayoutStringId.TextPositionMenuText
source: Text Position
ar_iq: موضع النص
az_latn_az: Mətnin vəziyyəti
hy_am: Տեքստի դիրք
ka_ge: ტექსტის პოზიცია
kk_kz: Мәтін позициясы
ru_ru: Позиция текста
th_th: ตำแหน่งตัวอักษร
uk_ua: Положення тексту

# NavBarStringId.NavPaneMenuShowFewerButtons
source: Show &Fewer Buttons
ar_iq: إظهار &أزرار أقل
az_latn_az: Daha az &düymələri göstər
hy_am: Ցուցադրել &քիչ կոճակներ
ka_ge: ნაკლები ღილაკების ჩვენება
kk_kz: & азырақ батырмалар көрсету
ru_ru: Показать &меньше кнопок
th_th: แสดง & ปุ่มให้น้อยลง
uk_ua: Показати &менше кнопок

# NavBarStringId.NavPaneMenuShowMoreButtons
source: Show &More Buttons
ar_iq: إظهار &أزرار أكثر
az_latn_az: Daha çox &düymələri göstər
hy_am: Ցուցադրել &ավել կոճակներ
ka_ge: მეტი ღილაკების ჩვენება
kk_kz: & көбірек батырмалар көрсету
ru_ru: Показать &больше кнопок
th_th: แสดง & ปุ่มให้มากขึ้น
uk_ua: Показати &більше кнопок

# PivotGridStringId.FilterTypeIncluded
source: Show selected values
ar_iq: إظهار القيم المحددة
az_latn_az: Seçilmiş dəyərləri göstər
hy_am: Ցուցադրել ընտրված արժեքները
ka_ge: მონიშნული სიდიდეების ჩვენება
kk_kz: Таңдалған мәндерді көрсету
ru_ru: Показать выбранные значения
th_th: แสดงค่าที่เลือก
uk_ua: Показати обрані значення

# PivotGridStringId.OLAPDrillDownFilterException
source: Show Details command cannot be executed when multiple items are selected in a report filter field. Select a single item for each field in the report filter area before performing a drillthrough.
ar_iq: لا يمكن تنفيذ أمر إظهار التفصايل عند تحديد عدة عناصر في حقل تصفية التقرير. حدد عنصر واحد لكل حقل في منطقة تصفية التقرير قبل إجراء استخلاص البيانات.
az_latn_az: Hesabatın filtr sahəsində çoxsaylı elementlərin seçildiyi hallarda TəfərrüatlarıGöstər komandası icra edilə bilməz. Hər hansı detallaşdırmanı icra etməzdən öncə hesabat filtri ərazisində hər bir sahə üçün bir element seçin.
hy_am: Ցուցադրել մանրամասները հրահանգի կատարումն անհնար է, քանի որ հաշվետվության ֆիլտրի դաշտում ընտրված են մեծ քանակությամբ տարրեր: Ընտրեք մեկ տարր ֆիլտրի յուրաքանչյուր դաշտի համար նախքան drillthrough կատարելը:
ka_ge: დეტალების ჩვენების ბრძანების შესრულება შეუძლებელია, როცა ანგარიშის ფილტრის ველში მონიშნულია მრავალი ელემენტი. ფილტრის ყოველ ველში მონიშნეთ ერთი ელემენტი drillthrough ფუნქციის შესრულებამდე.
kk_kz: Нақтылау пәрменін орындау мүмкін емес, себебі көптеген элементтер есеп жолағының сүзгіде таңдалған. drillthrough орындамас бұрын сүзгіде әр жолақ үшін бір элемент таңдаңыз..
ru_ru: Выполнение команды детализации невозможно, т.к. множественные элементы выбраны в фильтре поля отчета Выберите один элемент для каждого поля в фильтре перед исполнением drillthrough
th_th: ไม่สามารถทำคำสั่ง แสดงรายละเอียด ได้เมื่อมีการเลือกหลายรายการในตัวกรองรายงาน เลือกรายการเดี่ยวสำหรับพื้นที่ตัวกรองรายงานก่อนทำการ drillthrough
uk_ua: Неможливо показати команду деталізації під час вибору багатьох елементів у полі фільтру звіту. Оберіть один елемент для кожного поля зони фільтру звіту перед проведенням перегляду.

# PivotGridStringId.PopupMenuShowFieldList
source: Show Field List
ar_iq: إظهار قائمة الحقول
az_latn_az: Sahələrin siyahısını göstər
hy_am: Ցուցադրել դաշտերի ցանկը
ka_ge: ველების სიების ჩვენება
kk_kz: Жол тізімін көрсету
ru_ru: Показать список полей
th_th: แสดงรายการช่อง
uk_ua: Показати перелік полів

# PivotGridStringId.PopupMenuShowPrefilter
source: Show Prefilter
ar_iq: إظهار عامل التصفية الاولي
az_latn_az: Filtri göstər
hy_am: Ցուցադրել նախաֆիլտրը
ka_ge: წინაფილტრის ჩვენება
kk_kz: Алдыңғы сүзгіні көрсету
ru_ru: Показать предфильтр
th_th: แสดง Prefilter
uk_ua: Показати попередній фільтр

# PivotGridStringId.PopupMenuSortAscending
source: Sort A-Z
ar_iq: فرز من الألف إلى الياء
az_latn_az: A-dan Z-yə sıralanma
hy_am: դասավորել A-Z
ka_ge: A-Z დახარისხება
kk_kz: A-Z бойынша сұрыптау
ru_ru: Сортировка A-Z
th_th: เรียงลำดับ A-Z
uk_ua: Сортування A-Z

# PivotGridStringId.PopupMenuSortDescending
source: Sort Z-A
ar_iq: فرز من الياء إلى الألف
az_latn_az: Z-dən A-ya sıralanma
hy_am: դասավորել Z-A
ka_ge: Z-A დახარისხება
kk_kz: Z-A бойынша сұрыптау
ru_ru: Сортировка Z-A
th_th: เรียงลำดับ Z-A
uk_ua: Сортування Z-A

# PivotGridStringId.PopupMenuSortFieldByColumn
source: Sort "{0}" by This Column
ar_iq: فرز "{0}" وفق هذا العمود
az_latn_az: "{0}"-ın bu sütun vasitəsilə sıralanması
hy_am: դասավորել "{0}" այս սյունակով
ka_ge: დაახარისხეთ "{0}" ამ სვეტის მიხედვით
kk_kz: "{0}" осы баған бойынша сұрыптау
ru_ru: Сортировать "{0}" по этой колонке
th_th: เรียงลำดับ "{0}" โดยคอลัมน์นี้
uk_ua: Сортувати "{0}" по цій колонці

# PivotGridStringId.PopupMenuSortFieldByRow
source: Sort "{0}" by This Row
ar_iq: فرز "{0}" وفق هذا الصف
az_latn_az: "{0}"-ın bu sətir vasitəsilə sıralanması
hy_am: դասավորել "{0}" այս տողով
ka_ge: დაახარისხეთ "{0}" ამ რიგის მიხედვით
kk_kz: "{0}" осы баған бойынша сұрыптау
ru_ru: Сортировать "{0}" по этой строке
th_th: เรียงลำดับ "{0}" โดยแถวนี้นี้
uk_ua: Сортувати "{0}" по цьому рядку

# PivotGridStringId.SummaryStdDev
source: StdDev
ar_iq: الانحراف المعياري
az_latn_az: Standart kənarlaşma
hy_am: Ստանդարտ շեղում
ka_ge: სტანდ.გადახ.
kk_kz: Стандартты ауытқу
ru_ru: Станд. отклонение
uk_ua: СтандартнеВідхилення

# PivotGridStringId.SummaryStdDevp
source: StdDevp
ar_iq: الانحراف المعياري للمحتوى
az_latn_az: Standart kənarlaşma
hy_am: Ստանդարտ շեղում
ka_ge: სტანდ.განვ.
kk_kz: Стандартты ауытқу
ru_ru: Станд. отклонение
uk_ua: СтандартнеВідхилення

# PivotGridStringId.SummarySum
source: Sum
ar_iq: المجموع
az_latn_az: Cəm
hy_am: Գումար
ka_ge: ჯამი
kk_kz: Сома
ru_ru: Сумма
th_th: สรุป
uk_ua: Сума

# PreviewStringId.BarText_StatusBar
source: Status Bar
ar_iq: شريط المعلومات
az_latn_az: Status paneli
hy_am: Կարգավիճակ
ka_ge: სტატუსის ზოლი
kk_kz: Жай-күй жолы
ru_ru: Статус
th_th: แถบสถานะ
uk_ua: Панель стану

# PreviewStringId.ExportOption_HtmlExportMode_SingleFile
source: Single file
ar_iq: ملف وحيد
az_latn_az: Tək fayl
hy_am: Մեկ ֆայլ
ka_ge: ერთი ფაილი
kk_kz: Бір файл
ru_ru: Один файл
th_th: ไฟล์เดี่ยว
uk_ua: Один файл

# PreviewStringId.ExportOption_HtmlExportMode_SingleFilePageByPage
source: Single file page-by-page
ar_iq: ملف وحيد في كل صفحة
az_latn_az: Hər səhifdə bir fayl
hy_am: Ամեն էջում մեկ ֆայլ
ka_ge: ერთი ფაილი ყოველ გვერდზე
kk_kz: Әр бетте бір файлдан
ru_ru: Один файл на каждой странице
th_th: ไฟล์เดี่ยวเป็นหน้า
uk_ua: Один файл на кожній сторінці

# PreviewStringId.ExportOption_ImageExportMode_SingleFile
source: Single file
ar_iq: ملف وحيد
az_latn_az: Tək fayl
hy_am: Մեկ ֆայլ
ka_ge: ერთი ფაილი
kk_kz: Бір файл
ru_ru: Один файл
th_th: ไฟล์เดี่ยว
uk_ua: Один файл

# PreviewStringId.ExportOption_ImageExportMode_SingleFilePageByPage
source: Single file page-by-page
ar_iq: ملف وحيد في كل صفحة
az_latn_az: Hər səhifədə bir fayl
hy_am: Ամեն էջում մեկ ֆայլ
ka_ge: ერთი ფაილი ყოველ გვერდზე
kk_kz: Әр бетте бір файлдан
ru_ru: Один файл на каждой странице
th_th: ไฟล์เดี่ยวเป็นหน้า
uk_ua: Один файл на кожній сторінці

# PreviewStringId.ExportOption_PdfDocumentSubject
source: Subject:
ar_iq: الموضوع:
az_latn_az: Mövzu:
hy_am: Առարկա
ka_ge: თემა:
kk_kz: Пән:
ru_ru: Предмет:
th_th: หัวเรื่อง:
uk_ua: Предмет:

# PreviewStringId.ExportOption_PdfShowPrintDialogOnOpen
source: Show print dialog on open
ar_iq: إظهار مربع حوار الطباعة عند الفتح
az_latn_az: Açılma zamanı çap pəncərəsini göstər
hy_am: Բացելիս ցուցադրել տպման երկխոսության պատուհանը
ka_ge: გახსნისას ბეჭდვის დიალოგური ფანჯრის ჩვენება
kk_kz: Ашу кезінде басып шығару тілдесуін көрсету
ru_ru: Показать диалог печати при открытии
th_th: แสดงไดอะล็อคการพิมพ์ในการเปิด
uk_ua: Показати діалог друку при відкритті

# PreviewStringId.ExportOption_RtfExportMode_SingleFile
source: Single file
ar_iq: ملف وحيد
az_latn_az: Tək fayl
hy_am: Մեկ ֆայլ
ka_ge: ერთი ფაილი
kk_kz: Бір файл
ru_ru: Один файл
th_th: ไฟล์เดี่ยว
uk_ua: Один файл

# PreviewStringId.ExportOption_RtfExportMode_SingleFilePageByPage
source: Single file page-by-page
ar_iq: ملف وحيد في كل صفحة
az_latn_az: Hər səhifədə tək fayl
hy_am: Ամեն էջում մեկ ֆայլ
ka_ge: ერთი ფაილი ყოველ გვერდზე
kk_kz: Әр бетте бір файлдан
ru_ru: Один файл на каждой странице
th_th: ไฟล์เดี่ยวเป็นหน้า
uk_ua: Один файл на кожній сторінці

# PreviewStringId.ExportOption_ShowOptionsBeforeExport
source: Show Options dialog before exporting
ar_iq: عرض مربع حوار الخيارات قبل التصدير
az_latn_az: Eksport etməzdən öncə Seçimlər dialoq pəncərəsini göstər
hy_am: Արտահանումից առաջ ցուցադրել ընտրանքների պատուհանը
ka_ge: Sექსპორტამდე ოპციების ფანჯრის ჩვენება
kk_kz: Экспорт алдында опция терезесін көрсету.
ru_ru: Показать окно опций перед экспортом
th_th: แสดงทางเลือกไดอะล็อคก่อนการส่งออก
uk_ua: Показати вікно налаштувань перед експортом

# PreviewStringId.ExportOption_TextExportMode
source: Text export mode:
ar_iq: وضع تصدير النص:
az_latn_az: Mətnin eksport rejimi:
hy_am: Տեքստի արտահանման ռեժիմ.
ka_ge: ტექსტის ექსპორტის რეჟიმი:
kk_kz: Мәтінді экспорттау режимі:
ru_ru: Режим экспорта текста:
th_th: โหมดการส่งออกตัวอักษร:
uk_ua: Режим експорту тексту:

# PreviewStringId.ExportOption_TextExportMode_Text
source: Text
ar_iq: النص
az_latn_az: Mətn
hy_am: Տեքստ
ka_ge: ტექსტი
kk_kz: Мәтін
ru_ru: Текст
th_th: ตัวอักษร
uk_ua: Текст

# PreviewStringId.ExportOption_TextSeparator
source: Text separator:
ar_iq: فاصل النص:
az_latn_az: Mətn ayırıcısı:
hy_am: Տեքստի բաժանիչ
ka_ge: ტექსტის გამყოფი:
kk_kz: Мәтін бөлгіш:
ru_ru: Разделитель текста:
th_th: ตัวคั่นตัวอักษร:
uk_ua: Розмежувач тексту:

# PreviewStringId.ExportOption_TextSeparator_TabAlias
source: TAB
ar_iq: علامة تبويب
az_latn_az: ALT-SƏHİFƏ
hy_am: Սյունատում
ka_ge: ტაბულაცია
kk_kz: Табуляциялау
ru_ru: ТАБУЛИРОВАТЬ
uk_ua: ТАБ

# PreviewStringId.ExportOption_XlsExportMode_SingleFile
source: Single file
ar_iq: ملف وحيد
az_latn_az: Tək fayl
hy_am: Մեկ ֆայլ
ka_ge: ცალკეული ფაილი
kk_kz: Бір файл
ru_ru: Один файл
th_th: ไฟล์เดี่ยว
uk_ua: Один файл

# PreviewStringId.ExportOption_XlsSheetName
source: Sheet name:
ar_iq: اسم الصفحة:
az_latn_az: Vərəqin adı:
hy_am: Թերթի անունը.
ka_ge: ფურცლის დასახელება:
kk_kz: Беттің аты:
ru_ru: Имя листа:
uk_ua: Назва аркуша:

# PreviewStringId.ExportOption_XlsShowGridLines
source: Show grid lines
ar_iq: إظهار خطوط الشبكة
az_latn_az: Cədvəlin xətlərini göstər
hy_am: Ցուցադրել ցանցի գծերը
ka_ge: ბადის ხაზების ჩვენება
kk_kz: Тор сызықтарын көрсету
ru_ru: Показать линии сетки
th_th: แสดงเส้นตาราง
uk_ua: Показати лінії сітки

# PreviewStringId.ExportOption_XlsxExportMode_SingleFile
source: Single file
ar_iq: ملف وحيد
az_latn_az: Tək fayl
hy_am: Մեկ ֆայլ
ka_ge: ცალკეული ფაილი
kk_kz: Бір файл
ru_ru: Один файл
th_th: ไฟล์เดี่ยว
uk_ua: Один файл

# PreviewStringId.ExportOption_XlsxExportMode_SingleFilePageByPage
source: Single file page-by-page
ar_iq: ملف وحيد في كل صفحة
az_latn_az: Hər səhifədə bir fayl
hy_am: Ամեն էջում մեկ ֆայլ
ka_ge: ცალკეული ფაილი სათითაო გვერდის მიხედვით
kk_kz: Әр бетте бір файлдан
ru_ru: Один файл на каждой странице
th_th: ไฟล์เดี่ยวเป็นหน้า
uk_ua: Один файл на кожній сторінці

# PreviewStringId.ExportOption_XpsCompression_SuperFast
source: Super fast
ar_iq: عالي السرعة
az_latn_az: Super cəld
hy_am: Գեր արագ
ka_ge: სუპერ სწრაფი
kk_kz: Өте жылдам
ru_ru: Супер быстро
th_th: เร็วมาก
uk_ua: Супер швидке

# PreviewStringId.ExportOption_XpsDocumentSubject
source: Subject:
ar_iq: الموضوع:
az_latn_az: Mövzu:
hy_am: Առարկա
ka_ge: ობიექტი:
kk_kz: Пән:
ru_ru: Предмет:
th_th: หัวเรื่อง:
uk_ua: Предмет:

# PreviewStringId.ExportOptionsForm_CaptionTxt
source: Text Export Options
ar_iq: خيارات تصدير النص
az_latn_az: Mətnin eksport seçimləri
hy_am: Տեքստի արտահանման տարբերակներ
ka_ge: ტექსტის ექსპორტის ოპციები
kk_kz: Мәтінді экспорттау опциялары
ru_ru: Опции экспорта текста
th_th: ตัวเลือกการส่งออกตัวอักษร
uk_ua: Опції експорту тексту

# PreviewStringId.MenuItem_TxtDocument
source: Text File
ar_iq: ملف نصي
az_latn_az: Mətni fayl
hy_am: Տեքստային ֆայլ
ka_ge: Text ფორმატის ფაილი
kk_kz: Мәтіндік файл
ru_ru: Текстовый документ
th_th: ไฟล์ตัวอักษร
uk_ua: Текстовий файл

# PreviewStringId.MenuItem_ZoomTextWidth
source: Text Width
ar_iq: عرض النص
az_latn_az: Mətnin eni
hy_am: Տեքստի լայնք
ka_ge: ტექსტის სიგანე
kk_kz: Мәтіннің ені
ru_ru: Ширина текста
th_th: ความกว้างของตัวอักษร
uk_ua: Ширина тексту

# PreviewStringId.ParametersRequest_Submit
source: Submit
ar_iq: إرسال
az_latn_az: Göndər
hy_am: Ներկայացնել
ka_ge: მიწოდება
kk_kz: Ұсыну
ru_ru: Представить
th_th: ส่ง
uk_ua: Подати

# PreviewStringId.RibbonPreview_ExportMht_Description
source: Single File Web Page
ar_iq: صفحة ويب في ملف واحد
az_latn_az: Tək fayl veb səhifəsi
hy_am: Վեբ էջը մեկ ֆայլում
ka_ge: ერთი ფაილის ვებ გვერდი
kk_kz: Веб-бет бір файлда
ru_ru: Веб-страница в одном файле
th_th: หน้าเว็บไฟล์เดี่ยว
uk_ua: Веб-сторінка в одному файлі

# PreviewStringId.RibbonPreview_ExportTxt_Caption
source: Text File
ar_iq: ملف نصي
az_latn_az: Mətni fayl
hy_am: Տեքստային ֆայլ
ka_ge: Text ფორმატის ფაილი
kk_kz: Мәтіндік файл
ru_ru: Текстовый файл
th_th: ไฟล์ตัวอักษร
uk_ua: Текстовий файл

# PreviewStringId.RibbonPreview_Find_STipContent
source: Show the Find dialog to find text in the document.
ar_iq: إظهار مربع حوار البحث للعثور على نص في المستند.
az_latn_az: Sənəddə mətni tapmaq üçün Axtar dialoq pəncərəsini göstər.
hy_am: Ցուցադրել Գտնել երկխոսության պատուհանը՝ փաստաթղթում տեքստը գտնելու համար:
ka_ge: დოკუმენტში ტექსტის საპოვნად ძიების დიალოგური ფანჯრის ჩვენება
kk_kz: Құжатта мәтінді табу үшін іздеу тілдесу терезесін іске қосу
ru_ru: Запуск диалогового окна поиска для нахождения текста в документе.
th_th: แสดงไดอะล็อคการพบตัวอักษรในเอกสาร
uk_ua: Показати діалогове вікно пошуку для пошуку тексту у документі.

# PreviewStringId.RibbonPreview_PageGroup_PageSetup_STipContent
source: Show the Page Setup dialog.
ar_iq: إظهار مربع حوار إعداد الصفحة.
az_latn_az: Səhifənin qurmaları dialoq pəncərəsini göstər.
hy_am: Ցուցադրել էջի կարգավորումների երկխոսության պատուհանը:
ka_ge: გვერდის პარამეტრების დიალოგური ფანჯრის ჩვენება
kk_kz: Бет теңшелімі тілдесуін шақыру
ru_ru: Вызов диалога настроек страницы.
th_th: แสดงไดอะล็อคการตั้งค่าหน้ากระดาษ
uk_ua: Показати вікно параметрів сторінки.

# PreviewStringId.RibbonPreview_PageOrientation_STipContent
source: Switch the pages between portrait and landscape layouts.
ar_iq: تبديل الصفحات ما بين تخطيطات أفقية وعمودية.
az_latn_az: Səhifənin istiqamətlərin dəyişdirilməsi.
hy_am: Անցում էջերի ուղղահայաց և հորիզոնական դիրքերի:
ka_ge: გვერდების ჰორიზონტალურ და ვერტიკალურ განლაგებებს შორის გადართვა
kk_kz: Беттің тік және көлденең орналасуы арасындағы қайта қосу
ru_ru: Переключение между вертикальным и горизонтальным расположением страницы.
th_th: เปลี่ยนหน้าระหว่างแนวตั้งและแนวนอน
uk_ua: Перемикання сторінок між горизонтальним та вертикальним розташуванням.

# PreviewStringId.RibbonPreview_PageSetup_STipContent
source: Show the Page Setup dialog.
ar_iq: إظهار مربع حوار إعداد الصفحة.
az_latn_az: Səhifə kökləmələrin dialoq pəncərəsini göstər.
hy_am: Ցուցադրել էջի կարգավորումների երկխոսության պատուհանը:
ka_ge: გვერდის პარამეტრების დიალოგური ფანჯრის ჩვენება
kk_kz: Бет теңшеліміі тілдесуін шақыру
ru_ru: Вызов диалога настроек страницы.
th_th: แสดงไดอะล็อคการตั้งค่าหน้ากระดาษ
uk_ua: Показати вікно параметрів сторінки.

# PreviewStringId.RibbonPreview_PaperSize_Caption
source: Size
ar_iq: الحجم
az_latn_az: Ölçü
hy_am: Չափ
ka_ge: ზომა
kk_kz: Өлшем
ru_ru: Размер
th_th: ขนาด
uk_ua: Розмір

# PreviewStringId.RibbonPreview_Pointer_STipContent
source: Show the mouse pointer.
ar_iq: إظهار مؤشر الماوس
az_latn_az: Siçanın göstəricisini göstər
hy_am: Ցուցադրել մկնիկը ցուցիչը:
ka_ge: თაგვის ისრის ჩვენება
kk_kz: Тімтуірдің көрсеткісін бейнелеу
ru_ru: Отобразить указатель мыши.
th_th: แสดงเมาส์ชี้
uk_ua: Показати курсор мишки.

# PreviewStringId.RibbonPreview_Scale_STipContent
source: Stretch or shrink the printed output to a percentage of its actual size.
ar_iq: توسيع أو تقليص الإخراج المطبوع إلى نسبة مئوية من حجمه الفعلي.
az_latn_az: Çap ediləcək səhifəni həqiqi ölçüsünün müəyyən faizi qədər dart və ya kiçilt.
hy_am: Տպման ենթակա նյութի ձգում կամ սեղմում:
ka_ge: დასაბეჭდი მასალის გაჭიმვა ან შეკუმშვა ფაქტიურ ზომაში ჩატევის მიზნით.
kk_kz: Басуға шығарылатын беттің созылуы немесе қысылуы
ru_ru: Растяжение или сжатие выводимого на печать.
th_th: ยืด หรือหดเอกสารที่พิมพ์ออก มาที่เปอร์เซ็นของขนาดที่แท้จริง
uk_ua: Розтягнення або зжимання при друці
