Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgAddLastViewType
source: You can't add any view type in this collection, because at least one view type must be available in the Wizard.
ar_iq: لا يمكنك إضافة أي نوع عرض في هذه المجموعة، لأنه يجب توفر نوع عرض واحد على الأقل في المعالج.
az_latn_az: Bu kolleksiyaya heç bir görünüş növü əlavə edə bilməzsiniz, çünki Bələdçidə ən azı bir görünüş növü mövcud olmalıdır.
hy_am: Դուք չեք կարող ավելացնել ներկայացված տիպերից ոչ մեկը, քանի որ Կառուցիչում պետք է լինի տիպերի նվազագույն քանակ:
ka_ge: შეუძლებელია რომელიმე მოყვანილი ტიპის ამ კოლექციაში დამატება, რადგან სულ ცოტა ერთი გამოსახულება მაინც უნდა არსებობდეს ოსტატში.
kk_kz: Сіз ұсынылған үлгілердің ешқайсысын бұл жиынтыққа қоса алмайсыз,себебі Шеберде үлгілердің ең аз жиынтығы болуға тиіс.
ru_ru: Вы не можете добавить никакой из представленных типов в этот набор, так как в Мастере должен присутствовать минимальный набор типов.
th_th: คุณไม่สามารถเพิ่มประเภทมุมมองใดๆในกลุ่มนี้ เนื่องจากต้องมีประเภทมุมมองอย่างน้อยหนึ่งประเภทที่ใช้งานได้ในวิซาร์ด
uk_ua: Ви не можете додати тип виду до цієї збірки, тому що, щонайменш, один тип виду повинен бути доступним у Майстрі.

# ChartStringId.MsgAnchorPointMovingToolTip
source: Use Ctrl with the left mouse button to move the anchor point.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لنقل نقطة الارتساء.
az_latn_az: Bağlanma nöqtəsinin yerini dəyişmək üçün siçanın sol düyməsi və Ctrl istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ խարսխի կետը տեղաշարժելու համար:
ka_ge: ანკერული წერტილის გადასატანად გამოიყენეთ Ctrl კლავიში მაუსის მარცხენა ღილაკთან ერთად.
kk_kz: Байлам нүктесінің орнын ауыстыру үшін тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши для перемещения точки привязки.
th_th: ใช้ Ctrl ด้วยปุ่มเมาส์ซ้าย เพื่อย้ายปุ่มยึด
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для пересування точки прив'язки.

# ChartStringId.MsgAnnotationMovingToolTip
source: Use Ctrl with the left mouse button to move the annotation.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لنقل التعليق التوضيحي.
az_latn_az: Xülasənin yerini dəyişmək üçün siçanın sol düyməsi və Ctrl istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ անոտացիան տեղաշարժելու համար:
ka_ge: ანოტაციის გადასატანად გამოიყენეთ Ctrl კლავიში მაუსის მარცხენა ღილაკთან ერთად.
kk_kz: Аннотацияның орнын ауыстыру үшін тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши для перемещения аннотации.
th_th: ใช้ Ctrl ด้วยปุ่มเมาส์ซ้าย เพื่อย้ายบรรณนิทัศน์
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для пересування анотації.

# ChartStringId.MsgAnnotationResizingToolTip
source: Use Ctrl with the left mouse button to resize the annotation.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لتغيير حجم التعليق التوضيحي.
az_latn_az: Xülasənin ölçüsünü dəyişmək üçün siçanın sol düyməsi və Ctrl istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ անոտացիայի չափը փոխելու համար:
ka_ge: ანოტაციის ზომის შესაცვლელად გამოიყენეთ Ctrl კლავიში მაუსის მარცხენა ღილაკთან ერთად.
kk_kz: Аннотацияның өлшемін өзгерту үшін тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши для изменения размера аннотации.
th_th: ใช้ Ctrl ด้วยปุ่มเมาส์ซ้าย เพื่อปรับขนาดบรรณนิทัศน์
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для зміни розміру анотації.

# ChartStringId.MsgAnnotationRotationToolTip
source: Use Ctrl with the left mouse button to rotate the annotation.
ar_iq: استخدم Ctrl مع زر الماوس الأيسر لتدوير التعليق التوضيحي.
az_latn_az: Xülasəni fırlatmaq üçün siçanın sol düyməsi və Ctrl istifadə edin.
hy_am: Օգտագործել Ctrl-ը մկնիկի ձախ կոճակով՝ անոտացիան պտտելու համար:
ka_ge: ანოტაციის მოსაბრუნებლად გამოიყენეთ Ctrl კლავიში მაუსის მარცხენა ღილაკთან ერთად.
kk_kz: Аннотацияны айналдыру үшін тімтуірдің сол жақ бастырмасымен бірге Ctrl-ды пайдаланыңыз
ru_ru: Используйте Ctrl вместе с левой кнопкой мыши для вращения аннотации.
th_th: ใช้ Ctrl ด้วยปุ่มเมาส์ซ้าย เพื่อหมุนบรรณนิทัศน์
uk_ua: Використайте Ctrl разом з лівою кнопкою мишки для прокручування анотації.

# ChartStringId.MsgCanNotSetPropertyValueLevel
source: You can't set property ValueLevel for regression line.
ar_iq: لا يمكنك تعيين خاصية مستوى قيمة خط الانحدار.
az_latn_az: Reqressiya xətti üçün DəyərSəviyyəsi xassəsini təyin edə bilməzsiniz.
hy_am: Դուք չեք կարող սահմանել մակարդակի նշանակությունը ռեգրեսիայի գծի համար:
ka_ge: თქვენ ვერ შეძლებთ ValueLevel მახასიათებლის დაყენებას რეგრესიის ხაზისთვის.
kk_kz: Сіз регрессия сызығы үшін деңгей мәнін орната алмайсыз
ru_ru: Вы не можете установить значение уровня для линии регрессии
th_th: คุณไม่สามารถตั้งค่าระดับค่าคุณลักษณะสำหรับเส้นเสื่อมถอยได้
uk_ua: Ви не можете встановити властивість ValueLevel для лінії регресії.

# ChartStringId.MsgDenyChangeSeriesPointAgument
source: You can't manually change the series point's argument, because a chart is bound to data.
ar_iq: لا يمكنك تغيير وسيطة نقطة السلسلة بشكل يدوي، لأن المخطط مرتبط بالبيانات.
az_latn_az: Ardıcıllığın nöqtələrinin arqumentini əllə dəyişə bilməzsiniz, çünki diaqram məlumatlarla əlaqələndirilmişdir.
hy_am: Դուք չեք կարող ձեռքով փոխել կետերի հաջորդականությունների պարամետրերը, քանի որ նրանք կապված են դիագիամի հետ:
ka_ge: თქვენ ვერ შეძლებთ წერტილების თანმიმდევრობის ხელით შეცვლას, რადგან ისინი დაკავშირებულია დიაგრმასთან.
kk_kz: Сіз нүктелер реттілігінің параметрлерін қолмен өзгерте алмайсыз,себебі олар диаграммамен байланысты.
ru_ru: Вы не можете вручную изменять параметры последовательностей точек, так как они связаны с диаграммой.
th_th: คุณไม่สามารถเปลี่ยนอาร์กิวเมนต์ จุดซีรี่ส์ได้ เนื่องจากแผนภูมินี้ผูกอยู่กับข้อมูล
uk_ua: Ви не можете вручну змінити аргумент точок послідовності, тому що діаграма прив'язана до даних.

# ChartStringId.MsgDenyChangeSeriesPointCollection
source: You can't manually change this series point collection, because a chart is bound to data.
ar_iq: لا يمكنك تغيير مجموعة نقطة السلسلة يدوياً، لأن المخطط مرتبط بالبيانات.
az_latn_az: Ardıcıllığın nöqtələr kolleksiyasını əllə dəyişə bilməzsiniz, çünki diaqram məlumatlarla əlaqələndirilmişdir.
hy_am: Դուք չեք կարող ձեռքով փոխել կետերի հաջորդականությունների հավաքածուն, քանի որ նրանք կապված են դիագիամի հետ:
ka_ge: თქვენ ვერ შეძლებთ წერტილების თანმიმდევრობის კოლექციის ხელით შეცვლას, რადგან ისინი დაკავშირებულია დიაგრმასთან.
kk_kz: Сіз нүктелер реттілігінің коллекциясын қолмен өзгерте алмайсыз,себебі олар диаграммамен байланысты.
ru_ru: Вы не можете вручную изменять коллекции последовательностей точек, так как они связаны с диаграммой.
th_th: คุณไม่สามารถเปลี่ยนกลุ่มจุดซีรี่ส์ได้ เนื่องจากแผนภูมินี้ผูกอยู่กับข้อมูล
uk_ua: Ви не можете вручну змінити цю збірку точок послідовності, тому що діаграма прив'язана до даних.

# ChartStringId.MsgDenyChangeSeriesPointValue
source: You can't manually change the series point's value, because a chart is bound to data.
ar_iq: لا يمكنك تغيير قيمة نقطة السلسلة يدوياً، لأن المخطط مرتبط بالبيانات.
az_latn_az: Ardıcıllığın nöqtələrinin dəyərlərini əllə dəyişə bilməzsiniz, çünki diaqram məlumatlarla əlaqələndirilmişdir.
hy_am: Դուք չեք կարող ձեռքով փոխել կետերի հաջորդականությունների արժեքները, քանի որ նրանք կապված են դիագիամի հետ:
ka_ge: თქვენ ვერ შეძლებთ წერტილების თანმიმდევრობის ხელით შეცვლას, რადგან ისინი დაკავშირებულია დიაგრმასთან.
kk_kz: Сіз нүктелер реттілігінің мәнін қолмен өзгерте алмайсыз,себебі олар диаграммамен байланысты.
ru_ru: Вы не можете вручную изменять значения последовательностей точек, так как они связаны с диаграммой.
th_th: คุณไม่สามารถเปลี่ยนค่าจุดซีรี่ส์ได้ เนื่องจากแผนภูมินี้ผูกอยู่กับข้อมูล
uk_ua: Ви не можете вручну змінити значення точки послідовності, тому що діаграма прив'язана до даних.

# ChartStringId.MsgDesignTimeOnlySetting
source: This property can't be customized at runtime.
ar_iq: لا يمكن تفعيل هذه الخاصية في وقت التشغيل.
az_latn_az: Bu xassə iş vaxtı quraşdırıla bilməz.
hy_am: Այս հատկանիշը չի կարող կարգավորվել աշխատանքի ընթացքում:
ka_ge: შეუძლებელია მოცემული მახასიათებლის პარამეტრების დაყენება მუშაობის დროს.
kk_kz: Бұл қасиет жұмыс уақытында орнатылуы мүмкін.
ru_ru: Это свойство может быть установлено во время работы.
th_th: ไม่สามารถทำการตั้งค่ากำหนดเองกับคุณลักษณะนี้ได้ในเวลาทำงาน
uk_ua: Цю властивість не можна настроїти під час роботи.

# ChartStringId.MsgEmptyChart
source: There are no visible series to represent in a chart. Try to add new series, or make sure that at least one of them is visible.
ar_iq: لا توجد سلسلة مرئية لعرضها في المخطط. حاول إضافة سلسلة جديدة، أو التأكد من أن واحدة من السلاسل على الأقل مرئية.
az_latn_az: Diaqram görünən sıra yoxdur. Yeni sıraları əlavə etməyə çalışın, ya da əmin olun ki, onlardan heç olmasa biri görünəndir.
hy_am: Դիագրամի վրա բացակայում են տեսանելի հաջորդականությունները: Փորձեք ավելացնել նոր հաջորդականություն կամ ապահովեք, որպեսզի նրանցից առնվազն մեկը լինի տեսանելի:
ka_ge: დიაგრამაზე არ არსებობს არცერთი ხილული სერია. ეცადეთ დაამატოთ ახალი სერია, ან ეცადეთ ერთ–ერთი მაინც გახადოთ ხილული.
kk_kz: Диаграммада көрінетін серия жоқ. Жаңа серия қосуға тырысыңыз немесе кемінде көрінетін біреу жасауға тырысыңыз.
ru_ru: Отсутствует видимая серия на диаграмме. Попробуйте добавить новую серию, или постарайтесь сделать по меньшей мере одну видимую.
th_th: ไม่มีซีรี่ส์ที่เห็นได้ในแผนภูมิ ลองเพิ่มซีรี่ส์ใหม่ หรือตรวจสอบให้แน่ใจว่าอย่างน้อยหนึ่งซีรี่ส์ก็สามารถเห็นได้
uk_ua: Немає видимих послідовностей для представлення у графіку. Спробуйте додати нові послідовності, або впевніться, що, якнайменш, одна з них є видимою.

# ChartStringId.MsgEquallySpacedItemsNotUsable
source: This property can't be used if the Direction property is set to {0}.
ar_iq: لا يمكن أن تستخدم هذه الخاصية إذا تم تعيين خاصية اتجاه إلى {0}.
az_latn_az: İstiqamət xassəsi {0}-a qoyulduğu təqdirdə, bu xassə istifadə edilə bilməz.
hy_am: Տվյալ հատկանիշը չի կարող օգտագործվել, եթե Ուղղություն հատկանիշը սահմանված է որպես {0}:
ka_ge: შეუძლებელია მოცემული მახასიათებლის გამოყენება, თუ მიმართულების მახასიათებელი დაყენებულია{0}–ზე.
kk_kz: Егер Бағыт қасиеті {0}-де қойылған болса, бұл қасиет пайдаланылмайды.
ru_ru: Данное свойство не может быть использовано если свойство Направление установлено в {0}.
th_th: ไม่สามารถใช้คุณลักษณะนี้ได้ ถ้าคุณลักษณะทางนั้นมีการตั้งค่าไปที่ {0}
uk_ua: Цю властивість не можна використати, якщо властивість Напрямок встановлена на {0}.

# ChartStringId.MsgIncorrectAnnotationZOrder
source: The ZOrder should be greater than or equal to 0 and less than 100.
ar_iq: يجب يكون أمر Z أكبر من أو يساوي 0 وأقل من 100.
az_latn_az: ZArdıcıllığı böyükdür bərabərdir 0 və 100-dən kiçik olmalıdır.
hy_am: ZOrder -ը պետք է լինի մեծ կամ հավասար լինի 0-ի, և փոքր 100-ից:
ka_ge: ZOrder უნდა იყოს 0 -ზე მეტი ან ტოლი და 100 -ზე ნაკლები.
kk_kz: ZOrder 0-ден артық немесе тең және 100-ден кем болуға тиіс.
ru_ru: ZOrder должно быть больше или равно 0 и меньше 100.
th_th: Z ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 100
uk_ua: ZOrder повинен бути більше або дорівнювати 0 та меншим, ніж 100.

# ChartStringId.MsgInternalPropertyChangeError
source: This property is intended for internal use only. You're not allowed to change its value.
ar_iq: هذه الخاصية للاستخدام الداخلي فقط. لا يسمح بتغيير قيمتها.
az_latn_az: Bu xassə yalnız daxili istifadə üçün nəzərdə tutulmuşdur. Onun göstəricisinin dəyişdirilməsinə icazə verilmir.
hy_am: Այս հատկանիշը նախատեսված է միայն ներքին օգտագործման համար: Դուք չեք կարող փոփոխել դրա արժեքը:
ka_ge: მოცემული მახასიათებელი განკუთვნილია მხოლოდ შიდა მოხმარებისთვის.თქვენ არ გაქვთ მისი მნიშვნელობის შეცვლის უფლება.
kk_kz: Бұл қасиет ішкі пайдалану үшін ғана арналған. Оның мәнін өзгертуге рұқсат жоқ.
ru_ru: Это свойство предназначено только для внутреннего использования. Вам не разрешается изменять его значение.
th_th: คุณลักษณะนี้มีเพื่อการใช้ภายในเท่านั้น คุณไม่สามารถเปลี่ยนค่าของมันได้
uk_ua: Ця властивість призначена лише для внутрішньоьго використання. Ви не можете змінювати її значення.

# ChartStringId.MsgInvalidGradientMode
source: This PolygonGradientMode isn't compatible with AreaSeriesView.
ar_iq: وضع تدرج المضلع هذا غير متوافق مع عرض سلسلة المنطقة.
az_latn_az: Bu PoliqonQradiyentiRejimi ƏraziSeriyasınınGörünüşü ilə uyğun deyildir.
hy_am: Բազմանկյուն գրադիենտի ռեժիմը համատեղելի չէ սերիայի շրջանի տեսակի հետ:
ka_ge: PolygonGradientMode არ არის AreaSeriesView -ის თავსებადი.
kk_kz: Көпбұрышты градиент режимі серия аумағының түрімен үйлеспейді.
ru_ru: Режим многоугольного градиента не совместим с видом области серии
th_th: PolygonGradientMode ไม่สามารถทำงานร่วมกันกับ AreaSeriesView ได้
uk_ua: Режим багатокутного градієнта несумісний з видом області серії

# ChartStringId.MsgNoPanes
source: There are no visible panes to show in a chart. Try to set the chart's Diagram.DefaultPane.Visible property to True, or show other panes from the Diagram.Panes collection.
ar_iq: لا توجد أجزاء مرئية لإظهارها في المخطط. حاول ضبط خاصية الرسم التخطيطي.جزء افتراضي.مرئي للمخطط على صواب، أو إظهار أجزاء أخرى من الرسم التخطيطي.مجموعة الأجزاء.
az_latn_az: Diaqramda göstərilmək üçün heç bir görünən panel yoxdur. Diaqramı.StandartPanel.GörünməFunksiyasını Həqiqi rejiminə qoymağa çalışın, ya da Diaqram.PanellərKolleksiyasından digər panelləri seçib göstərin.
hy_am: Դիագրամի վրա բացակայում է տեսանելի վահանակը: Փորձեք սահմանել դիագրամի Diagram.DefaultPane.Visible հատկությունը որպես Այո կամ դիագրամի վահանակների հավաքածուից ցուցադրեք այլ վահանակ:
ka_ge: დიაგრამაში არ არსებობს არცერთი ხილული პანელი. ეცადეთ დიაგრამის Diagram.DefaultPane.Visible მახასიათებელი დააყენოთ True–ზე ან გამოაჩინოთ სხვა პანელები Diagram.Panes კოლექციიდან.
kk_kz: Диаграммада көрінетін панель жоқ. Diagram.DefaultPane.Visible -Ақиқат қасиетін орнатып көріңіз немесе диаграммалар панелі жиынтығынан басқа панельді көрсетіңіз.
ru_ru: Отсутствует видимая панель на диаграмме. Попробуйте установить свойство Diagram.DefaultPane.Visible = Истина, или покажите другую панель из коллекции панелей диаграммы.
th_th: ไม่มีแผงที่สามารถเห็นได้แสดงอยู่ในแผนภูมิ ลองตั้งค่าไดอะแกรมของแผนภูมิใหม่ คุณลักษณะที่เห็นได้ไปที่ True หรือแสดงแผงอื่นๆจากกลุ่ม Diagram.Panes
uk_ua: Відсутня видима панель на діаграмі. Спробуйте встановити властивість Diagram.Default Panel.Visible = Істина, або покажіть іншу панель з колекції панелей діаграми.

# ChartStringId.MsgNotBelongingChart
source: This control doesn't contain the specified chart.
ar_iq: عنصر التحكم هذا لا يحتوي على المخطط المحدد.
az_latn_az: Göstərilən diaqram bu kontrolda mövcud deyildir.
hy_am: Այս կառավարման տարրը չի պարունակում նշված դիագրամը:
ka_ge: მართვის მოცემული ელემენტი არ შეიცავს მითითებულ დიაგრამას.
kk_kz: Бұл басқару элементінде аталған диаграмма жоқ.
ru_ru: Этот управляющий элемент не содержит указанную диаграмму.
th_th: การควบคุมนี้ไม่มีแผนภูมิที่กำหนด
uk_ua: Цій контрол не містить визначеної діаграми.

# ChartStringId.MsgSeriesViewNotSupportRelations
source: This series view doesn't support relations.
ar_iq: عرض السلسلة لا يدعم العلاقات.
az_latn_az: Seriyanın görünüşündə əlaqələr dəstəklənmir.
hy_am: Հաջորդականության տեսակը չի պահպանում կապերը:
ka_ge: მოცემული სერიის გამოსახულება არ აღიქვამს დამოკიდებულებებს.
kk_kz: Серия түрі байланысты қолдамайды.
ru_ru: Вид серии не поддерживает связи.
th_th: มุมมองซีรี่ส์นี้ไม่รองรับความสัมพันธ์
uk_ua: Цей вигляд послідовності не підтримує зв'язок.

# ChartStringId.MsgUnregisterGroupError
source: This group was already unregistered.
ar_iq: تم إلغاء تسجيل هذه المجموعة مسبقاً.
az_latn_az: Bu qrup artıq qeydiyyatdan çıxarılmışdır
hy_am: Այս խումբն արդեն գրանցումից հանվել է:
ka_ge: მოცემული ჯგუფი უკვე დაურეგისტრირებელია.
kk_kz: Бұл топ тіркелмеген
ru_ru: Эта группа уже незарегистрирована.
th_th: กลุ่มนี้ไม่มีการลงทะเบียนแล้ว
uk_ua: Ця група вже знята з реєстрації.

# ChartStringId.MsgUnregisterPageError
source: This page was already unregistered.
ar_iq: تم إلغاء تسجيل هذه الصفحة مسبقاً.
az_latn_az: Bu səhifə artıq qeydiyyatdan çıxarılmışdır.
hy_am: Այս էջը արդեն գրանցումից հանվել է:
ka_ge: მოცემული გვერდი უკვე დაურეგისტრირებელია.
kk_kz: Бұл бет тіркелмеген.
ru_ru: Эта страница уже незарегистрирована.
th_th: หน้านี้ไม่มีการลงทะเบียนแล้ว
uk_ua: Ця сторінка вже знята з реєстрації.

# ChartStringId.MsgUnsupportedTopNOptions
source: TopNOptions can't be enabled for this series, because either its ValueScaleType is not Numerical or its data points have more than 1 value.
ar_iq: لا يمكن تمكين خيارات N المفضلة/TopNOptions لهذه السلسلة، إما لأن نوع مقياس القيمة الخاص بها ليس رقمياً أو لأن نقط البيانات الخاصة به لديها أكثر من 1 قيمة.
az_latn_az: Bu seriya üçün əsasNSeçimləri aktivləşdirilə bilməz, çünki ya onun GöstəricisininMiqyasNövü rəqəm rejimində deyil, ya da onun məlumat nöqtələri 1-dən artıq qiymətə malikdir.
hy_am: TopNOptions-ը չի կարող օգտագործվել այս հաջորդականության համար, քանի որ նրա ValueScaleType-ը թվային չէ կամ հաջորդականության տարրերը ունեն ավելի քան մեկ արժեք:
ka_ge: შეუძლებელია TopNOptions გააქტიურება ამ სერრისთვის, რადგან მისი ValueScale ტიპი არ არის რიცხვითი, ან მის მონაცემთა წერტილებს გააჩნიათ 1–ზე მეტი მნიშვნელობა.
kk_kz: Алғашқы N параметрлері бұл серия үшін рұқсат етілмеген, себебі мәндік үлгілер сандық емес немесе серия элементінің бірден артық мәні бар
ru_ru: Первые N параметров не разрешены для этой серии, т.к. значащие типы не числовые, или элемент серии имеет более одного значения
th_th: ไม่สามารถเปิดทาง TopNOptions สำหรับซีรี่ส์นี้ได้ เนื่องจาก ValueScaleType ไม่เป็นตัวเลข หรือจุดข้อมูลมีมากกว่า 1 ค่า
uk_ua: Перші N параметрів не були дозволені для цієї серії, тому що значущі типи не числові, або елемент серії має більше одного значення

# ChartStringId.PanesVisibilityDialogVisibleColumn
source: Visible
ar_iq: مرئي
az_latn_az: Görünən
hy_am: Տեսանելի
ka_ge: ხილული
kk_kz: Көрінуі
ru_ru: Видимость
th_th: มองเห็น
uk_ua: Видимий

# ChartStringId.PieIncorrectValuesText
source: This view can't represent negative values. All values must be either greater than or equal to zero.
ar_iq: لا يمكن أن يمثل هذا العرض قيماً سلبية. يجب أن تكون كل القيم إما أكبر أو تساوي الصفر.
az_latn_az: Bu görünüşdə mənfi göstəricilər təmsil oluna bilməz. Bütün göstəricilər ya sıfırdan böyük, ya da ona bərabər olmalıdır.
hy_am: Այս տեսքը չի կարող ներկայացնել բացասական արժեքներ: Բոլոր արժեքները պետք է լինեն մեծ կամ հավասար 0-ի:
ka_ge: მოცემულ გამოსახულებას არ შეუძლია უარყოფითი მნიშვნელობის წარმოდგენა. ყველა მნიშვნელობა უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Бүл түр теріс мәнді ұсына алмайды.Барлық мән 0-ден артық немесе тең болуға тиіс.
ru_ru: Этот вид не может представлять отрицательные значения. Все значения должны быть больше или равны 0.
th_th: มุมมองนี้ไม่สามารถแสดงถึงค่าลบ ค่าทั้งหมดต้องมากกว่า หรือเท่ากับศูนย์
uk_ua: Цей вигляд не може мати негативне значення. Усі значення повинні бути більше або дорівнювати нулю.

# ChartStringId.PrintSizeModeZoom
source: Zoom (a chart is resized proportionally (without clipping), so that it best fits the page on which it is printed)
ar_iq: التكبير (يتم تغيير حجم المخطط نسبيا (بدون لقطة الشاشة)، بحيث يلائم الصفحة التي يُطبع عليها)
az_latn_az: Miqyası dəyiş (diaqramın ölçüləri mütənasib şəkildə dəyişir (kəsilmədən))
hy_am: Մասշտաբավորում (դիագրամը ձգվում է կամ սեղմվում առանց կտրման, մինչև տպվող էջի չափին համապատասխանելը)
ka_ge: მასშტაბი (დიაგრამა გაჭიმულია პროპორციულად (მოკვეცის გარეშე), ისე, რომ ზუსტად ეტევა ამოსაბეჭდი გვერდის ფარგლებში)
kk_kz: Масштабтау (диаграмма созылған немесе қысылған, немесе басылатын беттің өлшеміне дейін қысылған (қиылмай)
ru_ru: Масштабирование (диаграмма растянута, или сжата (без обрезания) до размеров печатаемой страницы)
th_th: ขยาย (แผนภูมิถูกปรับขนาดตามส่วน (โดยไม่มีการตัดออก) ดังนั้นมันจะพอดีกับหน้าที่กำลังจะพิมพ์)
uk_ua: Масштабування (розмір діаграми змінений пропорційно (без обрізання), таким чином, щоб вона найкраще була підігнана до сторінки під час друку)

# ChartStringId.TrendLinePrefix
source: Trendline
ar_iq: خط الاتجاه
az_latn_az: Trend xətti
hy_am: Միտման գիծ
ka_ge: ტრენდის ხაზი
kk_kz: Тренд сызығы
ru_ru: Линия трэнда
th_th: เส้นเอียง
uk_ua: Лінія тренду

# ChartStringId.TrnTrendLineDeleted
source: Trend line deleted
ar_iq: تم حذف خط الاتجاه
az_latn_az: Trend xətti silinmişdir
hy_am: Միտման գիծը ջնջվել է
ka_ge: ტრენდის ხაზი წაშლილია
kk_kz: Тренд сызығы жойылды
ru_ru: Линия тренда удалена
th_th: Trend line ถูกลบ
uk_ua: Лінія тренду видалена

# ChartStringId.TrnTrendLinesChanged
source: Trend lines changed
ar_iq: تم تغيير خطوط الاتجاه
az_latn_az: Trend xətləri dəyişdirilmişdir
hy_am: Միտման գծերը փոխվել են
ka_ge: ტრენდის ხაზების შეცვლილია
kk_kz: Тренд сызығы өзгерді
ru_ru: Линии тренда изменены
th_th: Trend line ถูกเปลี่ยน
uk_ua: Лінії тренду змінені

# ChartStringId.ValueMember
source: Value
ar_iq: قيمة
az_latn_az: Dəyər
hy_am: Արժեք
ka_ge: მნიშვნელობა
kk_kz: Мәні
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# ChartStringId.WeightMember
source: Weight
ar_iq: وزن
az_latn_az: Çəki
hy_am: Քաշ
ka_ge: წონა
kk_kz: Салмақ
ru_ru: Вес
th_th: น้ำหนัก
uk_ua: Вага

# ChartStringId.WizAxesAlignmentZero
source: Zero
ar_iq: صفر
az_latn_az: Sıfır
hy_am: Չկա
ka_ge: ნული
kk_kz: Жоқ
ru_ru: Нет
th_th: ศูนย์
uk_ua: Ноль

# ChartStringId.WizBubbleLabelValueToDisplayValue
source: Value
ar_iq: قيمة
az_latn_az: Dəyər
hy_am: Արժեք
ka_ge: სიდიდე
kk_kz: Мәні
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

# ChartStringId.WizBubbleLabelValueToDisplayValueAndWeight
source: Value and Weight
ar_iq: القيمة والوزن
az_latn_az: Dəyər və çəki
hy_am: Արժեք և կշիռ
ka_ge: სიდიდე და წონა
kk_kz: Мәні және салмағы
ru_ru: Значение и вес
th_th: ค่าและน้ำหนัก
uk_ua: Значення та вага

# ChartStringId.WizBubbleLabelValueToDisplayWeight
source: Weight
ar_iq: وزن
az_latn_az: Çəki
hy_am: Քաշ
ka_ge: წონა
kk_kz: Салмақ
ru_ru: Вес
th_th: น้ำหนัก
uk_ua: Вага

# ChartStringId.WizChartImageSizeModeZoom
source: Zoom
ar_iq: تكبير
az_latn_az: Miqyas
hy_am: Մասշտաբ
ka_ge: მასშტაბირება
kk_kz: Масштаб
ru_ru: Масштаб
th_th: ขยาย
uk_ua: Масштаб

# ChartStringId.WizDataPageDescription
source: Use the Points tab to manually enter data points. Or use other tabs to bind each series to a datasource or auto-created series from a datasource.
ar_iq: استخدم علامة تبويب النقاط لإدخال نقاط البيانات يدوياً. أو استخدام علامات التبويب الأخرى لربط كل سلسلة إلى سلسلة إلى مصدر بيانات أو إلى سلاسل تم إنشاؤها تلقائياً من مصدر بيانات.
az_latn_az: Məlumat nöqtələrini əllə daxil etmək üçün Nöqtələr başlığından istifadə edin, ya da hər bir seriyanı məlumat mənbəyinə və ya məlumat mənbəyinin avtomatik olaraq yaradılan seriyalarına birləşdirmək üçün digər başlıqları istifadə edin.
hy_am: Օգտագործել Կետեր ներդիրը՝ տվյալների կետերը ձեռքով ավելացնելու համար: Կամ օգտագործել այլ ներդիրներ՝ սերիանները տվյալների բազային կամ տվյալների բազայից ավտոմատ ստեղծված սերիաներին միացնելու համար:
ka_ge: გამოიყენეთ წერტილების ცხრილი მნიშვნელობების ხელით შესაყვანად. ან გამოიყენეთ სხვა ჩანართები ყოველი სერიის მონაცემთა წყაროსთან დასაკავშირებლად ან ავტომატურად შექმენით სერიები მონაცემთა წყაროდან.
kk_kz: Деректер нүктесін қолмен енгізу үшін нүктенің қосымша бетін пайдаланыңыз.
ru_ru: Используйте вкладку Точки для ручного ввода точек данных. Или используйте другие вкладки для связывания каждой последовательности с источником данных или автоматически созданной последовательности из источника данных.
th_th: ใช้แท็บจุดในการป้อนข้อมูลด้วยตนเอง หรือใช้แท็บอื่นๆเพื่อผูกแต่ละซีรี่ส์ กกับแหล่งข้อมูล หรือซี่รี่ส์ที่สร้างอัตโนมัติจากแหล่งข้อมมูล
uk_ua: Використати вкладку точок для ручного вводу точок даних. Або використайте інші вкладки для зв'язування кожної послідовності з джерелом даних або автоматично створеними послідовностями з джерела даних.

# ChartStringId.WizDateTimeMeasureUnitWeek
source: Week
ar_iq: أسبوع
az_latn_az: Həftə
hy_am: Շաբաթ
ka_ge: კვირა
kk_kz: Апта
ru_ru: Неделя
th_th: อาทิตย์
uk_ua: Тиждень

# ChartStringId.WizDateTimeMeasureUnitYear
source: Year
ar_iq: سنة
az_latn_az: İl
hy_am: Տարի
ka_ge: წელი
kk_kz: Жыл
ru_ru: Год
th_th: ปี
uk_ua: Рік
