Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.UD_Capt_SaveFile
source: &Save
ar_iq: &حفظ
az_latn_az: &Başqa adla yaddaşa ver
hy_am: &Պահպանել
ka_ge: &დამახსოვრება
kk_kz: &Сақтау
ru_ru: &Сохранить...
th_th: &บันทึก
uk_ua: &Зберегти

# BarString.BarAllItems
source: (All Items)
ar_iq: (كل العناصر)
az_latn_az: (Bütün elementlər)
hy_am: (Բոլոր տարրերը)
ka_ge: (ყველა ელემენტი
kk_kz: (Барлық элементтер)
ru_ru: (Все элементы)
th_th: (รายการทั้งหมด)
uk_ua: (усі елементи)

# BarString.BarUnassignedItems
source: (Unassigned Items)
ar_iq: (عناصر غير معينة)
az_latn_az: (Təyin olunmamış elementlər)
hy_am: (Ազատ տարրեր)
ka_ge: (თავისუფალი ელემენტები)
kk_kz: (Бос элементтер)
ru_ru: (Свободные элементы)
th_th: (รายการที่ไม่กำหนด)
uk_ua: (вільні елементи)

# BarString.MenuAnimationSystem
source: (System default)
ar_iq: (افتراضي النظام)
az_latn_az: (Standart kökləmələr)
hy_am: (Համակարգի կարգավորումներ)
ka_ge: (სისტემური ნაგულისხმევი პარამეტრები)
kk_kz: (Жүйелік қондырғыларt)
ru_ru: (Системные установки)
th_th: (ค่าตั้งต้นระบบ)
uk_ua: (системні налаштування за умовчанням)

# BarString.RibbonAllPages
source: (All Pages)
ar_iq: (كل الصفحات)
az_latn_az: (Bütün səhifələr)
hy_am: (Բոլոր էջերը)
ka_ge: (ყველა გვერდი)
kk_kz: (Барлық беттер)
ru_ru: (Все страницы)
th_th: (หน้าทั้งหมด)
uk_ua: (усі сторінки)

# BarString.RibbonUnassignedPages
source: (Unassigned Pages)
ar_iq: (صفحات غير معينة)
az_latn_az: (Təyin olunmamış səhifələr)
hy_am: (Ազատ էջեր)
ka_ge: (თავისუფალი გვერდები)
kk_kz: (Бос беттер)
ru_ru: (Свободные страницы)
th_th: (หน้าที่ไม่ได้กำหนด)
uk_ua: (вільні сторінки)

# BarString.ToolbarNameCaption
source: &Toolbar Name:
ar_iq: &اسم شريط الأدوات:
az_latn_az: &Alətlər panelinin adı:
hy_am: &Վահանակի անվանումը:
ka_ge: &ხელსაწყოთა ზოლის დასახელება:
kk_kz: &Панельдің атауы
ru_ru: &Имя панели:
th_th: & ชื่อแถบเครื่องมือ:
uk_ua: &Назва панелі інструментів:

# ChartStringId.IncompatibleSeriesView
source: (incompatible)
ar_iq: (غير متوافق)
az_latn_az: (Uyğun olmayan)
hy_am: (անհամատեղելի)
ka_ge: (არათავსებადი)
kk_kz: (үйлеспейтін)
ru_ru: (несовместимая)
th_th: (เข้ากันไม่ได้)
uk_ua: (несумісна)

# ChartStringId.InvisibleSeriesView
source: (invisible)
ar_iq: (غير مرئي)
az_latn_az: (Görunməyən)
hy_am: (անտեսանելի)
ka_ge: (უხილავი)
kk_kz: (көрінбейтін)
ru_ru: (невидимое)
th_th: (ไม่สามารถเห็นได้)
uk_ua: (невидиме)

# ChartStringId.WizDataFiltersDisabled
source: (none)
ar_iq: (بلا)
az_latn_az: (boş)
hy_am: (ոչ մի)
ka_ge: (არ არის)
kk_kz: (Ештеңе)
ru_ru: (ничего)
th_th: (ไม่มี)
uk_ua: (нічого)

# ChartStringId.WizDataMemberNoneString
source: (None)
ar_iq: (بلا)
az_latn_az: (boş)
hy_am: (Ոչ)
ka_ge: (არ არის)
kk_kz: (Жоқ)
ru_ru: (Нет)
th_th: (ไม่มี)
uk_ua: (Немає)

# ChartStringId.WizNoBackImage
source: (None)
ar_iq: (بلا)
az_latn_az: (boş)
hy_am: (Ոչ)
ka_ge: (არ არის)
kk_kz: (Жоқ)
ru_ru: (Нет)
th_th: (ไม่มี)
uk_ua: (Немає)

# GridStringId.CustomFilterDialogEmptyOperator
source: (Select an operator)
ar_iq: (حدد عامل تشغيل)
az_latn_az: (Operatoru seç)
hy_am: (Ընտրել օպերատոր)
ka_ge: (მონიშნეთ ოპერატორი)
kk_kz: (Оператор таңдаңыз)
ru_ru: (Выберете оператор)
th_th: (เลือกตัวปฏิบัติงาน)
uk_ua: (Оберіть оператор)

# GridStringId.CustomFilterDialogEmptyValue
source: (Enter a value)
ar_iq: (أدخل القيمة)
az_latn_az: (Dəyəri daxil et)
hy_am: (Մուտքագրել արժեքը)
ka_ge: (შეიყვანეთ მნიშვნელობა)
kk_kz: (Мағынасын енгізіңіз)
ru_ru: (Введите значение)
th_th: (ป้อนค่า)
uk_ua: (Введіть значення)

# GridStringId.LayoutViewButtonCustomizeShow
source: &Show Customization
ar_iq: &إظهار التخصيص
az_latn_az: &Kökləmələri göstər
hy_am: &Ցուցադրել կարգավորումը
ka_ge: &დაყენების ჩვენება
kk_kz: & Теңшелімді көрсету
ru_ru: Показать настройку
th_th: &แสดงการตั้งค่ากำหนดเอง
uk_ua: &Показати налаштування

# GridStringId.LayoutViewButtonShrinkToMinimum
source: &Shrink Template Card
ar_iq: &تقليص بطاقة قالب
az_latn_az: &Şablon-kartını sıx
hy_am: &Սեղմել ձևանմուշ քարտը
ka_ge: &შაბლონური ბარათის შეკუმშვა
kk_kz: & Қалып-кәртішкені қысу
ru_ru: Сжать карточку-шаблон
th_th: &ย่อเท็มเพลตการ์ด
uk_ua: &Зжати картку шаблону

# GridStringId.PopupFilterAll
source: (All)
ar_iq: (الكل)
az_latn_az: (Hamısı)
hy_am: (Բոլորը)
ka_ge: (ყველა)
kk_kz: (Барлығы)
ru_ru: (Все)
th_th: (ทั้งหมด)
uk_ua: (Усі)

# GridStringId.PopupFilterBlanks
source: (Blanks)
ar_iq: (فارغة)
az_latn_az: (Boş olanlar)
hy_am: (Դատարկներ)
ka_ge: (ცარიელი)
kk_kz: (Бос)
ru_ru: (Пустые)
th_th: (ว่าง)
uk_ua: (Порожні)

# GridStringId.PopupFilterCustom
source: (Custom)
ar_iq: (مخصص)
az_latn_az: (Şərtlər)
hy_am: (Պայման)
ka_ge: (ინდივიდუალური)
kk_kz: (Шарт...)
ru_ru: (Условие...)
th_th: (กำหนดเอง)
uk_ua: (Умова)

# GridStringId.PopupFilterNonBlanks
source: (Non blanks)
ar_iq: (بلا فراغات)
az_latn_az: (Boş olmayanlar)
hy_am: (Դատարկ չեն)
ka_ge: (არა ცარიელი)
kk_kz: (Бос емес)
ru_ru: (Непустые)
th_th: (ไม่ว่าง)
uk_ua: (Не порожні)

# PivotGridStringId.Alt_Collapse
source: [Collapse]
ar_iq: [طي]
az_latn_az: [Bükmək]
hy_am: [Ծալել]
ka_ge: [ჩაკეცვა]
kk_kz: [Тасалау]
ru_ru: [Свернуть]
th_th: [ยุบ]
uk_ua: [Згорнути]

# PivotGridStringId.Alt_SortedAscending
source: (Ascending)
ar_iq: (تصاعدي)
az_latn_az: (Artma üzrə)
hy_am: (Աճման կարգով)
ka_ge: (ზრდადი)
kk_kz: (Өсуі бойынша)
ru_ru: (По возрастанию)
th_th: (น้อยไปมาก)
uk_ua: (За зростанням)

# PivotGridStringId.Alt_SortedDescending
source: (Descending)
ar_iq: (تنازلي)
az_latn_az: (Azalma üzrə)
hy_am: (Նվազման կարգով)
ka_ge: (კლებადი)
kk_kz: (Кемуі бойынша)
ru_ru: (По убыванию)
th_th: (มากไปน้อย)
uk_ua: (За зменшенням)

# PivotGridStringId.FilterHideAll
source: (Hide All)
ar_iq: (إخفاء الكل)
az_latn_az: (Hamısını gizlət)
hy_am: (Թաքցնել բոլորը)
ka_ge: (დამალე ყველა)
kk_kz: (Барлығын жасыру)
ru_ru: (Скрыть все)
th_th: (ซ่อนทั้งหมด)
uk_ua: (Сховати усе)

# PivotGridStringId.FilterHideBlanks
source: (Hide Blanks)
ar_iq: (احجب الفراغات)
az_latn_az: (Boş olanları gizlət)
hy_am: (Թաքցնել դատարկները )
ka_ge: (დამალე ცარიელები)
kk_kz: (Ашық жерді жасыру)
ru_ru: (Скрыть пробелы)
th_th: (ซ่อนที่ว่าง)
uk_ua: (Сховати пусті)

# PivotGridStringId.FilterShowAll
source: (Show All)
ar_iq: (إظهار الكل)
az_latn_az: (Hamısını göstər)
hy_am: (Ցուցադրել բոլորը)
ka_ge: (გამოაჩინეთ ყველა)
kk_kz: (Барлығын көрсету)
ru_ru: (Показать все)
th_th: (แสดงทั้งหมด)
uk_ua: (Показати усі)

# PivotGridStringId.FilterShowBlanks
source: (Show Blanks)
ar_iq: (إظهار الفراغات)
az_latn_az: (Boş olanları göstər)
hy_am: (Ցուցադրել դատարկները)
ka_ge: (გამოაჩინეთ ცარიელები)
kk_kz: (Бостарын көрсету)
ru_ru: Показать пустые
th_th: (แสดงทีว่าง)
uk_ua: (Показати порожні)

# PreviewStringId.ExportOption_PdfPasswordSecurityOptions_None
source: (none)
ar_iq: (بلا)
az_latn_az: (yoxdur)
hy_am: (ոչ)
ka_ge: (არცერთი)
kk_kz: (Жоқ)
ru_ru: (нет)
th_th: (ไม่มี)
uk_ua: (немає)

# PreviewStringId.MenuItem_View
source: &View
ar_iq: &عرض
az_latn_az: &Baxış
hy_am: &Տեսք
ka_ge: &გამოსახულება
kk_kz: & Түр
ru_ru: &Вид
th_th: &มุมมอง
uk_ua: &Вид

# PreviewStringId.MenuItem_ViewStatusbar
source: &Statusbar
ar_iq: &شريط المعلومات
az_latn_az: &Status paneli
hy_am: &Կարգավիճակի վահանակ
ka_ge: &სტატუსის ზოლი
kk_kz: & Жай-күй жолы
ru_ru: &Строка состояния
th_th: &แถบสถานะ
uk_ua: &Панель стану

# PreviewStringId.MenuItem_ViewToolbar
source: &Toolbar
ar_iq: &شريط الأدوات
az_latn_az: &Alətlər paneli
hy_am: &Վահանակ
ka_ge: &ხელსაწყოთა ზოლი
kk_kz: &Құралдар панелі
ru_ru: &Панель инструментов
th_th: &แถบเครื่องมือ
uk_ua: &Панель інструментів

# PreviewStringId.MenuItem_Watermark
source: &Watermark...
ar_iq: &علامة مائية...
az_latn_az: &Qiymətli kağızda zəif görünən işarə...
hy_am: Ջրանիշ...
ka_ge: &წყლის ნიშანი...
kk_kz: &Жалған
ru_ru: &Подложка...
th_th: &ลายน้ำ..
uk_ua: &Підложка...

# ReportStringId.Cmd_SendToBack
source: &Send To Back
ar_iq: &إرسال إلى الخلف
az_latn_az: &Arxa plana göndər
hy_am: &Ետ ուղարկել
ka_ge: &უკანა პლანზე გადატანა
kk_kz: &Артқы бетке
ru_ru: На &задний план
th_th: ส่งไปข้างหลัง
uk_ua: &На задній план

# ReportStringId.UD_Capt_AlignTops
source: &Tops
ar_iq: &الأعلى
az_latn_az: &Yuxarı hissələr
hy_am: &Վերև
ka_ge: &ზემოთა
kk_kz: &Жоғары
ru_ru: &Верх
th_th: &บน
uk_ua: &Вверх

# ReportStringId.UD_Capt_CenterInFormVertically
source: &Vertically
ar_iq: &عموديا
az_latn_az: &Şaquli
hy_am: &Ուղղահայաց
ka_ge: &ვერტიკალურად
kk_kz: &Тік
ru_ru: &Вертикально
th_th: &แนวตั้ง
uk_ua: &Вертикально

# ReportStringId.UD_Capt_FontUnderline
source: &Underline
ar_iq: &تسطير
az_latn_az: &Altından xətt çəkmə
hy_am: &Ընդգծել
ka_ge: &ხაზგასმა
kk_kz: &Астын сызу
ru_ru: &Подчёркивание
th_th: &ขีดเส้นใต้
uk_ua: &Підкреслення

# ReportStringId.UD_Capt_MakeSameSizeWidth
source: &Width
ar_iq: &العرض
az_latn_az: &En
hy_am: &Լայնություն
ka_ge: &სიგანე
kk_kz: &Ені
ru_ru: &Ширина
th_th: &ความกว้าง
uk_ua: &Ширина

# ReportStringId.UD_Capt_OrderSendToBack
source: &Send to Back
ar_iq: &إرسال إلى الخلف
az_latn_az: &Arxa plana keçirtmək
hy_am: &Ետ ուղարկել
ka_ge: &უკანა პლანზე გადატანა
kk_kz: &Артқы бетке ауыстыру
ru_ru: &Перенести на задний план
th_th: &ส่งไปข้างหลัง
uk_ua: &На задній план

# ReportStringId.UD_Capt_Undo
source: &Undo
ar_iq: &تراجع
az_latn_az: &Sonuncu addımı ləğv et
hy_am: &Ետարկել
ka_ge: &მოქმედების გაუქმება
kk_kz: &Қолданбау
ru_ru: &Отменить
th_th: &เลิกทำ
uk_ua: &Відмінити

# ReportStringId.UD_Group_DockPanelsList
source: &Windows
ar_iq: &إطارات
az_latn_az: &Pəncərələr
hy_am: &Պատուհաններ
ka_ge: &ფანჯრები
kk_kz: &Терезелер
ru_ru: &Окна
th_th: &หน้าต่าง
uk_ua: &Вікна

# ReportStringId.UD_Group_ToolbarsList
source: &Toolbars
ar_iq: &شريط الأدوات
az_latn_az: &Alətlər paneli
hy_am: &Վահանակներ
ka_ge: &ხელსაწყოთა ზოლები
kk_kz: &Құралдар панелі
ru_ru: &Панель инструментов
th_th: &แถบเครื่องมือ
uk_ua: &Панель інструментів

# ReportStringId.UD_Group_VerticalSpacing
source: &Vertical Spacing
ar_iq: &تباعد عمودي
az_latn_az: &Şaquli məsafə
hy_am: &Ուղղահայաց միջակայք
ka_ge: &ვერტიკალური ინტერვალი
kk_kz: &Тік аралық
ru_ru: &Вертикальный Интервал
th_th: &ช่องว่างแนวตั้ง
uk_ua: &Вертикальний інтервал

# ReportStringId.UD_Group_View
source: &View
ar_iq: &عرض
az_latn_az: &Baxış
hy_am: &Տեսք
ka_ge: &გამოსახულება
kk_kz: & Түр
ru_ru: &Вид
th_th: &มุมมอง
uk_ua: &Вид

# ReportStringId.UD_Title_FieldList_NoneNodeText
source: (None)
ar_iq: (بلا)
az_latn_az: (Boşdur)
hy_am: (Ոչ)
ka_ge: (არ არის)
kk_kz: (Жоқ)
ru_ru: (Нет)
th_th: (ไม่มี)
uk_ua: (Немає)

# SpellCheckerStringId.ListBoxNoSuggestions
source: (No suggestions)
ar_iq: (لا يوجد اقتراحات)
az_latn_az: (variantlar yoxdur)
hy_am: (Առաջարկություններ չկան)
ka_ge: (არ არის ვარიანტები)
kk_kz: (Нұсқалары жоқ)
ru_ru: Нет вариантов
th_th: (ไม่มีข้อแนะนำ)
uk_ua: (Немає варіантів)

# SpellCheckerStringId.MnuNoSuggestionsCaption
source: (no spelling suggestions)
ar_iq: (لا يوجد اقتراحات للتدقيق الإملائي)
az_latn_az: (orfoqrafiyaya dair heç bir variant yoxdur)
hy_am: (ուղղագրական առաջարկություններ չկան)
ka_ge: (არ არის მართლწერის ვარიანტები)
kk_kz: (Нұскалары жоқ)
ru_ru: (нет вариантов)
th_th: (ไม่มีข้อแนะนำในการสะกด)
uk_ua: (немає варіантів)

# StringId.FilterShowAll
source: (Select All)
ar_iq: (تحديد الكل)
az_latn_az: (Hamısını seç)
hy_am: (Ընտրել բոլորը)
ka_ge: (მონიშნეთ ყველა)
kk_kz: (Барлығын көрсетуl)
ru_ru: (Показать все)
th_th: (เลือกทั้งหมด)
uk_ua: (Обрати усі)

# StringId.FilterToolTipKeysAdd
source: (Use the Insert or Add key)
ar_iq: (استخدام مفتاح إدرج أو إضافة)
az_latn_az: (Insert (Daxil et) və ya Add (Əlavə et) düymələrindən istifadə edin)
hy_am: (Օգտագործեք Insert/Մտցնել կամ Add/Ավելացնել ստեղները)
ka_ge: (გამოიყენეთ კლავიშები Insert ან Add)
kk_kz: ( Insert не Add пернесін қолданыңыз)
ru_ru: (Используйте клавиши Insert или Add)
th_th: (ใช้การป้อน หรือเพิ่มกุญแจ)
uk_ua: (Використайте клавішу Insert або Add)

# StringId.FilterToolTipKeysRemove
source: (Use the Delete or Subtract key)
ar_iq: (استخدام مفتاح حذف أو طرح)
az_latn_az: (Delete (Sil) və Subtract (Çıx) düymələrindən istifadə edin)
hy_am: (Օգտագործեք Delete/Ջնջել կամ Subtract/Հանել ստեղները )
ka_ge: (გამოიყენეთ კლავიშები Delete ან Subtract)
kk_kz: ( Delete не Subtract пернесін қолданыңыз)
ru_ru: (Используйте клавиши Delete или Subtract)
th_th: (ใช้การลบ หรือกุญแจสำรอง)
uk_ua: (Використайте клавішу Delete або Subtract)

# StringId.ImagePopupEmpty
source: (Empty)
ar_iq: (فارغ)
az_latn_az: (Boş)
hy_am: (Դատարկ է)
ka_ge: (შეუვსებელი)
kk_kz: (Бос)
ru_ru: (пусто)
th_th: (ว่าง)
uk_ua: (Порожньо)

# StringId.ImagePopupPicture
source: (Picture)
ar_iq: (الصورة)
az_latn_az: (Şəkil)
hy_am: (Պատկեր)
ka_ge: (სურათი)
kk_kz: (кескін)
ru_ru: (изображение)
th_th: (รูปภาพ)
uk_ua: (Зображення)

# StringId.TextEditMenuUndo
source: &Undo
ar_iq: &تراجع
az_latn_az: &Sonuncu addımı ləğv et
hy_am: &Ետարկել
ka_ge: &მოქმედების გაუქმება
kk_kz: &Қолданбау
ru_ru: &Отменить
th_th: &เลิกทำ
uk_ua: &Відмінити

# StringId.XtraMessageBoxYesButtonText
source: &Yes
ar_iq: &نعم
az_latn_az: &Bəli
hy_am: &Այո
ka_ge: &დიახ
kk_kz: &Иә
ru_ru: &Да
th_th: &ใช่
uk_ua: &Так

# AccStringId.GridRowActivate
source: Activate
ar_iq: تنشيط
az_latn_az: Aktivləşdir
hy_am: Ակտիվացնել
ka_ge: აქტივაცია
kk_kz: Активтендіру
ru_ru: Активизировать
th_th: ปฏิบัติงาน
uk_ua: Активувати

# AccStringId.TreelistRowActivate
source: Activate
ar_iq: تنشيط
az_latn_az: Aktivləşdir
hy_am: Ակտիվացնել
ka_ge: აქტივაცია
kk_kz: Активтендіру
ru_ru: Активизировать
th_th: ดำเนินการ
uk_ua: Активувати

# ChartStringId.MenuItemAdd
source: Add
ar_iq: إضافة
az_latn_az: Əlavə et
hy_am: Ավելացնել
ka_ge: დამატება
kk_kz: Қосу
ru_ru: Добавить
th_th: เพิ่ม
uk_ua: Додати

# ChartStringId.MsgIncorrectPieArgumentScaleType
source: {0} argument scale type cannot be specified, because the existing exploded point filters don't correspond to it.
ar_iq: لا يمكن {0} تحديد نوع مقياس الوسيطة، لأن عوامل تصفية النقاط المجزأة لا تتطابق معه.
az_latn_az: {0} Parametrlər şkalasının növünün göstərilməsi mümkün deyil, çünki mövcud partladılmış nöqtə filtrləri buna uyğun gəlmir.
hy_am: {0} պարամետրի տեսակի սանդղակը նշված չէ, քանի որ առկա բացառված կետերի ֆիլտրերը չեն համապատասխանում նրան:
ka_ge: შეუძლებელია {0} პარამეტრის შკალის ტიპის ჩვენება, რადგან არსებული გამორიცხული წერტილების ფილტრი არ შეესაბამება მას.
kk_kz: {0} параметр үлгісінің шәкілі көрсетілмеген, себебі қазіргі алып тасталған нүктелер оған сәйкес келмейді
ru_ru: Шкала типов параметра {0} не указана, так как фильтр существующих исключенных точек не соответствует ему.
th_th: {0} ประเภทอัตราอาร์กิวเมนท์ไม่สามารถกำหนดได้ เนื่องจากตัวกรองจุดที่แยกที่ปรากฏอยู่นั้นไม่สอดคล้อง
uk_ua: {0} шкала типів аргументів не вказана,тому що існуючий фільтр виключених точок не відповідає йому.

# ChartStringId.MsgSummaryFunctionIsNotRegistered
source: A summary function with the name '{0}' is not registered.
ar_iq: دالة التلخيص التي تحمل الاسم '{0}' غير مسجلة.
az_latn_az: {0} adlı yekunl funksiyası qeydiyyatda deyil
hy_am: '{0}' անվամբ ամփոփիչ ֆունկցիան գրանցված չէ:
ka_ge: ჯამური ფუნქცია '{0}' სახელით არ არის რეგისტრირებული.
kk_kz: Атауы '{0}' жиынтық функция тіркелмеген
ru_ru: Итоговая функция с именем '{0}' не зарегистрирована
th_th: ไม่มีการลงทะเบียนฟังค์ชั่นสรุปที่มีชื่อ '{0}'
uk_ua: Ітогова функція з назвою '{0}' не зареєстрована.

# ChartStringId.VerbAbout
source: About
ar_iq: عن البرنامج
az_latn_az: Proqram haqqında
hy_am: Ծրագրի մասին
ka_ge: პროგრამის შესახებ
kk_kz: Бағдарлама туралы
ru_ru: О программе
th_th: เกี่ยวกับ
uk_ua: Про програму

# ChartStringId.WizChartTitlesPageDescription
source: Add chart titles to be displayed within a chart.
ar_iq: إضافة عناوين المخطط ليتم عرضها ضمن المخطط.
az_latn_az: Diaqramın başlığı diaqramın içərisində əks et
hy_am: Դիագրամում ավելացնել դիագրամի հետ պատկերվող վերնագրերը:
ka_ge: დიაგრამის სათაურების დამატება დიაგრამასთან ერთად გამოსაჩენად.
kk_kz: Диаграмманың тақырыбын диаграмманың ішінде көрсету
ru_ru: Отображать заголовок диаграммы внутри диаграммы.
th_th: เพิ่มหัวข้อแผนภูมิเพื่อให้แสดงในแผนภูมิ
uk_ua: Додати заголовки діаграми, які відображаються всередині діаграми.

# ChartStringId.WizDataFiltersEntered
source: {0} data filter(s)
ar_iq: عامل (عوامل) تصفية بيانات {0}
az_latn_az: {0}məlumat filtr(lər)i
hy_am: {0} տվյալների ֆիլտր(եր)
ka_ge: {0} მონაცემთა ფილტრ(ებ)ი
kk_kz: {0} деректер сүзгісі (лері)
ru_ru: {0} фильтр(ы) данных
th_th: {0}ตัวกรองข้อมูล(s)
uk_ua: {0} фільтр(-и) даних

# GridStringId.MenuColumnGroupSummarySortFormat
source: {1} by - '{0}' - {2}
ar_iq: {1} بواسطة - '{0}' - {2}
az_latn_az: {1} - '{0}' - {2} -dən
hy_am: {1} - ը '{0}' - {2}-ով
ka_ge: {1} - '{0}' - {2}-დან
kk_kz: {1} из - '{0}' - {2}
ru_ru: {1} из - '{0}' - {2}
th_th: {1} โดย - '{0}' - {2}
uk_ua: {1} з - '{0}' - {2}

# LayoutStringId.AddTabMenuText
source: Add Tab
ar_iq: إضافة علامة تبويب
az_latn_az: Alt-səhifəsi əlavə et
hy_am: Ավելացնել ներդիր
ka_ge: ჩანართის დამატება
kk_kz: Қосымша бет қосу
ru_ru: Добавить вкладку
th_th: เพิ่มแท็บ
uk_ua: Додати вкладку

# PivotGridStringId.Alt_Expand
source: [Expand]
ar_iq: [توسيع]
az_latn_az: [Genişləndir]
hy_am: [Ընդարձակել]
ka_ge: [გადიდება]
kk_kz: [Жаю]
ru_ru: [Развернуть]
th_th: [ขยาย]
uk_ua: [Розгорнути]

# PivotGridStringId.Alt_FilterButton
source: [Filter]
ar_iq: [عامل تصفية]
az_latn_az: [Filtr]
hy_am: [Ֆիլտր]
ka_ge: [ფილტრი]
kk_kz: [Сүзгі]
ru_ru: [Фильтр]
th_th: [ตัวกรอง]
uk_ua: [Фільтр]

# PivotGridStringId.Alt_FilterButtonActive
source: [Filtered]
ar_iq: [تمت التصفية]
az_latn_az: [Filtrdən keçmiş]
hy_am: [Ֆիլտրացված]
ka_ge: [გაფილტრული]
kk_kz: [Сүзілген]
ru_ru: Отфильтрованный]
th_th: [ถูกกรองแล้ว]
uk_ua: [Відфільтрований]

# PivotGridStringId.Alt_FilterWindowSizeGrip
source: [Resize]
ar_iq: [تغيير الحجم]
az_latn_az: [Ölçüsünü dəyiş]
hy_am: [Փոխել չափը]
ka_ge: [ზომის შეცვლა]
kk_kz: [өлшемін өзгерту]
ru_ru: [Изменить размер]
th_th: [ปรับขนาด]
uk_ua: [Змінити розмір]

# PivotGridStringId.TotalFormat
source: {0} Total
ar_iq: {0} الإجمالي
az_latn_az: {0} Yekunu
hy_am: {0} Ընդամենը
ka_ge: {0} სულ
kk_kz: {0} барлығы
ru_ru: {0} всего
th_th: {0} ทั้งหมด
uk_ua: {0} Усього

# PivotGridStringId.TotalFormatAverage
source: {0} Average
ar_iq: {0} المتوسط
az_latn_az: {0} Orta göstərici
hy_am: {0} Միջին
ka_ge: {0} საშუალო
kk_kz: {0} орташа
ru_ru: {0} среднее
th_th: {0} เฉลี่ย
uk_ua: {0} Середнє

# PivotGridStringId.TotalFormatCount
source: {0} Count
ar_iq: {0} العدد
az_latn_az: {0} Say
hy_am: {0} Քանակ
ka_ge: {0} რაოდენობა
kk_kz: {0} саны
ru_ru: {0} количество
th_th: {0} จำนวน
uk_ua: {0} Кількість

# PivotGridStringId.TotalFormatCustom
source: {0} Custom
ar_iq: {0} مخصص
az_latn_az: {0} Seçilmiş
hy_am: {0} Օգտվողի
ka_ge: {0} ინდივიდუალური
kk_kz: {0} Пайдаланушылық
ru_ru: {0} Пользовательский
th_th: {0} กำหนดเอง
uk_ua: {0} Своє

# PivotGridStringId.TotalFormatMax
source: {0} Max
ar_iq: {0} الحد الأقصى
az_latn_az: {0} Maks
hy_am: {0} Առավելագույն
ka_ge: {0} მაქს
kk_kz: {0} ең көбі
ru_ru: {0} макс
th_th: {0} มากที่สุด
uk_ua: {0} Макс.

# PivotGridStringId.TotalFormatMin
source: {0} Min
ar_iq: {0} الحد الأدنى
hy_am: {0} Նվազագույն
ka_ge: {0} მინ
kk_kz: {0} ең азы
ru_ru: {0} мин
th_th: {0} น้อยที่สุด
uk_ua: {0} Mін.

# PivotGridStringId.TotalFormatStdDev
source: {0} StdDev
ar_iq: {0} الانحراف المعياري
az_latn_az: {0} standart kənarlaşma
hy_am: {0} Ստանդարտ շեղում
ka_ge: {0} სტანდ.გადახრა
kk_kz: {0} стандарттық ауытқу
ru_ru: {0} станд. отклонение
uk_ua: {0} СтандартнеВідхилення

# PivotGridStringId.TotalFormatStdDevp
source: {0} StdDevp
ar_iq: {0} الانحراف المعياري للمحتوى
az_latn_az: {0} standart kənarlaşma
hy_am: {0} Ստանդարտ շեղում
ka_ge: {0} სტანდ.განვ.
kk_kz: {0} стандарттық ауытқу
ru_ru: {0} станд. отклонение
uk_ua: {0} СтандартнеВідхилення

# PivotGridStringId.TotalFormatSum
source: {0} Sum
ar_iq: {0} المجموع
az_latn_az: {0} Cəm
hy_am: {0} Գումար
ka_ge: {0} ჯამი
kk_kz: {0} сомасы
ru_ru: {0} сумма
th_th: {0} สรุป
uk_ua: {0} Сума

# PivotGridStringId.TotalFormatVar
source: {0} Var
ar_iq: {0} التباين
az_latn_az: {0} variasiya
hy_am: {0} շեղում
ka_ge: {0} ვარიაცია
kk_kz: {0} нұсқалары
ru_ru: {0} вариация
uk_ua: {0} Варіація

# PreviewStringId.ExportOption_ActionAfterExport
source: Action after export:
ar_iq: إجراء بعد التصدير:
az_latn_az: Eksportdan sonrakı tədbir:
hy_am: Գործողություն արտահանումից հետո.
ka_ge: მოქმედება ექსპორტის შემდეგ:
kk_kz: экспорттан кейінгі іс-әрекет
ru_ru: Действие после экспорта:
th_th: การปฏิบัติหลังจากการส่งออก:
uk_ua: Дія після експору:

# PreviewStringId.Msg_NoDifferentFilesInStream
source: A document can't be exported to a stream in the DifferentFiles mode. Use the SingleFile or SingleFilePageByPage mode instead.
ar_iq: لا يمكن تصدير المستند إلى دفق في وضع ملفات مختلفة. استعمل بدلاً عن ذلك وضع ملف مفرد أو وضع ملف مفرد صفحة صفحة.
az_latn_az: Sənəd MüxtəlifFaylllar rejimində eksport oluna bilməz. TəkFayl və ya Hər səhifədəBirFayl rejimindən istifadə edin.
hy_am: Փաստաթուղթը չի կարող արտահանվել դեպի հոսքի DifferentFiles ռեժիմում: Փոխարենը օգտագործեք SingleFile կամ SingleFilePageByPage ռեժիմը:
ka_ge: შეუძლებელია დოკუმენტის ექსპორტირება DifferentFiles რეჟიმის ნაკადში.მის ნაცვლად გამოიყენეთ SingleFile ან SingleFilePageByPage რეჟიმი.
kk_kz: Құжатты DifferentFiles режимде ағысқа экспорттау мүмкін емес. SingleFile және SingleFilePageByPage режимді пайдаланыңыз.
ru_ru: Документ не может быть экспортирован в поток в DifferentFiles режиме. Используйте SingleFile или SingleFilePageByPage режим.
th_th: ไม่สามารถส่งออกเอกสารไปที่สตรีมในโหมด ไฟล์ที่แตกต่าง ได้ ใช้โหมด ไฟล์เดี่ยว หรือไฟล์เดี่ยวเป็นหน้า แทน
uk_ua: Документ не можна експортувати до потоку у режимі Різні файли. Використайте режим Один файл або один файл по сторинках замість цього.

# PreviewStringId.PageInfo_PageDate
source: [Date Printed]
ar_iq: [تاريخ الطباعة]
az_latn_az: [Çap tarixi]
hy_am: [Տպագրման ամսաթիվ]
ka_ge: [ამობეჭდვის თარიღი]
kk_kz: [Басып шығарылған күн]
ru_ru: [Дата печати]
th_th: [วันที่พิมพ์]
uk_ua: [Дата друку]

# PreviewStringId.PageInfo_PageNumber
source: [Page #]
ar_iq: [صفحة #]
az_latn_az: [Səhifə #]
hy_am: [Էջ #]
ka_ge: [გვერდი #]
kk_kz: [ # бет]
ru_ru: [Страница #]
th_th: [หน้า#]
uk_ua: [Сторінка №]

# PreviewStringId.PageInfo_PageNumberOfTotal
source: [Page # of Pages #]
ar_iq: [صفحة # من مجموع صفحات #]
az_latn_az: [Səhifə # Səhifələrdən #]
hy_am: [ #-րդ Էջը # Էջից]
ka_ge: [# გვერდი # გვერდიდან]
kk_kz: [ # беттен # бет]
ru_ru: [Страница # из # страниц]
th_th: [หน้า #ของหน้า #]
uk_ua: [Сторінка № з сторінок №]

# PreviewStringId.PageInfo_PageTime
source: [Time Printed]
ar_iq: [توقيت الطباعة]
az_latn_az: [Çap saatı]
hy_am: [Տպելու ժամանակը]
ka_ge: [ამობეჭდვის დრო]
kk_kz: [басып шығару уақыты]
ru_ru: [Время печати]
th_th: [เวลาที่พิมพ์]
uk_ua: [Час друку]

# PreviewStringId.PageInfo_PageUserName
source: [User Name]
ar_iq: [اسم المستخدم]
az_latn_az: [İstifadəçinin adı]
hy_am: [Օգտագործողի անուն]
ka_ge: [მომხმარებლის სახელი]
kk_kz: [Пайдаланушының аты]
ru_ru: [Имя пользователя]
th_th: [ชื่อผู้ใช้]
uk_ua: [Ім'я користувача]

# PreviewStringId.SB_PageInfo
source: {0} of {1}
ar_iq: {0} من {1}
az_latn_az: {1} dən {0}
hy_am: Էջ {0} {1}-ից
ka_ge: {0} გვერდი {1}–დან
kk_kz: {0} беттің {1}беті
ru_ru: Страница {0} из {1}
th_th: {0} ของ {1}
uk_ua: {0} з {1}

# PreviewStringId.Shapes_EightPointStar
source: 8-Point Star
ar_iq: نجمة ذات 8 نقاط
az_latn_az: 8-uclu ulduz
hy_am: 8-գագաթով աստղ
ka_ge: 8-წერტილიანი ვარსკვლავი
kk_kz: 8-сәулелі жұлдыз
ru_ru: 8-лучевая звезда
th_th: ดาวแบบ 8 จุด
uk_ua: 8-променева зірка

# PreviewStringId.Shapes_FivePointStar
source: 5-Point Star
ar_iq: نجمة ذات 5 نقاط
az_latn_az: 5-guşəli ulduz
hy_am: 5-գագաթով աստղ
ka_ge: 5-წერტილიანი ვარსკვლავი
kk_kz: 5-сәулелі жұлдыз
ru_ru: 5-лучевая звезда
th_th: ดาวแบบ 5 จุด
uk_ua: 5-променева зірка

# PreviewStringId.Shapes_FourPointStar
source: 4-Point Star
ar_iq: نجمة ذات 4 نقاط
az_latn_az: 4-guşəli ulduz
hy_am: 4-գագաթով աստղ
ka_ge: 4-წერტილიანი ვარსკვლავი
kk_kz: 4-сәулелі жұлдыз
ru_ru: 4-лучевая звезда
th_th: ดาวแบบ 4 จุด
uk_ua: 4-променева зірка

# PreviewStringId.Shapes_SixPointStar
source: 6-Point Star
ar_iq: نجمة ذات 6 نقاط
az_latn_az: 6-guşəli ulduz
hy_am: 6-գագաթով աստղ
ka_ge: 6-წერტილიანი ვარსკვლავი
kk_kz: 6-сәулелі жұлдыз
ru_ru: 6-лучевая звезда
th_th: ดาวแบบ 6 จุด
uk_ua: 6-променева зірка
