Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgInvalidEdge2
source: The edge2 value can't be null.
ar_iq: لا يمكن أن تكون قيمة الحافة 2 خالية.
az_latn_az: Kənar2-nin qiyməti sıfır ola bilməz.
hy_am: Ծայրամասային արժեք 2-ը չի կարող լինել զրոյական:
ka_ge: edge2 სიდიდე არ შეიძლება იყოს ნულის ტოლი.
kk_kz: 2-нің соңғы мәні нөл бола алмайды.
ru_ru: Крайнее значение 2 не может быть нулевым
th_th: ค่า The edge2 ไม่สามารถปล่อยว่าง
uk_ua: Крайнє значення 2 не може бути нульовим

# ChartStringId.MsgItemNotInCollection
source: The collection doesn't contain the specified item.
ar_iq: المجموعة لا تحتوي على العنصر المحدد.
az_latn_az: Göstərilən element kolleksiyada mövcud deyil.
hy_am: Հավաքածուն չի պարունակում նշված տարրը:
ka_ge: ეს კოლექცია არ შეიცავს ცალკეულ ელემენტებს.
kk_kz: Коллекцияда жекелеген элементтер жоқ.
ru_ru: Коллекция не может содержать отдельные элементы.
th_th: กลุ่มนี้ไม่มีรายการที่กำหนด
uk_ua: Збірка не може містити визначені елементи.

# ChartStringId.MsgPaletteNotFound
source: The chart doesn't contain a palette with the {0} name.
ar_iq: المخطط لا يحتوي على لوح ألوان يحمل الاسم {0}.
az_latn_az: Diaqramda {0} adlı palitra mövcud deyildir.
hy_am: Գրաֆիկը չի պարունակում {0} անվանումով երանգապնակ:
ka_ge: დიაგრამა არ შეიცავს პალიტრას {0} სახელით.
kk_kz: Графикте атауы {0} палитра жоқ.
ru_ru: График не содержит палитру с именем {0}.
th_th: แผนภูมินี้ไม่มีพาเล็ตต์ที่มีชื่อ {0}
uk_ua: Графік не містить палітру з назвою {0}.

# ChartStringId.MsgWebInvalidHeightUnit
source: The chart height must be set in pixels.
ar_iq: يجب تعيين ارتفاع المخطط بالبكسل.
az_latn_az: Diaqramın hündürlüyü piksellərlə təyin olunmalıdır.
hy_am: Դիագրամի բարձրությունը պետք է սահմանված լինի պիքսելներով:
ka_ge: დიაგრამის სიმაღლე უნდა დაყენდეს პიქსელებში
kk_kz: Диаграмманың биіктігі пиксельмен белгіленуге тиіс.
ru_ru: Высота диаграммы должна быть установлена в пикселах
th_th: ต้องตั้งค่าความสูงของแผนภูมิเป็นพิกเซล
uk_ua: Висота діаграми повинна бути встановлена у пікселях.

# ChartStringId.MsgWebInvalidWidthUnit
source: The chart width must be set in pixels.
ar_iq: يجب تعيين عرض التخطيط في بكسل.
az_latn_az: Diaqramın eni piksellərlə təyin olunmalıdır.
hy_am: Դիագրամի լայնությունե պետք է սահմանված լինի պիքսելներով:
ka_ge: დიაგრამის სიგანე უნდა დაყენდეს პიქსელებში
kk_kz: Диаграмманың ені пиксельмен белгіленуге тиіс.
ru_ru: Ширина диаграммы должна быть установлена в пикселах
th_th: ต้องตั้งค่าความกว้างของแผนภูมิเป็นพิกเซล
uk_ua: Ширина діаграми повинна бути встановлена у пікселях.

# PreviewStringId.Msg_EmptyDocument
source: The document does not contain any pages.
ar_iq: المستند لا يحتوي على أي صفحة.
az_latn_az: Sənəddə heç bir səhifə yoxdur.
hy_am: Փաստաթուղթը չի պարունակում որևէ էջեր:
ka_ge: დოკუმენტი არ შეიცავს არც ერთ გვერდს.
kk_kz: Басуға шығару үшін дерек жоқ.
ru_ru: Нет данных для вывода на печать.
th_th: เอกสารนี้ไม่มีหน้าใดๆ
uk_ua: Цей документ не містить сторінок.

# PreviewStringId.Msg_WrongPageSettings
source: The current printer doesn't support the selected paper size. Proceed with printing anyway?
ar_iq: الطابعة الحالية لا تدعم حجم الورق المحدد. هل تود متابعة الطباعة على كل حال؟
az_latn_az: Hazırki printer seçilmiş kağız ölçüsünü dəstəkləmir. Çap etmək istəyirsinizmi?
hy_am: Ընտրված տպիչը չի աջակցում թղթի այդպիսի չափին: Տպե՞լ:
ka_ge: არჩეული პრინტერი ვერ აღიქვამს შერჩეულ ფურცლის ზომას. მაინც გავაგრძელო ბეჭდვა?
kk_kz: Таңдалған принтер мұндай өлшемдегі қағазды қолдамайды. Басып шығару керек пе?
ru_ru: Выбранный принтер не поддерживает такой размер бумаги.\nПечатать?
th_th: เครื่องพิมพ์ปัจจุบันนั้นไม่รองรับขนาดกระดาษที่เลือก ต้องการดำเนินการต่อหรือไม่
uk_ua: Цей принтер не підтримує обраний розмір паперу. Продовжити друк?

# PreviewStringId.Msg_XlsMoreThanMaxColumns
source: The created XLS file is too big for the XLS format, because it contains more than 256 columns. Please try to reduce the amount of columns in your report and export the report to XLS again.
ar_iq: ملف XLS المُنشأ كبير جدا لتنسيق XLS، لأنه يحتوي على أكثر من 256 عمودا. يرجى محاولة تخفيض عدد الأعمدة في تقريرك وتصدير التقرير إلى XLS مرة أخرى.
az_latn_az: Yaradılmış XLS faylı XLS formatı üçün çox böyükdür, çünki burada 256-dan artıq sütun vardır. Zəhmət olmasa, hesabatınızdakı sütunların sayını azaltmağa və hesabatı yenidən XLS-ə eksport etməyə çalışın.
hy_am: Ստեղծված XLS ֆայլը չափազանց մեծ է XLS ֆորմատի համար, քանի որ պարունակում է ավելի քան 256 սյունակներ: Խնդրում ենք փորձել կրճատել սյունակների թիվը ձեր հաշվետվության մեջ և կրկին արտահանել հաշվետվությունը դեպի XLS:
ka_ge: შექმნილი XLS ფაილი ძალიან დიდია XLS ფორმატისთვის, რადგან შეიცავს 256 სვეტს. თუ შეიძლება, ეცადეთ შეამციროთ სვეტების რიცხვი ანგარიშში და კვლავ მოახდინეთ XLS–ში ექსპორტი.
kk_kz: Құрылатын XLS файл XLS форматы үшін аса үлкен, себебі 256-дан артық бағанасы бар. Мұның оронына XLSХ -ге экспорттап көріңіз.
ru_ru: Создаваемый XLS файл слишком велик для формата XLS, т.к. содержит более 255 столбцов. Пожалуйста, попробуйте вместо этого экспорт в XLSX.
th_th: ไฟล์ XLS ที่สร้างใหญ่เกินไปสำหรับฟอร์แม็ต XLS เนื่องจากมีมากกว่า 256 คอลัมน์ กรุณาลองลดจำนวนคอลัมน์ในรายงานของคุณ และส่งออกมาที่รายงาน XLS อีกครั้ง
uk_ua: Створений XLS файл надто великий для формату XLS, тому що він містить більше ніж 256 колонок. Будь ласка, спробуйте зменшити кількість колонок у своєму звіті та експортувати звіт у XLS знов.

# PreviewStringId.Msg_XlsMoreThanMaxRows
source: The created XLS file is too big for the XLS format, because it contains more than 65536 rows. Please try to reduce the amount of rows in your report and export the report to XLS again.
ar_iq: ملف XLS المنشأ كبير جدا لتنسيق XLS، لأنه يحتوي على أكثر من 65536 صف. يرجى محاولة تخفيض عدد الصفوف في التقرير الخاص بك وتصدير التقرير إلى XLS مرة أخرى.
az_latn_az: Yaradılmış XLS faylı XLS formatı üçün çox böyükdür, çünki burada 65536-dan artıq sətir vardır. Zəhmət olmasa, hesabatınızdakı sətirlərin sayını azaltmağa və hesabatı yenidən XLS-ə eksport etməyə çalışın.
hy_am: Ստեղծված XLS ֆայլը չափազանց մեծ է XLS ֆորմատի համար, քանի որ պարունակում է ավելի քան 65536 տողեր: Խնդրում ենք կրճատել տողերի քանակը ձեր հաշվետվության մեջ և կրկին արտահանել հաշվետվությունը դեպի XLS:
ka_ge: შექმნილი XLS ფაილი ძალიან დიდია XLS ფორმატისთვის, რადგან შეიცავს 65536 სტრიქონს. თუ შეიძლება, ეცადეთ შეამციროთ სტრიქონების რიცხვი ანგარიშში და კვლავ მოახდინეთ XLS–ში ექსპორტი.
kk_kz: Құрылатын XLS файл XLS форматы үшін аса үлкен, себебі 65535-тен артық жолы бар. Мұның оронына XLSХ -ге экспорттап көріңіз. .
ru_ru: Создаваемый XLS файл слишком велик для формата XLS, т.к. содержит более 65535 строк. Пожалуйста, попробуйте вместо этого экспорт в XLSX.
th_th: ไฟล์ XLS ที่สร้างใหญ่เกินไปสำหรับฟอร์แม็ต XLS เนื่องจากมีมากกว่า 65536 แถว กรุณาลองลดจำนวนแถวในรายงานของคุณ และส่งออกมาที่รายงาน XLS อีกครั้ง
uk_ua: Стоврений XLS файл надто великий для формату XLS, тому що він містить більше ніж 65536 рядків. Будь ласка, спробуйте зменшити кількість рядків у своєму звіті, та експортуйте його XLS знов.

# PreviewStringId.Msg_XlsxMoreThanMaxColumns
source: The created XLSX file is too big for the XLSX format, because it contains more than 16,384 columns. Please try to reduce the amount of rows in your report and export the report to XLSX again.
ar_iq: ملف XLSX المُنشأ كبير جدا لتنسيق XLSX، لأنه يحتوي على أكثر من 16384 عمود. يرجى محاولة تخفيض عدد الأعمدة في التقرير الخاص بك وتصدير التقرير إلى XLSX مرة أخرى.
az_latn_az: Yaradılmış XLSX faylı XLSX formatı üçün həddən artıq böyükdür, çünki burada 16,384-dən artıq sütun vardır. Zəhmət olmasa, hesabatınızdakı sütunların sayını azaltmağa və hesabatı yenidən XLSX-ə eksport etməyə çalışın.
hy_am: Ստեղծված XLSX ֆայլը չափազանց մեծ է XLSX ֆորմատի համար, քանի որ պարունակում է ավելի քան 16,384 սյունակներ: Խնդրում ենք կրճատել սյունակների քանակը ձեր հաշվետվության մեջ և կրկին արտահանել հաշվետվությունը դեպի XLSX:
ka_ge: შექმნილი XLSX ფაილი ძალიან გრძელია XLSX ფორმატისთვის, რადგან იგი შეიცავს 16,384 -ზე მეტ სვეტს. თუ შეიძლება, სცადეთ თქვენს ანგარიშში სვეტების რაოდენობის შემცირება და ხელახლა მოახდინეთ ანგარიშის ექსპორტი XLSX -ში.
kk_kz: Құрылатын XLSХ файл XLSХ форматы үшін аса үлкен, себебі 16 384-тен артық бағанасы бар. Есептегі бағандардың санын азайтып, XLSХ -ге қайтадан экспорттап көріңіз.
ru_ru: Создаваемый XLSX файл слишком велик для формата XLSX, т.к. содержит более 16,384 столбцов. Пожалуйста, попробуйте уменьшить число столбцов в отчете и экспортируйте в XLSX снова.
th_th: ไฟล์ XLSX ที่สร้างใหญ่เกินไปสำหรับฟอร์แม็ต XLSX เนื่องจากมีมากกว่า 16,384 คอลัมน์ กรุณาลองลดจำนวนแถวในรายงานของคุณ และส่งออกมาที่รายงาน XLSX อีกครั้ง
uk_ua: Створений файл XLSX надто великий для формату XLSX, тому що він містить більше, ніж 16,384 колонок. Будь ласка, спробуйте зменшити кількість рядків у своєму звіті та експортуйте його знов XLSX.

# PreviewStringId.Msg_XlsxMoreThanMaxRows
source: The created XLSX file is too big for the XLSX format, because it contains more than 1,048,576 rows. Please try to reduce the amount of rows in your report and export the report to XLSX again.
ar_iq: ملف XLSX المُنشأ كبير جدا لتنسيق XLSX، لأنه يحتوي على أكثر من 1،048،576 صف. يرجى محاولة تخفيض عدد الصفوف في التقرير الخاص بك وتصدير التقرير إلى XLSX مرة أخرى.
az_latn_az: Yaradılmış XLSX faylı XLSX formatı üçün həddən artıq böyükdür, çünki burada 1,048,576-dan artıq sətir vardır. Zəhmət olmasa, hesabatınızdakı sətirlərin sayını azaltmağa və hesabatı yenidən XLSX-ə eksport etməyə çalışın.
hy_am: Ստեղծված XLSX ֆայլը չափազանց մեծ է XLSX ֆորմատի համար, քանի որ պարունակում է ավելի քան 1,048,576 տողեր: Խնդրում ենք կրճատել տողերի քանակը ձեր հաշվետվության մեջ և կրկին արտահանել հաշվետվությունը դեպի XLSX:
ka_ge: შექმნილი XLSX ფაილი ძალიან გრძელია XLSX ფორმატისთვის, რადგან იგი შეიცავს 1,048,576 -ზე მეტ რიგს. თუ შეიძლება, სცადეთ თქვენს ანგარიშში რიგების რაოდენობის შემცირება და ხელახლა მოახდინეთ ანგარიშის ექსპორტი XLSX -ში.
kk_kz: Құрылатын XLSХ файл XLSХ форматы үшін аса үлкен, себебі 1 048 576-дан артық жолы бар. Есептегі жолдардың санын азайтып, XLSХ -ге қайтадан экспорттап көріңіз.
ru_ru: Создаваемый XLSX файл слишком велик для формата XLSX, т.к. содержит более 1 048 576 строк. Пожалуйста, попробуйте уменьшить число строк в отчете и экспортируйте в XLSX снова.
th_th: ไฟล์ XLSX ที่สร้างใหญ่เกินไปสำหรับฟอร์แม็ต XLSX เนื่องจากมีมากกว่า 1,048,576 แถว กรุณาลองลดจำนวนแถวในรายงานของคุณ และส่งออกมาที่รายงาน XLSX อีกครั้ง
uk_ua: Створений XLSX файл надто великий для формату XLSX, тому що він містить більше, ніж 1,048,576 рядків. Будь ласка, спробуйте зменшити кількість рядків у своєму звіті та експортуйте звіт у XLSX знов.

# ReportStringId.Msg_InvalidCondition
source: The condition must be Boolean!
ar_iq: يجب أن يكون الشرط منطقيا!
az_latn_az: Şərt məntiqi olmalıdır!
hy_am: Պայմանը պետք է լինի Տրամաբանական:
ka_ge: პირობა უნდა იყოს ლოგიკური!
kk_kz: Шарт қисынды болуға тиіс!
ru_ru: Условия должно быть Логическим!
th_th: เงื่อนไขนี้ต้องเป็นบูลีน
uk_ua: Умова повинна бути логічною!

# StringId.MaskBoxValidateError
source: The entered value is incomplete. Do you want to correct it? Yes - return to the editor and correct the value. No - leave the value as is. Cancel - reset to the previous value.
ar_iq: القيمة المدخلة غير كاملة. هل تريد تصحيحها؟ نعم - عودة إلى المحرر وتصحيح القيمة. لا - يرجى ترك القيمة كما هي. إلغاء - إعادة تعيين القيمة السابقة.
az_latn_az: Daxil edilmiş qiymət natamamdır. Onu düzəltmək istəyirsiniz? Bəli - redaktora qayıt və qiyməti düzəlt. Xeyr - Qiyməti olduğu kimi saxla. Ləğv et - Əvvəlki qiymətə bərpa et."
hy_am: Արժեքի մուտքագրումը ավարտված չէ. Ցանկանու՞մ եք ուղղել այն: Այո - վերադառնալ խմբագրիչ և ճշտել արժեքը: Ոչ - թողնել արժեքը ինչպես որ կա: Չեղարկել - սկզբնական վիճակին բերել նախորդ արժեքը:
ka_ge: შეყვანილი მნიშვნელობა არასრულია. გსურთ შესწორება? დიახ - დაუბრუნდით რედაქტორს და შეასწორეთ მნიშვნელობა. არა - დატოვეთ მნიშვნელობა უცვლელად. გაუქმება - აღადგინეთ წინა მნიშვნელობა.
kk_kz: Мәнді енгізу аяқталған жоқ. Соңына дейін жазғыңыз келе ме? Yes - return to the editor and correct the value. No - leave the value as is. Cancel - reset to the previous value.
ru_ru: Ввод значения не закончен. Хотите дописать? Yes - return to the editor and correct the value. No - leave the value as is. Cancel - reset to the previous value.
th_th: ค่าที่ป้อนนั้นไม่สมบูรณ์ คุณต้องการแก้ไขหรือไม่ ใช่ - ไปที่ตัวแก้ไข และแก้ไขค่า ไม่ - ปล่อยค่าตามเดิม ยกเลิก - ตั้งค่าเป็นค่าเดิมอีกครั้ง
uk_ua: Введення значення не завершено. Бажаєте виправити його? Так - повернутится до редактора та виправити значення. Ні - залишити значення без змін. Cкасувати - перейти до попереднього значення.

# ChartStringId.MsgIncorrectFunnelHolePercent
source: The funnel hole percentage should be greater than or equal to 0 and less than or equal to 100.
ar_iq: يجب أن تكون نسبة ثقب القمع أكبر من أو تساوي 0 وأقل من أو تساوي 100.
az_latn_az: Borunun mənfəzinin faizlə qiyməti 0-a bərabər və ya ondan böyük və 100-ə bərabər və ya ondan kiçik olmalıdır.
hy_am: Կոնային անցքի տոկոսային բաղկացությունը պետք է լինի մեծ կամ հավասար 0-ի և փոքր կամ հավասար 100-ի:
ka_ge: ძაბრის ხვრელის პროცენტული მნიშვნელობა უნდა იყოს 0 -ზე მეტი ან ტოლი და 100 -ზე ნაკლები ან ტოლი.
kk_kz: Конустық саңлаудың проценттік мәні 0-ден артық немесе тең және 100-ден артық немесе тең болуға тиіс.
ru_ru: Процентное содержание конического отверстия должно быть больше или равно 0 и меньше или равно 100.
th_th: เปอร์เซ็นของ หลุมกรวย ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า หรือเท่ากับ 100
uk_ua: Відсотковий вміст конічного отвору повинен бути більше або дорівнювати 0 та менше або дорівнювати 100.

# ChartStringId.MsgIncorrectGridSpacing
source: The grid spacing should be greater than 0.
ar_iq: يجب أن يكون تباعد الشبكة أكبر من 0.
az_latn_az: Məsafələnmə 0-dan böyük olmalıdır.
hy_am: Ցանցի միջակայքը պետք է լինի մեծ 0-ից:
ka_ge: ცხრილის შუალედი უნდა იყოს 0–ზე მეტი.
kk_kz: Аралық 0-ден артық болуға тиіс.
ru_ru: Интервал должен быть больше 0.
th_th: ช่องว่างตารางควรมากกว่า 0
uk_ua: Інтервал сітки повинен бути більше 0.

# ChartStringId.MsgIncorrectPlaneDepthFixed
source: The fixed plane depth should be greater than or equal to 1.
ar_iq: يجب أن يكون عمق المستوى الثابت أكبر من أو يساوي 1.
az_latn_az: Bərpa edilmiş panelin dərinliyi 1-dən böyük və ya ona bərabər olmalıdır.
hy_am: Ֆիքսված խորությունը պետք է լինի մեծ կամ հավասար 1-ի:
ka_ge: ფიქსირებული სიღრმე უნდა იყოს 1–ზე მეტი ან ტოლი.
kk_kz: Белгіленген тереңдік 1-ден артық немесе тең болуға тиіс.
ru_ru: Фиксированная глубина должен быть больше или равен 1.
th_th: ความลึกของระนาบที่กำหนดควรมากกว่า หรือเท่ากับ 1
uk_ua: Фіксована глибина площини повинна бути більше або дорівнювати 1.

# ChartStringId.MsgIncorrectSeriesDistanceFixed
source: The fixed series distance should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة الثابتة للسلسلة أكبر من أو تساوي 0.
az_latn_az: Bərpa edilmiş seriyanın məsafəsi 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Սերիաների միջև ֆիքսված տարածությունը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: სერიებს შორის ფიქსირებული მანძილი უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Сериялар арасындағы белгіленген ара қашықтық 0-ден артық немесе тең болуға тиіс.
ru_ru: Фиксированное расстояние между сериями должно быть больше или равно 0.
th_th: ระยะห่างของซีรี่ส์ที่กำหนดควรมากกว่า หรือเท่ากับ 0
uk_ua: Фіксована відстань між послідовностями повинна бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectSeriesIndentFixed
source: The fixed series indent should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة البادئة الثابتة للسلسلة أكبر من أو تساوي 0.
az_latn_az: Bərpa edilmiş seriyanın çıxıntısı 0-dan böyük və ya ona bərabər olmalıdır 0.
hy_am: Սերիաների միջև ֆիքսված ետքայլը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: სერიების იქსირებული შეწეული ნაწილები უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Сериялар арасындағы белгіленген шегініс 0-ден артық немесе тең болуға тиіс.
ru_ru: Фиксированный отступ между сериями должен быть больше или равен 0.
th_th: ย่อหน้าของซีรี่ส์ที่กำหนดควรมากกว่า หรือเท่ากับ 0
uk_ua: Фіксований відступ між послідовностями повинен бути більше або дорівнювати 0.

# ChartStringId.MsgPolarAxisXGridSpacingChanged
source: The grid spacing of a polar X-axis can't be changed.
ar_iq: لا يمكن تغيير تباعد الشبكة لمحور X القطبي.
az_latn_az: Polyar X oxunun tor üzərində məsafələnməsi dəyişdirilə bilməz.
hy_am: Х բևեռային առանցքի ցանցի միջակայքը չի կարող փոխվել:
ka_ge: შეუძლებელია პოლარული X-ღერძის ცხრილის შუალედის შეცვლა.
kk_kz: X полярлық осі торының адымы өзгертілмеуге тиіс.
ru_ru: Шаг сетки полярной оси Х не может быть изменен.
th_th: ไม่สามารถเปลี่ยนช่องว่างตารางของขั้วแกน X ได้
uk_ua: Інтервал сітки полярної X-осі не можливо змінити.

# PreviewStringId.Msg_FontInvalidNumber
source: The font size cannot be set to zero or a negative number
ar_iq: لا يمكن ضبط حجم الخط على صفر أو رقم سالب
az_latn_az: Şriftin ölçüsü 0 və ya mənfi rəqəm olaraq təyin edilə bilməz.
hy_am: Տառատեսակի չափը չի կարող լինել զրո կամ բացասական թիվ:
ka_ge: შეუძლებელია შრიფტის ზომის ნულზე ან უარყოფით რიცხვზე დაყენება
kk_kz: Дұрыс емес сан көрсетілді
ru_ru: Указано неверное число.
th_th: ไม่สามารตั้งค่าขนาดแบบตัวอักษรเป็นศูนย์ได้ หรือเป็นเลขลบได้
uk_ua: Розмір шрифту не може бути нульовим або негативним числом

# ReportStringId.Msg_GroupSortWarning
source: The group header or footer you want to delete is not empty. Do you want to delete this band along with its controls?
ar_iq: رأس أو تذييل المجموعة الذي تريد حذفه ليس فارغا. هل تريد حذف هذا النطاق مع عناصر التحكم الخاصة به؟
az_latn_az: Qrupun silmək istədiyiniz yuxarı və ya aşağı kolontitulu boş deyildir. Bu zolağı silmək istəyirsinizmi?
hy_am: Խմբի գլխագիրը և ստորագիրը, որը ցանկանում եք ջնջել դատարկ չեն. Արդյոք ցանկանու՞մ եք ջնջել տողը իր կառավարման տարրերի հետ միասին:
ka_ge: წასაშლელი ჯგუფის ზედა და ქვედა კოლონტიტულები არ არის ცარიელი. გსურთ ჯგუფების წაშლა მართვის ყველა ელემენტთან ერთად?
kk_kz: Топтың тақырыбы немесе асты бос емес.Сіз жолақты контролдан алып тастағыңыз келе ме?
ru_ru: Заголовок или подвал группы не пустые. Вы хотите удалить полосу из контрола?
th_th: หัวเรื่อง หรือท้านเรื่องกลุ่มที่คุณต้องการลบนั้นว่าง คุณต้องการลบแถบนี้พร้อมกับการควบคุมเหล่านี้หรือไม่
uk_ua: Заголовок або нижній колонтитул групи, який ви бажаєте видалити, не порожній. Бажаєте видалити цю стрічку разом з її елементами управління?

# ReportStringId.Msg_ScriptExecutionError
source: The following error occurred when the script in procedure {0}: {1} Procedure {0} was executed, it will not be called again.
ar_iq: حدث الخطأ التالي في البرنامج النصي قيد الإجراء عندما {0}: {1}الإجراء {0} تم تنفيذه، لن يتم استدعاؤه ثانية.
az_latn_az: Yazı prosesdə olarkən aşağıdakı səhv baş vermişdir {0}: {1} Prosedur {0} icra edilmişdir, yenidən işə salınmayacaqdır.
hy_am: Հետևյալ սխալը տեղի է ունենում, երբ սկրիպտը ընթացակարգում {0}:{1} է: {0} ընթացակարգը կատարված է այն չի կանչվի կրկին:
ka_ge: მოცემული შეცდომა მოხდა, როცა სკრიპტი პროცედურაში {0}: {1}განხორციელდა {0} პროცედურა, მაგრამ მეტად აღარ მოხდება.
kk_kz: Келесі қате скрипт {0}: {1} рәсімінде болғанда туындайды. {0} рәсімі бұдан кейін шақырылмайтын болады.
ru_ru: Следующая ошибка возникает когда скрипт в процедуре {0}:{1} Процедура {0} больше она не будет вызвана.
th_th: มีข้อผิดพลาดต่อไปนี้ เมื่อสคริปต์กำลังดำเนินการ {0}: {1} ดำเนินการขั้นตอนการทำงาน {0} จะไม่ถูกเรียกอีกครั้ง
uk_ua: Наступна помилка виникає коли скрипт у процедурі {0}: {1}Процедура {0} виконана, вона вже не буде викликаною.

# ReportStringId.Msg_WarningFontNameCantBeEmpty
source: The Font name can't be empty.
ar_iq: لا يجب ان يكون اسم الخط فارغا.
az_latn_az: Şriftin adı boş ola bilməz.
hy_am: Տառատեսակի անվանումը չի կարող դատարկ լինել:
ka_ge: შრიფტის დასახელება არ შიძლება იყოს შეუვსებელი.
kk_kz: Қаріптің атауы бос бола алмайды.
ru_ru: Название шрифта не может быть пустым.
th_th: ไม่สามารถปล่อยให้ชื่อแบบตัวอักษรว่างได้
uk_ua: Назва шрифту не може бути порожньою.

# ChartStringId.MsgIncorrectHorizontalScrollPercent
source: The horizontal scroll percent should be greater than or equal to -{0} and less than or equal to {0}.
ar_iq: يجب أن تكون النسبة المئوية للتمرير الأفقي أكبر من أو تساوي - {0} وأقل من أو تساوي {0}.
az_latn_az: Üfüqi fırlatma oxunun faizi -{0}-dən böyük və ya ona bərabər və {0}-dan kiçik və ya ona bərabər olmalıdır.
hy_am: Հորիզոնական ոլորման տոկոսը պետք է լինի մեծ կամ հավասար -{0}-ի, և փոքր կամ հավասար {0}-ի:
ka_ge: ჰორიზონტალური გადაადგილების პროცენტი -{0}–ზე მეტი ან ტოლი და {0}–ზე ნაკლების ან ტოლი.
kk_kz: Көлденең айналу пайызы - {0} ден артық не тең және {0}-ден кем не тең болуға тиіс.
ru_ru: Процент горизонтальной прокрутки должен быт более либо равным -{0} и менее либо равным {0}.
th_th: เปอร์เซ็นของรายการแนวนอนควรมากกว่า หรือเท่ากับ -{0} และน้อยกว่า หรือเท่ากับ {0}
uk_ua: Відсоток горизонтальної прокрутки повинен бути більше або дорівнювати -{0} та менше або дорівнювати {0}.

# ChartStringId.MsgIncorrectIndent
source: The indent should be greater than or equal to 0.
ar_iq: يجب أن تكون المسافة البادئة أكبر من أو تساوي 0.
az_latn_az: Boşluq 0-a bərabər və ya ondan böyük və 100-dən kiçik olmalıdır.
hy_am: Տողագլուխը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: დაცილება უნდა იყოს 0 -ზე მეტი ან ტოლი.
kk_kz: Шегініс 0-ден артық немесе тең болуға тиіс.
ru_ru: Отступ должен быть больше или равен 0.
th_th: ย่อหน้าควรมากกว่า หรือเท่ากับ 0
uk_ua: Відступ повинен бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectIndentFromMarker
source: The indent value should be greater than or equal to 0.
ar_iq: يجب أن تكون قيمة المسافة البادئة أكبر من أو تساوي 0.
az_latn_az: Boşluqun qiyməti 0-dan böyük və ya ona bərabər olmalıdır.
hy_am: Տվյալների տողագլխի արժեքը պետք է լինի մեծ կամ հավասար 0-ի:
ka_ge: შეწეული ნაწილის მნიშვნელობა უნდა იყოს 0–ზე მეტი ან ტოლი.
kk_kz: Деректер шегінісі 0-ден артық немесе тең болуға тиіс.
ru_ru: Отступ данных должен быть больше или равен 0
th_th: ค่าของย่อหน้าควรมากกว่าหรือเท่ากับ 0
uk_ua: Значення відступу повинно бути більше або дорівнювати 0.

# ChartStringId.MsgIncorrectLegendHorizontalIndent
source: The legend horizontal indent should be greater than or equal to 0 and less than 1000.
ar_iq: يجب أن تكون المسافة البادئة الأفقية لوسيلة الإيضاح أكبر من أو تساوي 0 وأقل من 1000.
az_latn_az: Şərti işarələrin üfüqi çıxıntısı 0-a bərabər və ya ondan böyük və 100-dən kiçik olmalıdır.
hy_am: Հորիզոնական տողագլխի չափը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: პირობითი აღნიშვნის ჰორიზონტალური დაცილება უნდა იყოს 0 -ზე მეტი ან ტოლი და 1000 -ზე ნაკლები.
kk_kz: Көлденең шегініс өлшемі 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Размер горизонтального отступа должен быть больше или равен 0 и меньше чем 1000.
th_th: ย่อหน้าแนวนอนคำอธิบายสัญลักษณ์ควรมากกว่า หรือเท่ากับ 0 และน้อยกว่า 1000
uk_ua: Умовне позначення горизонтального відступу повинно бути більше або дорівнювати 0 та менше 1000.

# ChartStringId.MsgIncorrectLegendMarkerSize
source: The legend marker size should be greater than 0 and less than 1000.
ar_iq: يجب أن يكون حجم علامة وسيلة الإيضاح أكبر من 0 وأقل من 1000.
az_latn_az: Şərti işarənin markerinin ölçüsü 0-dan böyük və ya ona bərabər və 1000-dən kiçik olmalıdır.
hy_am: Պայմանական նշանների նշման գործիքի չափը պետք է լինի մեծ կամ հավասար 0-ի և փոքր 1000-ից:
ka_ge: აღნიშვნის მარკერის ჰორიზონტალური შუალედი უნდა იყოს 0–ზე მეტი ან ტოლი და 1000–ზე ნაკლები ან ტოლი.
kk_kz: Шартты белгілерді салу құралының өлшемі 0-ден артық немесе тең және 1000-нан кем болуға тиіс.
ru_ru: Размер инструмента для разметки условных обозначений должен быть больше или равен 0 и меньше чем 1000.
th_th: ขนาดตัวทำเครื่องหมายคำอธิบายสัญลักษณ์ควรมากกว่า 0 และน้อยกว่า 1000
uk_ua: Умовне позначення розміру маркера повинно бути більше 0 та менше 1000.
