Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PivotGridStringId.CustomizationFormListBoxText
source: Drag a field here to customize layout
ar_iq: اسحب حقل هنا لتخصيص التخطيط
az_latn_az: Cədvəli kökləmək üçün xananı buraya çəkib gətirin.
hy_am: Քաշեք դաշտը այստեղ՝ արտաքին տեսքը կարգավորելու համար
ka_ge: სქემის ინდივიდუალურად დაყენებისთვის გადმოათრიეთ ველი აქ
kk_kz: Сыртқы түрді теңшеу үшін жолақты осында алып келіңіз
ru_ru: Перетащите сюда поле для настройки внешнего вида
th_th: ลากช่องมาที่นี่เพื่อกำหนดเลย์เอาท์เอง
uk_ua: Перетягніть поле сюди, щоб настроїти схему

# PivotGridStringId.CustomizationFormText
source: Drag Items to the Pivot Grid
ar_iq: سحب العناصر إلى الشبكة المحورية
az_latn_az: Elementləri tərtib cədvəlinə çəkib gətirin
hy_am: Տեղադրեք տարրերը Ամփոփիչաղյուսակ-ի վրա
ka_ge: გადაათრიეთ ელემენტები ცხრილზე
kk_kz: PivotGrid-ге элементтерді орналастырыңыз
ru_ru: Перетащите элементы в сводную таблицу
th_th: ลากรายการมาที่ Pivot Grid
uk_ua: Перетягніть елементи до Зведеної таблиці

# ReportStringId.UD_TTip_ItemDescription
source: Drag-and-drop this item to create a control bound to it; - or - Drag this item with the right mouse button or SHIFT to select a bound control from the popup menu; - or - Use the context menu to add a calculated field or parameter.
ar_iq: قم بسحب وإسقاط هذا البند لإنشاء عنصر تحكم مرتبط به؛ - أو اسحب هذا البند بزر الماوس الأيمن أو SHIFT لتحديد عنصر تحكم مرتبط من القائمة المنبثقة، - أو استخدم قائمة السياق لإضافة حقل محسوب أو معلمة.
az_latn_az: Elementə birləşmiş kontrol yaratmaq üçün həmin elementi buraya çəkib gətirin;- və ya -Bu elementi siçanın sağ düyməsi ilə çəkib gətirin və ya sıçrayıb çıxan menyudan kontrolu seçmək üçün SHIFT düyməsinə basın;- və ya -Hesablanmış sahə və ya parametri əlavə etmək üçün məzmun menyusundan istifadə edin.
hy_am: Քաշեք այս տարրը նշված հատվածներում կառավարման ստեղծման համար,- կամ -Քաշեք այս տարրը մկնիկի աջ կոճակը կամ SHIFT-ը սեղմած պահելով՝ կոնկրետ մենյուից կառավարման ընտրության համար, - կամ - Օգտագործեք կոնկրետ մենյու հաշվարկվող դաշտի կամ պարամետրի ավելացման համար:
ka_ge: გადაათრიეთ და დააგდეთ ეს ელემენტი მასზე კონტროლის ზღვარის დაყენების მიზნით; –ან– გადაათრიეთ ეს ელემენტი თაგვის მარჯვენა ღილაკით ან SHIFT კლავიშით კონტექსტური მენიუდან კონტროლის მონიშვნის მიზნით;- ან -გამოიყენეთ კონტექსტური მენიუ გამოსათვლელი ველის ან პარამეტრის დასამატებლად.
kk_kz: Көрсетілген шекарада бақылау құру үшін осы элементті тартып әкеліңіз; немесе - Мәнмәтіндік мәзірден бақылауды таңдау үшін осы элементті тімтуірдің оң жақ батырмасын немесе SHIFT батырмасын басып тұрып тартып әкеліңіз; немесе - Есептелетін жолақты немесе параметрді қосу үшін бақылау мәзірін пайдаланыңыз.
ru_ru: Перетяните этот элемент для создания контрола в указанных границах; - или - Перетяните этот элемент с нажатой правой кнопкой мыши или кнопкой SHIFT для выбора контрола из контекстного меню; - или - Используйте контекстное меню для добавления вычисляемого поля или параметра.
th_th: ลาก และวางรายการนี้ เพื่อสร้างการผูกการควบคุม; หรือ ลากรายการนี้ด้วยเมาส์คลิกขวา หรือ SHIFT เพื่อเลือกการผูกการควบคุมจากเมนูป็อบอัพ; หรือ ใช้เมนูบริบทเพื่อเพิ่มช่องที่คำนวน หรือพารามิเตอร์
uk_ua: Перемістіть цей елемент, щоб створити у ньому контрольний зв'язок;- або -Перемістіть цей елемент за допомогою натискання правої кнопки мишки або за допомогою кнопки SHIFT, щоб обрати зв'язки з випадаючого меню;- або -Використайте контекстне меню для додавання обчисленого поля або параметру.

# ReportStringId.UD_TTip_TableDescription
source: Drag-and-drop this item to create a table with its items; - or - Drag this item with the right mouse button or SHIFT to create a 'header' table with field names; - or - Use the context menu to add a calculated field or parameter.
ar_iq: قم بسحب وإسقاط هذا البند لإنشاء جدول مع تلك البنود؛ - أو اسحب هذا البند بزر الماوس الأيمن أو SHIFT لإنشاء جدول ’عناوين‘ مع أسماء الحقول، - أو استخدم قائمة السياق لإضافة حقل محسوب أو معلمة.
az_latn_az: Elementləri ilə birgə cədvəl yaratmaq üçün bu elementi aşağıya çəkib gətirin;- və ya -Bu elementi siçanın sağ düyməsi ilə çəkib gətirin və ya sahə adlarına malik "başlıq" cədvəli yaratmaq üçün SHIFT düyməsinə basın;- və ya -Hesablanmış sahə və ya parametr əlavə etmək üçün məzmum menyusundan istifadə edin.
hy_am: Քաշեք այս տարրը նշված հատվածներում իր տարրերով աղյուսակի ստեղծման համար, - կամ -Քաշեք այս տարրը մկնիկի աջ կոճակը կամ SHIFT-ը սեղմած պահելով՝ դաշտերի անվանումով աղյուսակի "վերնագրի" ստեղծման համար, - կամ -Օգտագործեք կոնկրետ մենյու հաշվարկվող դաշտի կամ պարամետրի ավելացման համար:
ka_ge: გადაათრიეთ და დააგდეთ ეს ელემენტი ამ ელემენტიანი ცხრილის შექმნის მიზნით; –ან– გადაათრიეთ ეს ელემენტი თაგვის მარჯვენა ღილაკით ან SHIFT კლავიშით ველების დასახელებების შემცველი ცხრილის "სათაურის" შექმნის მიზნით;- ან -გამოიყენეთ კონტექსტური მენიუ გამოსათვლელი ველის ან პარამეტრის დასამატებლად.
kk_kz: Элементтермен кесте құру үшін осы элементті тартып әкеліңіз; немесе-Жолақтардың атауы бар кесте тақырыбын жасау үшін осы элементті тімтуірдің оң жақ батырмасын немесе SHIFT батырмасын басып тұрып тартып әкеліңіз; немесе- Еесептелетін жолақты немесе параметрді қосу үшін бақылау мәзірін пайдаланыңыз.
ru_ru: Перетяните этот элемент для создания таблицы с элементом; - или - Перетяните этот элемент с нажатой правой кнопкой мыши или кнопкой SHIFT для создания 'заголовка' таблицы с наименованиями полей; - или - Используйте контекстное меню для добавления вычисляемого поля или параметра.
th_th: ลาก และวางรายการนี้ เพื่อสร้างตาราง; หรือ ลากรายการนี้ด้วยเมาส์คลิกขวา หรือ SHIFT เพื่อสร้างตาราง "หัวเรื่อง" ด้วยชื่อช่อง; หรือ ใช้เมนูบริบทเพื่อเพิ่มช่องที่คำนวน หรือพารามิเตอร์
uk_ua: Перетягніть цей елемент для стоврення таблиці з його елементами;- або -Перемістіть цей елемент шляхом натискання правої клавіши мишки або кнопки SHIFT для стоврення таблиці з 'заголовком' з назвами полів;- або -Використайте контекстне меню для додавання обчисленого поля або параметру.

# TreeListStringId.CustomizationFormColumnHint
source: Drag and drop columns here to customize layout
ar_iq: قم بسحب وإسقاط الأعمدة هنا لتخصيص التخطيط
az_latn_az: Cədvəli kökləmək üçün sütunları buraya çəkib gətirin.
hy_am: Քաշեք այստեղ սյունակները՝ դիրքը կարգավորելու համար
ka_ge: სქემის ინდივიდუალურად დაყენებისთვის გადმოათრიეთ და დააგდეთ სვეტები აქ
kk_kz: Орналасуды теңшеу үшін бағаналарды осы жерге алып келіңіз
ru_ru: Перетащите колонку сюда для настройки расположения
th_th: ลาก และวางคอลัมน์ที่นี่เพื่อกำหนดเลย์เอาท์
uk_ua: Перемістіть колонки сюди, щоб налаштувати схему

# AccStringId.BarLinkEdit
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Түзету
ru_ru: Правка
th_th: แก้ไข
uk_ua: Редагувати

# AccStringId.GridCardExpand
source: Expand
ar_iq: توسيع
az_latn_az: Genişləndir
hy_am: Ընդարձակել
ka_ge: გაშლა
kk_kz: Жаю
ru_ru: Развернуть
th_th: ขยาย
uk_ua: Розгорнути

# AccStringId.GridCellEdit
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Түзету
ru_ru: Правка
th_th: แก้ไข
uk_ua: Редагувати

# AccStringId.GridDataRowExpand
source: Expand detail
ar_iq: توسيع التفاصيل
az_latn_az: Təfərrüatları göstər
hy_am: Ընդարձակել մանրամասները
ka_ge: დეტალების გაშლა
kk_kz: Еншілесті жаю
ru_ru: Развернуть дочернее
th_th: รายละเอียดการขยาย
uk_ua: Розгорнути деталі

# AccStringId.GridRowExpand
source: Expand
ar_iq: توسيع
az_latn_az: Genişləndir
hy_am: Ընդարձակել
ka_ge: გაშლა
kk_kz: Жаю
ru_ru: Развернуть
th_th: ขยาย
uk_ua: Розгорнути

# AccStringId.NavBarGroupExpand
source: Expand
ar_iq: توسيع
az_latn_az: Genişləndir
hy_am: Ընդարձակել
ka_ge: გაშლა
kk_kz: Жаю
ru_ru: Развернуть
th_th: ขยาย
uk_ua: Розгорнути

# AccStringId.TreeListCellEdit
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Түзету
ru_ru: Правка
th_th: แก้ไข
uk_ua: Редагувати

# AccStringId.TreeListNodeExpand
source: Expand
ar_iq: توسيع
az_latn_az: Genişləndir
hy_am: Ընդարձակել
ka_ge: გაშლა
kk_kz: Жаю
ru_ru: Развернуть
th_th: ขยาย
uk_ua: Розгорнути

# ChartStringId.ExplodedPointsDialogExplodedColumn
source: Exploded
ar_iq: مجزأ
az_latn_az: Üzə çıxan
hy_am: Ի հայտ եկած
ka_ge: ამოსატივტივებელი
kk_kz: Қалқымалы
ru_ru: Всплывающий
th_th: ถูกแยก
uk_ua: Випливаючий

# ChartStringId.MsgPaletteEditingIsntAllowed
source: Editing isn't allowed !
ar_iq: لا يُسمح بالتحرير!
az_latn_az: Redaktə etməyə icazə verilmir!
hy_am: Խմբագրումն արգելված է:
ka_ge: რედაქტირება დაუშვებელია!
kk_kz: Редакциялауға рұқсат етілмейді!
ru_ru: Редактирование не разрешено !
th_th: ไม่อนุญาตให้ใช้ภาษาอังกฤษ!
uk_ua: Редагування заборонено!

# ChartStringId.TrnExplodedPoints
source: Exploded points changed
ar_iq: تم تغيير النقط المجزأة
az_latn_az: Kənar edilmiş nöqtələr dəyişdirilmişdir
hy_am: Բացառված կետերը փոփոխվել են
ka_ge: გამორიცხული წერტილები შეცვლილია
kk_kz: Алып тасталған нүктелер өзгертілді
ru_ru: Исключенные точки изменены
th_th: จุดแยกถูกเปลี่ยน
uk_ua: Випливаючі точки змінено

# ChartStringId.TrnExplodedPointsFilters
source: ExplodedPointsFilters changed
ar_iq: تم تغيير عوامل تصفية النقط المجزأة
az_latn_az: Kənar edilmiş nöqtələrin filtri dəyişdirilmişdir
hy_am: ԲացառվածԿետերիՖիլտրերը փոփոխվել են
ka_ge: გამორიცხული წერტილების ფილტრი შეცვლლილია
kk_kz: Алып тасталған нүктелер сүзгісі өзгертілді
ru_ru: ФильтрИсключенныхТочек изменен
th_th: ExplodedPointsFilters ถูกเปลี่ยน
uk_ua: ФільтриВипливаючихТочок змінено

# ChartStringId.WizEnableScrollingFalse
source: Enable scrolling (false)
ar_iq: تمكين التمرير (خطأ)
az_latn_az: Yuxarı-aşağı hərəkət etdirməni aktivləşdir (yanlış)
hy_am: Թույլ տալ ոլորում (ոչ)
ka_ge: სქროლინგის აქტივირება (მცდარი)
kk_kz: Скроллингке рұқсат ету (жалған)
ru_ru: Разрешить скроллинг (ложь)
th_th: ทำการเลื่อน (ผิด)
uk_ua: Дозволити скроллінг (ні)

# ChartStringId.WizEnableScrollingTrue
source: Enable scrolling (true)
ar_iq: تمكين التمرير (صواب)
az_latn_az: Yuxarı-aşağı hərəkət etdirməni aktivləşdir (doğru)
hy_am: Թույլ տալ ոլորում (այո)
ka_ge: სქროლინგის აქტივირება (სწორი)
kk_kz: Скроллингке рұқсат ету (ақиқат)
ru_ru: Разрешить скроллинг (истина)
th_th: ทำการเลื่อน (ถูก)
uk_ua: Дозволити скроллінг (так)

# ChartStringId.WizEnableZoomingFalse
source: Enable zooming (false)
ar_iq: تمكين التكبير (خطأ)
az_latn_az: Böyütməni aktivləşdir (yanlış)
hy_am: Թույլ տալ մասշտաբի փոփոխում (ոչ)
ka_ge: მასშტაბირების აქტივირება (მცდარი)
kk_kz: Масштабты өзгертуге рұқсат ету (жалған)
ru_ru: Разрешить изменение масштаба (ложь)
th_th: ทำการขยาย (ผิด)
uk_ua: Дозволити змінити масштаб (ні)

# ChartStringId.WizEnableZoomingTrue
source: Enable zooming (true)
ar_iq: تمكين التكبير (صواب)
az_latn_az: Böyütməni aktivləşdir (doğru)
hy_am: Թույլ տալ մասշտաբի փոփոխում (այո)
ka_ge: მასშტაბირების აქტივირება (სწორი)
kk_kz: Масштабты өзгертуге рұқсат ету (ақиқат)
ru_ru: Разрешить изменение масштаба (истина)
th_th: ทำการขยาย (ถูก)
uk_ua: Дозволити змінити масштаб (так)

# ChartStringId.WizShapeKindEllipse
source: Ellipse
ar_iq: إهليلج
az_latn_az: Ellips
hy_am: Էլիպս
ka_ge: ელიფსი
kk_kz: Эллипс
ru_ru: Эллипс
th_th: วงรี
uk_ua: Еліпс

# GridStringId.CustomFilterDialogConditionEQU
source: equals
ar_iq: يساوي
az_latn_az: bərabərdir
hy_am: հավասար է
ka_ge: უდრის
kk_kz: Тең
ru_ru: равно
th_th: เท่ากัน
uk_ua: дорівнює

# GridStringId.FilterPanelCustomizeButton
source: Edit Filter
ar_iq: تحرير عامل التصفية
az_latn_az: Filtri redaktə et
hy_am: Խմբագրել ֆիլտրը
ka_ge: ფილტრის რედაქტირება
kk_kz: Сүзгінің конструкторы
ru_ru: Конструктор фильтра...
th_th: แก้ไขตัวกรอง
uk_ua: Редагувати фільтр

# GridStringId.WindowErrorCaption
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# LayoutStringId.EmptyRootGroupText
source: Drop controls here
ar_iq: إسقاط عناصر التحكم هنا
az_latn_az: Elementləri buraya yerləşdirin
hy_am: Տեղավորեք կառավարման տարրերն այստեղ
ka_ge: მართვის ელემენტების დააგდეთ აქ
kk_kz: Элементтерді осы жерге алып келіңіз
ru_ru: Перетащите сюда элементы
th_th: วางการควบคุมที่นี่
uk_ua: Перетягніть елементи управління сюди

# LayoutStringId.EmptySpaceItemDefaultText
source: Empty Space Item
ar_iq: عنصر مساحة فارغة
az_latn_az: BoşMəsafə elementi
hy_am: Դատարկ տարր
ka_ge: ცარიელი სივრცის ელემენტი
kk_kz: "бос" элемент
ru_ru: "пустой" элемент
th_th: รายการช่องว่าง
uk_ua: "Порожній" елемент

# PivotGridStringId.CellError
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# PivotGridStringId.ColumnHeadersCustomization
source: Drop Column Fields Here
ar_iq: إسقاط حقول الأعمدة هنا
az_latn_az: Sütun sahələri buraya çəkib gətirin
hy_am: Տեղավորեք այստեղ սյունակների դաշտերը
ka_ge: სვეტების ველები გადაათრიეთ აქ
kk_kz: Бағана мәтіндерді қойыңыз
ru_ru: Перетащите сюда поля столбцов
th_th: วางช่องคอลัมน์ที่นี่
uk_ua: Перетягнить поля стовпців сюди

# PivotGridStringId.DataHeadersCustomization
source: Drop Data Items Here
ar_iq: إسقاط عناصر البيانات هنا
az_latn_az: Məlumat elementləri buraya çəkib gətirin
hy_am: Տեղավորեք տվյալների տարրերն այստեղ
ka_ge: მონაცემთა ელემენტები გადაათრიეთ აქ
kk_kz: Деректерді қойыңыз
ru_ru: Перетащите сюда элементы данных
th_th: วางรายการข้อมูลลงที่นี่
uk_ua: Перетягніть елементи даних сюди

# PivotGridStringId.EditPrefilter
source: Edit Prefilter
ar_iq: تحرير عامل التصفية الأولي
az_latn_az: İlkin filtri redaktə et
hy_am: Խմբաքրել նախաֆիլտրը
ka_ge: წინაფილტრის რედაქტირება
kk_kz: Алдыңғы сүзгіні редакциялау
ru_ru: Редактировать предфильтр
th_th: แก้ไข Prefilter
uk_ua: Редагувати попередній фільтр

# PivotGridStringId.FilterHeadersCustomization
source: Drop Filter Fields Here
ar_iq: إسقاط حقول عامل التصفية هنا
az_latn_az: Filtrin xanalarını buraya yerləşdirin
hy_am: Տեղավորեք ֆիլտրերի դաշտերն այստեղ
ka_ge: ფილტრის ველები გადაათრიეთ აქ
kk_kz: Сүзгінің элементтерін осы жерге орналастырыңыз
ru_ru: Перетащите сюда поля фильтра
th_th: วางช่องตัวกรองที่นี่
uk_ua: Перетягніть поля фільтру сюди

# PivotGridStringId.PopupMenuExpand
source: Expand
ar_iq: توسيع
az_latn_az: Genişləndir
hy_am: Ընդարձակել
ka_ge: გაშლა
kk_kz: Жаю
ru_ru: Раскрыть
th_th: ขยาย
uk_ua: Розгорнути

# PivotGridStringId.PopupMenuExpandAll
source: Expand All
ar_iq: توسيع الكل
az_latn_az: Hamısını genişləndir
hy_am: Ընդարձակել ամբողջը
ka_ge: ყველას გაშლა
kk_kz: Барлығын жаю
ru_ru: Раскрыть все
th_th: ขยายทั้งหมด
uk_ua: Розгорнути усе

# PivotGridStringId.RowHeadersCustomization
source: Drop Row Fields Here
ar_iq: إسقاط حقول الصف هنا
az_latn_az: Sətir sahələri buraya çəkib gətirin
hy_am: Տեղավորեք տողերի դաշտերն այստեղ
ka_ge: სტრიქონების ველები გადაათრიეთ აქ
kk_kz: Жол мәтіндерді қойыңыз
ru_ru: Перетащите сюда поля строк
th_th: วางช่องแถวที่นี่
uk_ua: Перетягніть поля рядку сюди

# PreviewStringId.ExportOption_HtmlEmbedImagesInHTML
source: Embed images in HTML
ar_iq: تضمين الصور في HTML
az_latn_az: HTML-ə şəkilləri yapışdır
hy_am: Տեղադրել պատկերները HTML-ում
ka_ge: გამოსახულებების ჩასმა HTML -ში
kk_kz: HTML-ге бейнелер кірістіру
ru_ru: Вставлять образы в HTML
th_th: รูปภาพที่ฝังในHTML
uk_ua: Вставляти зображення у HTML

# PreviewStringId.ExportOption_TextEncoding
source: Encoding:
ar_iq: الترميز:
az_latn_az: Kodlaşdırma:
hy_am: Ծածկագրում
ka_ge: კოდირება:
kk_kz: Кодтау:
ru_ru: Кодировка:
th_th: เข้ารหัส:
uk_ua: Кодування:

# PreviewStringId.MenuItem_Exit
source: E&xit
ar_iq: خ&روج
az_latn_az: Ç&ıxış
hy_am: Ե&լք
ka_ge: გ&ამოსვლა
kk_kz: Шығу
ru_ru: В&ыход
th_th: ออก
uk_ua: Ви&xiд

# PreviewStringId.MenuItem_XlsDocument
source: Excel File
ar_iq: ملف Excel
az_latn_az: Excel faylı
hy_am: Excel ֆայլ
ka_ge: Excel ფორმატის ფაილი
kk_kz: Excel файлы
ru_ru: Документ Excel
th_th: ไฟล์ Excel
uk_ua: Файл Excel

# PreviewStringId.Msg_OpenFileQuestionCaption
source: Export
ar_iq: تصدير
az_latn_az: Eksport
hy_am: Արտահանել
ka_ge: ექსპორტი
kk_kz: Экспорт
ru_ru: Экспорт
th_th: ส่งออก
uk_ua: Експорт

# PreviewStringId.RibbonPreview_EditPageHF_STipContent
source: Edit the header and footer of the document.
ar_iq: تحرير رأس وتذييل الصفحة للمستند.
az_latn_az: Sənədin yuxarı və aşağ kolontitullarını redaktə et.
hy_am: Խմբագրել փաստաթղթի վերնագիրը և ներքևի նշագրումը:
ka_ge: დოკუმენტის ზედა და ქვედა კოლონტიტულების რედაქტირება.
kk_kz: Құжаттың тақырыбы мен төменгі колонтитулын редакциялау
ru_ru: Редактировать заголовок и нижний колонтинтул документа.
th_th: แก้ไขหัวเรื่อง และท้ายเรื่องของเอกสาร
uk_ua: Редагувати заголовок та нижній колонтитул документу.

# PreviewStringId.RibbonPreview_PageGroup_Export
source: Export
ar_iq: تصدير
az_latn_az: Eksport
hy_am: Արտահանել
ka_ge: ექსპორტი
kk_kz: Экспорт
ru_ru: Экспорт
th_th: ส่งออก
uk_ua: Експорт

# PreviewStringId.RibbonPreview_SendCsv_STipTitle
source: E-Mail As CSV
ar_iq: بريد إلكتروني كـ CSV
az_latn_az: Elektron poçtla CVS formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես CSV
ka_ge: ელ. ფოსტა, როგორც CSV
kk_kz: E-Mail CSV сияқты
ru_ru: E-Mail как CSV
th_th: อีเมล์เป็น CSV
uk_ua: E-Mail як CSV

# PreviewStringId.RibbonPreview_SendFile_Caption
source: E-Mail As
ar_iq: بريد إلكتروني كـ
az_latn_az: Elektron poçtla aşağıdakı formada göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես
ka_ge: ელ. ფოსტა, როგორც
kk_kz: E-Mail ...сияқты
ru_ru: E-Mail как
th_th: อีเมลฺเป็น
uk_ua: E-Mail як

# PreviewStringId.RibbonPreview_SendFile_STipTitle
source: E-Mail As...
ar_iq: بريد إلكتروني كـ...
az_latn_az: Elektron poçtla aşağıdakı formada göndər...
hy_am: Ուղարկել էլեկտրոնային փոստով որպես...
ka_ge: ელ. ფოსტა, როგორც...
kk_kz: E-Mail ....сияқты
ru_ru: E-Mail как...
th_th: อีเมล์เป็น…
uk_ua: E-Mail як...

# PreviewStringId.RibbonPreview_SendGraphic_STipTitle
source: E-Mail As Image
ar_iq: بريد إلكتروني كصورة
az_latn_az: Elektron poçtla şəkil formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես Image
ka_ge: ელ. ფოსტა, როგორც სურათი
kk_kz: E-Mail сурет сияқты
ru_ru: E-Mail как изображение
th_th: อีเมล์เป็นรูปภาพ
uk_ua: E-Mail як зображення

# PreviewStringId.RibbonPreview_SendMht_STipTitle
source: E-Mail As MHT
ar_iq: بريد إلكتروني كـ MHT
az_latn_az: Elektron poçtla MHT formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես MHT
ka_ge: ელ. ფოსტა, როგორც MHT
kk_kz: E-Mail MHT сияқты
ru_ru: E-Mail как MHT
th_th: อีเมล์เป็น MHT
uk_ua: E-Mail як MHT

# PreviewStringId.RibbonPreview_SendPdf_STipTitle
source: E-Mail As PDF
ar_iq: بريد إلكتروني كـ PDF
az_latn_az: Elektron poçtla PDF formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես PDF
ka_ge: ელ. ფოსტა, როგორც PDF
kk_kz: E-Mail PDF сияқты
ru_ru: E-Mail как PDF
th_th: อีเมล์เป็น PDF
uk_ua: E-Mail як PDF

# PreviewStringId.RibbonPreview_SendRtf_STipTitle
source: E-Mail As RTF
ar_iq: بريد إلكتروني كـ RTF
az_latn_az: Elektron poçtla RTF formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես RTF
ka_ge: ელ. ფოსტა, როგორც RTF
kk_kz: E-Mail RTF сияқты
ru_ru: E-Mail как RTF
th_th: อีเมล์เป็นRTF
uk_ua: E-Mail як RTF

# PreviewStringId.RibbonPreview_SendTxt_STipTitle
source: E-Mail As Text
ar_iq: بريد إلكتروني كـ Text
az_latn_az: Elektron poçtla Mətn formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես Text
ka_ge: ელ. ფოსტა, როგორც ტექსტი
kk_kz: E-Mail мәтін сияқты
ru_ru: E-Mail как текст
th_th: อีเมล์เป็น ตัวอักษร
uk_ua: E-Mail як текст

# PreviewStringId.RibbonPreview_SendXls_STipTitle
source: E-Mail As XLS
ar_iq: بريد إلكتروني كـ XLS
az_latn_az: Elektron poçtla XLS formatında göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես XLS
ka_ge: ელ. ფოსტა, როგორც XLS
kk_kz: E-Mail XLS сияқты
ru_ru: E-Mail как XLS
th_th: อีเมล์เป็น XLS
uk_ua: E-Mail як XLS

# PreviewStringId.RibbonPreview_SendXlsx_STipTitle
source: E-Mail As XLSX
ar_iq: بريد إلكتروني كـ XLSX
az_latn_az: XLSX faylı olaraq e-poçtla göndər
hy_am: Ուղարկել էլեկտրոնային փոստով որպես XLSX
ka_ge: ელ. ფოსტა, როგორც XLSX
kk_kz: E-Mail XLSX сияқты
ru_ru: E-Mail как XLSX
th_th: อีเมล์เป็น XLSX
uk_ua: E-Mail як XLSX

# PreviewStringId.RibbonPreview_ZoomExact_Caption
source: Exact:
ar_iq: صحيح:
az_latn_az: Dəqiq:
hy_am: Հստակ.
ka_ge: ზუსტი:
kk_kz: Нақты:
ru_ru: Точный:
th_th: แม่นยำ:
uk_ua: Точний:

# PreviewStringId.SaveDlg_FilterEmf
source: EMF Enhanced Windows Metafile
az_latn_az: EMF-lə zənginləşdirilmiş Windows metafaylı
hy_am: EMF նկար
ka_ge: EMF ნახატი
kk_kz: EMF картинкасы
ru_ru: Картинка EMF
uk_ua: Малюнок EMF

# PreviewStringId.SaveDlg_FilterXls
source: Excel Document
ar_iq: مستند Excel
az_latn_az: Excel sənədi
hy_am: Excel փաստաթուղթ
ka_ge: Excel–ის დოკუმენტი
kk_kz: Excel құжаты
ru_ru: Документ Excel
th_th: เอกสาร Excel
uk_ua: Документ Excel

# PreviewStringId.Shapes_Ellipse
source: Ellipse
ar_iq: إهليلج
az_latn_az: Ellips
hy_am: Էլիպս
ka_ge: ელიფსი
kk_kz: Эллипс
ru_ru: Эллипс
th_th: วงรี
uk_ua: Еліпс

# PreviewStringId.TB_TTip_Export
source: Export Document...
ar_iq: تصدير المستند...
az_latn_az: Sənədi eksport et...
hy_am: Արտահանել փաստաթուղթը...
ka_ge: დოკუმენტის ექსპორტი...
kk_kz: Экспорт
ru_ru: Экспорт
th_th: ส่งออกเอกสาร…
uk_ua: Експортувати документ...

# PreviewStringId.WMForm_Watermark_Evaluation
source: EVALUATION
ar_iq: تقييم
az_latn_az: Qiymətləndirmə
hy_am: ԳՆԱՀԱՏՈՒՄ
ka_ge: შეფასება
kk_kz: БАҒА
ru_ru: ОЦЕНКА
th_th: การประเมิน
uk_ua: ОЦІНКА

# ReportStringId.Cmd_EditCalculatedFields
source: Edit Calculated Fields...
ar_iq: تحرير الحقول المحسوبة ...
az_latn_az: Hesablanmış sahələri redaktə et...
hy_am: Խմբագրել հաշվարկվող դաշտերը...
ka_ge: გამოსათვლელი ველების რედაქტირება...
kk_kz: Есептелетін жолақтарды редакциялау
ru_ru: Редактировать вычисляемые поля...
th_th: แก้ไขช่อง คำนวนแล้ว
uk_ua: Редагувати обчислювані поля...

# ReportStringId.Cmd_EditExpression
source: Edit Expression...
ar_iq: تحرير التعبير...
az_latn_az: İfadəni redaktə et...
hy_am: Խմբագրել արտահայտությունը...
ka_ge: გამოთქმის რედაქტირება...
kk_kz: ...сөздерді редакциялау
ru_ru: Редактировать выражение...
th_th: แก้ไขนิพจน์...
uk_ua: Редагувати вираз...

# ReportStringId.Cmd_EditParameters
source: Edit Parameters...
ar_iq: تحرير المعلمات...
az_latn_az: Parametrləri redaktə et...
hy_am: Խմբագրել պարամետրերը...
ka_ge: პარამეტრების რედაქტირება...
kk_kz: Параметрлерді редакциялау
ru_ru: Редактировать параметры...
th_th: แก้ไขพรารามิเตอร์...
uk_ua: Редагувати парамтери...

# ReportStringId.FSForm_Msg_BadSymbol
source: Error: Illegal symbol(s)
ar_iq: خطأ: رمز غير قانوني
az_latn_az: Səhv: Qeyri-qanuni simvol(lar)
hy_am: Սխալ՝ անօրիանկան պատկերանշան(ներ)
ka_ge: შეცდომა: უნებართვო სიმბოლო (ები)
kk_kz: Жол берілмейтін нышан
ru_ru: Недопустимый символ
th_th: ข้อผิดพลาด: สัญลักษณ์ที่ผิดกฏ
uk_ua: Помилка: Неприпустимий символ(-и)

# ReportStringId.Msg_ErrorTitle
source: Error
ar_iq: خطأ
az_latn_az: Səhv
hy_am: Սխալ
ka_ge: შეცდომა
kk_kz: Қате
ru_ru: Ошибка
th_th: ข้อผิดพลาด
uk_ua: Помилка

# ReportStringId.Msg_FillDataError
source: Error when trying to populate the datasource. The following exception was thrown:
ar_iq: حصل خطأ عند محاولة تعبئة مصدر البيانات. تم طرح الاستثناء التالي:
az_latn_az: Məlumat mənbəyini toplamaq istərkən səhv baş vermişdir. Aşağıdakı istisna edilir:
hy_am: Տվյալների աղբյուրի լրացման ժամանակ սխալ է արձանագրվել: Ի հայտ է եկել հետևյալ բացառությունը.
ka_ge: შეცდომა მონაცემთა წყაროს შევსების მცდელობისას. ადგილი ჰქონდა შემდეგ გამონაკლისს:
kk_kz: Деректер көзін толтыруға тырысқан кездегі қате. Мынадай ерекшелік туындады:
ru_ru: Ошибка при попытке заполнения источника данных. Возникло следующее исключение:
th_th: เกิดข้อผิดพลาดระหว่างการพยายามรวมแหล่งข้อมุล มีข้อยกเว้นต่อไปนี้:
uk_ua: Помилка під час заповнення джерела даних. Виникло наступне виключення:

# ReportStringId.RibbonXRDesign_PageGroup_Edit
source: Edit
ar_iq: تحرير
az_latn_az: Redaktə et
hy_am: Խմբագրել
ka_ge: რედაქტირება
kk_kz: Түзету
ru_ru: Правка
th_th: แก้ไข
uk_ua: Редагувати

# ReportStringId.RibbonXRDesign_ZoomExact_Caption
source: Exact:
ar_iq: صحيح:
az_latn_az: Dəqiq:
hy_am: Հստակ
ka_ge: ზუსტი:
kk_kz: Нақты:
ru_ru: Точный:
th_th: แม่นยำ:
uk_ua: Точний:

# ReportStringId.UD_Capt_Exit
source: E&xit
ar_iq: خ&روج
az_latn_az: Ç&ıxış
hy_am: Ե&լք
ka_ge: გ&ამოსვლა
kk_kz: Шығу
ru_ru: В&ыход
th_th: ออก
uk_ua: Ви&xiд
