Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.RibbonXRDesign_AlignToGrid_STipContent
source: Align the positions of the selected controls to the grid.
ar_iq: محاذاة مواضع عناصر التحكم المحددة إلى الشبكة.
az_latn_az: Seçilmiş kontrolların vəziyyətini cədvələ görə bərabərləşdir
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի դիրքերը աղյուսակին:
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების პოზიციები ცხრილისკენ.
kk_kz: Бөліп көрсетілген басқару элементтерінің позицияларын ені бойынша туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления по ширине.
th_th: จัดแนวตำแหน่งของการควบคุมที่เลือกไปที่ตาราง
uk_ua: Вирівняти позиції обраних контрольних елементів до сітки

# ReportStringId.RibbonXRDesign_AlignToGrid_STipTitle
source: Align to Grid
ar_iq: محاذاة إلى الشبكة
az_latn_az: Cədvələ görə sırala
hy_am: Հավասարեցնել ըստ աղյուսակի
ka_ge: გაათანაბრეთ ცხრილისკენ
kk_kz: Ені бойынша
ru_ru: По ширине
th_th: จัดแนวไปที่ตาราง
uk_ua: По ширині

# ReportStringId.RibbonXRDesign_AlignTop_Caption
source: Align Tops
ar_iq: محاذاة الأعلى
az_latn_az: Yuxarı kənarları bərabərləşdir
hy_am: Հավասարեցնել վերին հատվածը
ka_ge: გაათანაბრეთ ზედა ნაწილები
kk_kz: Жоғары қарай туралаңыз
ru_ru: Выровняйте верх
th_th: จัดแนวด้านบน
uk_ua: Вирівняти верхні частини

# ReportStringId.RibbonXRDesign_AlignTop_STipContent
source: Align the tops of the selected controls.
ar_iq: محاذاة إعلى عناصر التحكم المحددة.
az_latn_az: Seçilmiş kontrolların yuxarı kənarlarını bərabərləşdir
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի վերևի հատվածները:
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ზედა ნაწილები
kk_kz: Бөліп көрсетілген элементтердің жоғарғы бөлігін туралаңыз.
ru_ru: Выровняйте верхние части выделенных элементов управления.
th_th: จัดแนวด้านบนของการควบคุมที่เลือก
uk_ua: Вирівняйте верхні частини обраних контрольних елементів

# ReportStringId.RibbonXRDesign_AlignTop_STipTitle
source: Align Tops
ar_iq: محاذاة الأعلى
az_latn_az: Yuxarı kənarları bərabərləşdir
hy_am: Հավասարեցնել վերին հատվածը
ka_ge: გაათანაბრეთ ზედა ნაწილები
kk_kz: Жоғары қарай туралаңыз
ru_ru: Выровняйте верх
th_th: จัดแนวด้านบน
uk_ua: Вирівняти верхні частини

# ReportStringId.RibbonXRDesign_AllFonts_GalleryGroup_Caption
source: All Fonts
ar_iq: كل الخطوط
az_latn_az: Bütün şriftlər
hy_am: Բոլոր ֆոնտերը
ka_ge: ყველა შრიფტი
kk_kz: Барлық қаріптер
ru_ru: Все шрифты
th_th: แบบอักษรทั้งหมด
uk_ua: Усі шрифти

# ReportStringId.RibbonXRDesign_PageGroup_Alignment
source: Alignment
ar_iq: محاذاة
az_latn_az: Uyğunlaşdırma
hy_am: Հավասարեցում
ka_ge: გათანაბრება
kk_kz: Туралау
ru_ru: Выравнивание
th_th: การจัดแนว
uk_ua: Вирівнювання

# ReportStringId.ScriptEditor_ScriptsAreValid
source: All scripts are valid.
ar_iq: جميع البرامج النصية صالحة.
az_latn_az: Bütün skriptlər yararlıdır.
hy_am: Բոլոր սկրիպտերը վավեր են:
ka_ge: ყველა წარწერა ვარგისია.
kk_kz: Барлық скрипт дұрыс.
ru_ru: Весь скрипт правильный.
th_th: สคริปต์ทั้งหมดถูกต้อง
uk_ua: Усі командні скрипту вірні.

# ReportStringId.UD_Hint_AlignToGrid
source: Align the positions of the selected controls to the grid
ar_iq: محاذاة مواضع عناصر التحكم المحددة إلى الشبكة
az_latn_az: Şəbəkədə seçilmiş idarə elementlərin mövqelərini düzəltmək
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի դիրքերը աղյուսակին
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების პოზიციები ცხრილისკენ.
kk_kz: Бөліп көрсетілген басқару элементтерінің позицияларын торға қарай туралаңыз.
ru_ru: Выровняйте позиции выделенных элементов управления к сетке.
th_th: จัดตำแหน่งของการควบคุมที่เลือกมาที่ตาราง
uk_ua: Вирівняти позиції обраних елементів по сітці

# ReportStringId.UD_Hint_AlignTops
source: Align the tops of the selected controls
ar_iq: محاذاة النهايات العليا لعناصر التحكم المحددة
az_latn_az: Seçilmiş idarə elementləri üst hissələrini düzəltmək
hy_am: Հավասարեցնել ընտրված կառավարման տարրերի վերևի հատվածները
ka_ge: გაათანაბრეთ მონიშნული მართვის ელემენტების ზედა ნაწილები
kk_kz: Бөліп көрсетілген басқару элементтерінің жоғарғы бөлігін туралаңыз.
ru_ru: Выровняйте верхние части выделенных элементов управления.
th_th: จัดด้านบนของการควบคุมที่เลือก
uk_ua: Вирівняйте верхні частини обраних елементів

# ReportStringId.UD_TTip_AlignToGrid
source: Align to Grid
ar_iq: محاذاة إلى الشبكة
az_latn_az: Cədvələ görə sırala
hy_am: Հավասարեցնել ըստ աղյուսակի
ka_ge: გაათანაბრეთ ცხრილისკენ
kk_kz: Тор желісі бойынша туралау
ru_ru: Выровнять по узлам сетки
th_th: จัดไปที่ตาราง
uk_ua: По ширині

# ReportStringId.UD_TTip_AlignTop
source: Align Tops
ar_iq: محاذاة الأعلى
az_latn_az: Yuxarı kənarları bərabərləşdir
hy_am: Հավասարեցնել վերին հատվածը
ka_ge: გაათანაბრეთ ზედა ნაწილები
kk_kz: Жоғарғы шеті бойынша туралау
ru_ru: Выровнять по верхему краю
th_th: จัดด้านบน
uk_ua: Вирівняти верхні частини

# TreeListStringId.MenuFooterAllNodes
source: All Nodes
ar_iq: كل العقد
az_latn_az: Bütün düyünlər
hy_am: Բոլոր հանգույցները
ka_ge: ყველა კვანძი
kk_kz: Барлық торап
ru_ru: все узлы
th_th: โน้ดทั้งหมด
uk_ua: Усі вузли

# AccStringId.OpenKeyboardShortcut
source: Alt+Down
ar_iq: مفتاح Alt + السهم اسفل Down
az_latn_az: Alt+Ox aşağı
hy_am: Alt+ներքև սլաքը
ka_ge: Alt+ისარი ქვემოთ
kk_kz: Alt+төмен қарай стрелка
ru_ru: Alt+Стрелка вниз
th_th: Alt+ ลง
uk_ua: Alt+стрілка вниз

# ChartStringId.MsgEmptyArgument
source: An argument can't be empty.
ar_iq: لا يجب أن تكون الوسيطة فارغة.
az_latn_az: Arqument xanası boş ola bilməz
hy_am: Փաստարկը չի կարող լինել դատարկ
ka_ge: არგუმენტი არ შეიძლება შეუვსებელი იყოს.
kk_kz: Дәлел бос бола алмайды
ru_ru: Аргумент не может быть пуст.
th_th: ไม่สามารถปล่องอาร์กิวเมนต์ให้ว่างได้
uk_ua: Аргумент не може бути порожнім.

# ChartStringId.MsgIncorrectAnchorPoint
source: Anchor Point can't be null.
ar_iq: لا يجب أن تكون قيمة نقطة الارتساء خالية.
az_latn_az: Bağlanma nöqtəsi sıfır ola bilməz.
hy_am: Կապակցման կետը չի կարող դատարկ լինել:
ka_ge: ანკერის ადგილმდებარეობა არ შეიძლება ნულის ტოლი იყოს.
kk_kz: Байлам нүктесі бос болуы мүмкін емес.
ru_ru: Точка привязки не может быть пустой.
th_th: จุดยึดไม่สามารถเป็นที่ว่างได้
uk_ua: Точка прив'язки не може бути порожньою.

# ChartStringId.MsgIncorrectFreePositionDockTarget
source: An incorrect value is specified. A dock target can only be a pane, or null (meaning the chart control itself).
ar_iq: تم تحديد قيمة غير صحيحة. يمكن ان يكون هدف المرسى عبارة عن جزء فقط أو خالياً (يعني تحكم المخطط بنفسه).
az_latn_az: Düzgün olmayan dəyər göstərilmişdir. Bəndləmə hədəfi yalnız panel və ya sıfır (diaqramın kontrolunun özü deməkdir) ola bilər.
hy_am: Սխալ արժեք է սահմանված: Ամրացման կետը կարող է լինել վահանակը կամ դատարկ (ինչը նշանակում է, որ դիագրամը ինքնակառավարվում է):
ka_ge: მითითებულია არასწორი სიდიდე. დოკის მიმღები შეიძლება იყოს მხოლოდ პანელი, ან ნული (იგულისხმება თვითონ დიაგრამის კონტროლი).
kk_kz: Көрсетілген мәні дұрыс емес. Бекіту пункті панель болуы мүмкін немесе бос (диаграмма өзін бақылайтынын білдіреді)).
ru_ru: Указано неверное значение. Пунктом закрепления может быть панель, или пусто (означает, что диаграмма контролирует себя).
th_th: มีการกำหนดค่าที่ผิด เป้าหมาย ด็อก ทาร์เก็ต เป็นได้เฉพาะแถบเท่านั้น หรือเป็นที่ว่าง (หมายความว่าแผนภูมิควบคุมตัวมันเอง)
uk_ua: Вказано невірне значення. Пунктом прикріплення може бути лише панель, або Null (означає, що діаграма контролює себе).

# GridStringId.LayoutViewLabelAllowFieldHotTracking
source: Allow Hot-Tracking
ar_iq: السماح بالتتبع المباشر
az_latn_az: Real zamanda izləməni aktivləşdir
hy_am: Թույլ տալ վերահսկում իրական ժամանակում
ka_ge: რეალურ დროში მიდევნების შესაძლებლობა
kk_kz: Нақты уақытта қадағалау
ru_ru: Отслеживание в реальном времени
th_th: อนุญาติการติดตามอย่างเร่งด่วน
uk_ua: Відстеження у реальному часі

# PreviewStringId.Msg_WrongPrinting
source: An error occurred during printing a document.
ar_iq: حدث خطأ أثناء طباعة المستند.
az_latn_az: Sənədi çap edərkən səhv baş vermişdir
hy_am: Սխալ է արձանագրվել փաստաթուղթը տպելու ընթացքում:
ka_ge: შეცდომაა დოკუმენტის ბეჭდვის დროს.
kk_kz: Құжатты басып шығару кезіндегі қате.
ru_ru: Ошибка при печати документа
th_th: เกิดข้อผิดพลาดระหว่างการพิมพ์เอกสาร
uk_ua: Помилка під час друку документу.

# ReportStringId.Msg_WrongReportClassName
source: An error occurred during deserialization - possible wrong report class name
ar_iq: حدث خطأ أثناء إلغاء التسلسل - من الممكن وجود اسم فئة تقرير خاطئ
az_latn_az: Bərpa zamanı səhv baş vermişdir - hesabat sinfinin adının səhv daxil edilmiş olması mümkündür
hy_am: Սխալ է արձանագրվել վերականգնման ընթացքում: Հնարավոր պատճառը՝ հաշվետվության կարգի սխալ անվանում
ka_ge: შეცდომაა გარდასახვის პროცესის დროს – სავარაუდო მიზეზი შეიძლება იყოს კლასის არასწორი დასახელება
kk_kz: Қалпына келтіру кезіндегі қате. Ықтимал себебі: есеп сыныбының аты дұрыс емес.
ru_ru: Ошибка при всстановлении. Вероятная причина: неверное имя класса отчета.
th_th: เกิดข้อผิดพลาดระหว่างการยกเลิกการทำให้เป็นอนุกรม - อาจจะเกิดชื่อประเภทที่ผิด
uk_ua: Помилка під час десеріалізації - можлива причина: невірна назва класу звіту

# ReportStringId.PropGrid_TTip_Alphabetical
source: Alphabetical
ar_iq: أبجدي
az_latn_az: Əlifba sırası ilə
hy_am: Այբբենական
ka_ge: ანბანური
kk_kz: Әліпбилік
ru_ru: Алфавитный
th_th: ตามลำดับอักษร
uk_ua: Алфавітний

# ChartStringId.AnnotationPrefix
source: Annotation
ar_iq: تعليق توضيحي
az_latn_az: Annotasiya
hy_am: Անոտացիա
ka_ge: ანოტაცია
kk_kz: Аннотация
ru_ru: Аннотация
th_th: บรรณนิทัศน์
uk_ua: Анотація

# ChartStringId.DefaultAnnotation
source: Annotation
ar_iq: تعليق توضيحي
az_latn_az: Xülasə
hy_am: Անոտացիա
ka_ge: ანოტაცია
kk_kz: Аннотация
ru_ru: Аннотация
th_th: บรรณนิทัศน์
uk_ua: Опис

# ChartStringId.TrnAnnotationDeleted
source: Annotation deleted
ar_iq: تم حذف التعليق التوضيحي
az_latn_az: Xülasə silinmişdir
hy_am: Անոտացիան ջնջված է
ka_ge: ანოტაცია წაშლილია
kk_kz: Аннотация жойылды
ru_ru: Аннотация удалена
th_th: บรรณนิทัศน์ถูกลบ
uk_ua: Анотація видалена

# StringId.FilterClauseBetweenAnd
source: and
ar_iq: و
az_latn_az: və
hy_am: և
ka_ge: და
kk_kz: және
ru_ru: и
th_th: และ
uk_ua: та

# StringId.FilterCriteriaToStringGroupOperatorAnd
source: And
ar_iq: و
az_latn_az: Və
hy_am: և
ka_ge: და
kk_kz: және
ru_ru: И
th_th: และ
uk_ua: ТА

# StringId.FilterGroupAnd
source: And
ar_iq: و
az_latn_az: Və
hy_am: և
ka_ge: და
kk_kz: және
ru_ru: И
th_th: และ
uk_ua: ТА

# ChartStringId.TrnAnnotationsChanged
source: Annotations changed
ar_iq: تم تغيير التعليقات التوضيحية
az_latn_az: Xülasələr dəyişdirilmişdir
hy_am: Անոտացիաները փոփոխված են
ka_ge: ანოტაციები შეიცვალა
kk_kz: Аннотациялар өзгертілді
ru_ru: Аннотации изменены
th_th: บรรณนิทัศน์ถูกเปลี่ยน
uk_ua: Анотації змінені

# ChartStringId.VerbAnnotations
source: Annotations...
ar_iq: تعليقات توضيحية...
az_latn_az: Xülasələr...
hy_am: Անոտացիաներ...
ka_ge: ანოტაციები...
kk_kz: Аннотациялар
ru_ru: Аннотации...
th_th: บรรณนิทัศน์…
uk_ua: Анотації...

# ChartStringId.WizAnnotationsPageName
source: Annotations
ar_iq: تعليقات توضيحية
az_latn_az: Xülasələr
hy_am: Անոտացիաներ
ka_ge: ანოტაციები
kk_kz: Аннотациялар
ru_ru: Аннотации
th_th: บรรณนิทัศน์
uk_ua: Анотації

# PreviewStringId.ExportOption_PdfChangingPermissions_AnyExceptExtractingPages
source: Any except extracting pages
ar_iq: اي منها باستثناء استخراج الصفحات
az_latn_az: Hər hansı çıxardılmışdan başqa səhifələr
hy_am: Ցանկացածը՝ բացառությամբ էջերի առանձնացումից
ka_ge: ნებისმიერი, ამონარიდი გვერდების გარდა
kk_kz: Бөліп алған беттен басқасы
ru_ru: Любой кроме выделения страниц
th_th: หน้าใดๆก็ตาม ยกเว้นหน้าที่ตัดทอน
uk_ua: Будь-що, окрім виділення сторінок

# BarString.ResetBar
source: Are you sure you want to reset the changes made to the '{0}' toolbar?
ar_iq: هل أنت متأكد أنك تريد إعادة تعيين التغييرات التي أدخلت على شريط الأدوات '{0}'؟
az_latn_az: {0}' alətlər panelini əvvəlki vəziyyətinə qaytarmaq istədiyinizə əminsinizmi?
hy_am: Վստա՞հ եք, որ ցանկանում եք չեղարկել '{0}' վահանակում կատարված փոփոխությունները:
ka_ge: ნამდვილად გსურთ '{0}' ხელსაწყოთა ზოლში ცვლილებების გაუქმება?
kk_kz: '{0}' құралдар панелін өзгертуді қолданбау керек пе?
ru_ru: Отменить изменения панели инструментов '{0}'?
th_th: คุณแน่ใจหรือไม่ว่าต้องการตั้งค่าการเปลี่ยนแปลงใหม่ที่ทำกับแถบเครื่องมือ '{0}'
uk_ua: Ви впевнені, що бажаєте скасувати зміни до панелі інструментів '{0}'?

# ChartStringId.ArgumentMember
source: Argument
ar_iq: وسيطة
az_latn_az: Arqument
hy_am: Պարամետր
ka_ge: პარამეტრი
kk_kz: Параметр
ru_ru: Параметр
th_th: การโต้แย้ง
uk_ua: Аргумент

# ChartStringId.AutocreatedSeriesName
source: Auto-created Series
ar_iq: سلسلة تلقائية الإنشاء
az_latn_az: Avtomatik yaranan seriya
hy_am: Ավտոմատ ստեղծված սերիա
ka_ge: ავტომატურად შექმნილი სერიები
kk_kz: Автоматты түрде құрылған серия
ru_ru: Автоматически созданная серия
th_th: ซีรี่ส์ที่สร้างโดยอัตโนมัติ
uk_ua: Автоматично створені серії

# ChartStringId.AxisXDefaultTitle
source: Axis of arguments
ar_iq: محور الوسيطات
az_latn_az: Arqumentlər oxusu
hy_am: Փաստարկների առանցք
ka_ge: პარამეტრების ღერძი
kk_kz: Параметрлер осі
ru_ru: Ось параметров
th_th: แกนการโต้แย้ง
uk_ua: Вісь параметрів

# ChartStringId.AxisYDefaultTitle
source: Axis of values
ar_iq: محور القيم
az_latn_az: Qiymətlər oxusu
hy_am: Արժեքների առանցք
ka_ge: სიდიდეების ღერძი
kk_kz: Мәндер осі
ru_ru: Ось значений
th_th: แกนค่า
uk_ua: Вісь значень

# ChartStringId.FunctionArgumentName
source: Argument
ar_iq: وسيطة
az_latn_az: Arqument
hy_am: Պարամետր
ka_ge: პარამეტრი
kk_kz: Параметр
ru_ru: Параметр
th_th: การโต้แย้ง
uk_ua: Аргумент{0}

# ChartStringId.FunctionNameAverage
source: AVERAGE
ar_iq: متوسط
az_latn_az: Orta göstəricisi
hy_am: ՄԻՋԻՆ
ka_ge: საშუალო არითმეტიკული
kk_kz: Арифметикалық орташа
ru_ru: Среднее арифметическое
th_th: ค่าเฉลี่ย
uk_ua: СЕРЕДНЄ

# ChartStringId.MsgEmptyPaneTextForHorizontalLayout
source: Assign this pane to the Series.View.Pane property, to show a series on this pane
ar_iq: تعيين هذا الجزء للسلسلة، عرض.خاصية الجزء، لإظهار سلسلة في هذا الجزء
az_latn_az: Seriyanın diaqramda əks etdirilməsi üçün, bu paneli Seriyalar.Görünüş. Diaqramın xassələri hissəsinə təyin edin.
hy_am: Նշանակում է դիագրամի այս հատվածը Series.View.Pane հատկությանը՝ այս դիագրամում սերիաները ցուցադրելու համար:
ka_ge: დიაგრამის ეს პანელი მიანიჭეთ სერიების.გამოსახულების.პანელის მახასიათებლებს ამ პანელზე სერიების ჩვენების მიზნით.
kk_kz: Диаграммада бұл серияның қорытындысы үшін диаграмманың бұл аумағын Series.View. қасиетіне тағайындайды
ru_ru: Назначает эту область диаграммы свойству Series.View.Pane для вывода серии на диаграмме
th_th: กำหนดแผงงานนี้ในคุณลักษณะ Series.View.Pane เพื่อแสดงซีรี่ส์ต่างๆในแผงนี้
uk_ua: Призначити цю панель Series.View.Pane property, щоб показати серії на цій панелі

# ChartStringId.MsgEmptyPaneTextForVerticalLayout
source: Assign this pane to the Series.View.Pane property, to show a series on this pane
ar_iq: تعيين هذا الجزء للسلسلة، عرض.خاصية الجزء، لإظهار سلسلة في هذا الجزء
az_latn_az: Seriyanın diaqramda əks etdirilməsi üçün, bu paneli Seriyalar.Görünüş. Diaqramın xassələri hissəsinə təyin edin.
hy_am: Նշանակում է դիագրամի այս հատվածը Series.View.Pane հատկությանը՝ այս դիագրամում սերիաները ցուցադրելու համար:
ka_ge: დიაგრამის ეს პანელი მიანიჭეთ სერიების.გამოსახულების.პანელის მახასიათებლებს ამ პანელზე სერიების ჩვენების მიზნით.
kk_kz: Диаграммада бұл серияның қорытындысы үшін диаграмманың бұл аумағын Series.View. қасиетіне тағайындайды
ru_ru: Назначает эту область диаграммы свойству Series.View.Pane для вывода серии на диаграмме
th_th: กำหนดแผงงานนี้ในคุณลักษณะ Series.View.Pane เพื่อแสดงซีรี่ส์ในแผงนี้
uk_ua: Призначити цю панель Series.View.Pane property, щоб показати серії на цій панелі

# ChartStringId.MsgIncorrectAxisCoordinateAxisValue
source: AxisValue can't be set to null for the AxisCoordinate object.
ar_iq: لا يمكن ضبط قيمة المحور/AxisValue على قيمة خالية لكائن إحداثيات المحور/AxisCoordinate.
az_latn_az: OxunKoordinatı obyekti üçün oxun dəyəri sıfır olaraq təyin edilə bilməz.
hy_am: AxisCoordinate օբյեկտի համար AxisValue-ն չի կարող զրո լինել:
ka_ge: AxisCoordinate ობიექტისთვის ღერძის სიდიდის ნულზე დაყენება შეუძლებელია.
kk_kz: AxisXCoordinate объектісі үшін AxisValue null -ге орнатылмайды.
ru_ru: AxisValue не может быть установлено в null для объекта AxisCoordinat.
th_th: ค่าแกน ไม่สามารถตั้งเป็นที่ว่างได้ สำหรับวัตถุ AxisCoordinate
uk_ua: AxisValue не може бути встановлене на null для об'єкту AxisCoordinate.

# ChartStringId.MsgIncorrectConstantLineAxisValue
source: AxisValue can't be set to null for the ConstantLine object.
ar_iq: لا يمكن ضبط قيمة المحور/AxisValue على قيمة خالية لكائن خط ثابت.
az_latn_az: OxunDəyəri də obyekti üçün oxun göstəricisi 0 təyin edilə bilməz.
hy_am: ConstantLine օբյեկտի համար AxisValue-ն չի կարող զրո լինել:
ka_ge: ConstantLine ობიექტისთვის ღერძის სიდიდის ნულზე დაყენება შეუძლებელია.
kk_kz: ConstantLine объектісі үшін AxisValue null -ге орнатылмайды.
ru_ru: AxisValue не может быть установлено в null для объекта ConstantLine.
th_th: ไม่สามารถตั้งค่า AxisValue เป็นที่ว่างสำหรับวัตถุ ConstantLine
uk_ua: AxisValue не може бути null для об'єкту ConstantLine.

# ChartStringId.MsgIncorrectCustomAxisLabelAxisValue
source: AxisValue can't be set to null for the CustomAxisLabel object.
ar_iq: لا يمكن ضبط قيمة المحور/AxisValue على قيمة خالية لكائن تسمية محور مخصصة/CustomAxisLabel.
az_latn_az: İstifadəçıOxunEtiketi obyekti üçün oxun göstəricisi OxunDəyəri 0 təyin edilə bilməz.
hy_am: CustomAxisLabel օբյեկտի համար AxisValue-ն չի կարող զրո լինել:
ka_ge: CustomAxisLabel ობიექტისთვის ღერძის სიდიდის ნულზე დაყენება შეუძლებელია.
kk_kz: CustomAxisLabel объектісі үшін AxisValue null -ге орнатылмайды.
ru_ru: AxisValue не может быть установлено в null для объекта CustomAxisLabel.
th_th: ไม่สามารถตั้งค่า AxisValue เป็นที่ว่างสำหรับวัตถุ CustomAxisLabel
uk_ua: AxisValue не може бути null для об'єкту CustomAxisLabel.

# ChartStringId.MsgNullAxisXCoordinateAxis
source: Axis can't be set to null for the AxisXCoordinate object.
ar_iq: لا يمكن ترك قيمة المحور خالية لكائن إحداثيات المحور X.
az_latn_az: XOxuKoordinatı obyekti üçün oxun qiyməti sıfır olaraq təyin edilə bilməz.
hy_am: AxisXCoordinate օբյեկտի համար առանցքը չի կարող զրո լինել:
ka_ge: AxisXCoordinate ობიექტისთვის ღერძის ნულზე დაყენება შეუძლებელია.
kk_kz: AxisXCoordinate объектісі үшін ось null -ге орнатылмайды.
ru_ru: Ось не может быть установлена в null для объекта AxisXCoordinate.
th_th: ไม่สามารถตั้งค่าแกนเป็นว่างได้สำหรับวัตถุ AxisXCoordinate
uk_ua: Вісь не може бути встановлена на null для об'єкту AxisXCoordinatе.

# ChartStringId.MsgNullAxisYCoordinateAxis
source: Axis can't be set to null for the AxisYCoordinate object.
ar_iq: لا يمكن ترك قيمة المحور خالية لكائن إحداثيات المحور Y.
az_latn_az: YOxuKoordinatı obyekti üçün oxun qiyməti sıfır olaraq təyin edilə bilməz.
hy_am: AxisYCoordinate օբյեկտի համար առանցքը չի կարող զրո լինել:
ka_ge: AxisYCoordinate ობიექტისთვის ღერძის ნულზე დაყენება შეუძლებელია.
kk_kz: AxisXCoordinate объектісі үшін ось null -ге орнатылмайды.
ru_ru: Ось не может быть установлена в null для объекта AxisYCoordinate.
th_th: ไม่สามารถตั้งค่าแกนเป็นว่างได้สำหรับวัตถุ AxisYCoordinate
uk_ua: Вісь не може бути встановлена на null для об'єкту AxisXCoordinatе.

# ChartStringId.MsgUnsupportedDateTimeScaleModeWithScrollingZooming
source: Automatic DateTimeScaleMode can't work together with zooming and scrolling.
ar_iq: وضع مقياس تاريخ وقت التلقائي لا يعمل مع التكبير و التمرير.
az_latn_az: Avtomatik TarixVaxtMiqyasRejim böyütmə və yuxarı-aşağı hərəkət etdirmə ilə birlikdə eyni zamanda işləyə bilməz.
hy_am: Ավտոմատ ՕրԺամՍանդղակ ռեժիմը չի կարող աշխատել մասշտաբավորման և ոլորման հետ:
ka_ge: თარიღისდროისმასშტაბის ავტომატური რეჟიმის მუშაობა მასშტაბირებასთან და სქროლინგთან ერთად შეუძლებელია.
kk_kz: Уақыттың автоматты шәкілі ауқымдау мен айналдыруға үйлеспейді
ru_ru: Автоматическая шкала времени не совместима с масштабированием и прокруткой
th_th: DateTimeScaleMode โดยอัตโนมัติไม่สามารถทำงานร่วมกับการซูม และการเลื่อนได้
uk_ua: Автоматична шкала дати та часу не сумісна з масштабуванням та прокруткою.

# ChartStringId.SvnArea
source: Area
ar_iq: مساحة (منطقة)
az_latn_az: Ərazi
hy_am: Տարածք
ka_ge: ზონები
kk_kz: Аумақтар
ru_ru: Области
th_th: พื้นที่
uk_ua: Зона

# ChartStringId.SvnArea3D
source: Area 3D
ar_iq: منطقة ثلاثية الأبعاد
az_latn_az: Ərazi 3D
hy_am: 3D տարածքներ
ka_ge: 3D ზონები
kk_kz: Көлемді аумақтар
ru_ru: Объемные области
th_th: พื้นที่ 3D
uk_ua: Об'ємна зона

# ChartStringId.SvnFullStackedArea
source: Area Stacked 100%
ar_iq: منطقة مكدسة 100%
az_latn_az: 100% tərkibli ərazilər
hy_am: Տարածքներ 100% բաղկացուցիչներով
ka_ge: ზონები დაგროვებით 100%
kk_kz: 100% жинақталымды аумақтар
ru_ru: Области с накоплением 100%
th_th: พื้นที่ถูกซ้อนกัน 100%
uk_ua: Зона з накопиченням 100%

# ChartStringId.SvnFullStackedArea3D
source: Area 3D Stacked 100%
ar_iq: منطقة ثلاثية الأبعاد مكدسة 100%
az_latn_az: 100% tərkibli 3D ərazilər
hy_am: 3D տարածքներ 100% բաղկացուցիչներով
ka_ge: 3D ზონები დაგროვებით 100%
kk_kz: 100% 3D жинақталымды көлемді аумақтар
ru_ru: Объемные области с накоплением 100% 3D
th_th: พื้นที่ 3D ถูกซ้อนกัน 100%
uk_ua: Об'ємні зони з накопиченням 100%

# ChartStringId.SvnStackedArea
source: Area Stacked
ar_iq: منطقة مكدسة
az_latn_az: Tərkibli ərazilər
hy_am: Տարածքներ բաղկացուցիչներով
ka_ge: ზონები დაგროვებით
kk_kz: Жинақталымды аумақтар
ru_ru: Области с накоплением
th_th: พื้นที่ถูกซ้อนกัน
uk_ua: Зони з накопиченням

# ChartStringId.SvnStackedArea3D
source: Area 3D Stacked
ar_iq: منطقة ثلاثية الأبعاد مكدسة
az_latn_az: 3D tərkibli ərazilər
hy_am: 3D տարածքներ բաղկացուցիչներով
ka_ge: 3D ზონები დაგროვებით
kk_kz: Жинақталымды көлемді аумақтар
ru_ru: Объемные области с накоплением
th_th: พื้นที่ 3D ถูกซ้อนกัน
uk_ua: Об'ємна зона з накопиченням

# ChartStringId.TrnAxisVisibilityChanged
source: Axis visibility changed
ar_iq: تم تغيير رؤية المحور
az_latn_az: Oxun görünüşü dəyişilib
hy_am: Առանցքների տեսանելիությունը փոխված է
ka_ge: ღერძის ხილვადობა შეცვლილია
kk_kz: Осьтердің көрінуі өзгертілді
ru_ru: Видимость осей изменена
th_th: เปลี่ยนการมองเห็นแกน
uk_ua: Видимість осей змінена

# ChartStringId.WizAnnotationConnectorStyleArrow
source: Arrow
ar_iq: سهم
az_latn_az: Ox
hy_am: Սլաք
ka_ge: ისარი
kk_kz: Көрсеткі
ru_ru: Стрелка
th_th: ลูกศร
uk_ua: Стрілка

# ChartStringId.WizAppearancePageName
source: Appearance
ar_iq: المظهر
az_latn_az: Görünüş
hy_am: Արտաքին տեսք
ka_ge: გარეგნული სახე
kk_kz: Сыртқы түрі
ru_ru: Внешний вид
th_th: ลักษณะ
uk_ua: Зовнішній вигляд

# ChartStringId.WizAutoCreatedSeries
source: Auto-created Series
ar_iq: سلسلة تلقائية الإنشاء
az_latn_az: Avtomatik yaranan sıralar
hy_am: Ավտոմատ ստեղծված սերիա
ka_ge: ავტომატურად შექმნილი სერიები
kk_kz: Автоматты түрде құрылған серия
ru_ru: Автоматически созданная серия
th_th: ซีรี่ส์สร้างโดยอัตโนมัติ
uk_ua: Автоматично створені серії

# ChartStringId.WizAxesPageName
source: Axes
ar_iq: محاور
az_latn_az: Oxlar
hy_am: Առանցքներ
ka_ge: ღერძები
kk_kz: Осьтер
ru_ru: Оси
th_th: แกน
uk_ua: Вісі

# ChartStringId.WizChartImageSizeModeAutoSize
source: Auto Size
ar_iq: تحجيم تلقائي
az_latn_az: Avto ölçü
hy_am: Ավտոմատ չափ
ka_ge: ზომის ავტომატური დაყენება
kk_kz: Автоматты өлшем
ru_ru: Автоматический размер
th_th: ขนาดอัตโนมัติ
uk_ua: Автоматичний розмір

# ChartStringId.WizDateTimeScaleModeAutomaticAverage
source: Automatic: Average
ar_iq: تلقائياً: متوسط
az_latn_az: Avtomatik: Orta
hy_am: Ավտոմատ՝ Միջին
ka_ge: ავტომატური: საშუალო
kk_kz: Автоматты: орташа
ru_ru: Автоматически: Среднее
th_th: อัตโนมัติ: เฉลี่ย
uk_ua: Автоматично: Середнє

# ChartStringId.WizDateTimeScaleModeAutomaticIntegral
source: Automatic: Integral
ar_iq: تلقائياً: تكامل
az_latn_az: Avtomatik: İnteqral
hy_am: Ավտոմատ՝ Ինտեգրալ
ka_ge: ავტომატური: ინტეგრალიl
kk_kz: Автоматты: интеграл
ru_ru: Автоматически: Интеграл
th_th: อัตโนมัติ: สมบูรณ์
uk_ua: Автоматично: Інтеграл

# GridStringId.GroupSummaryEditorSummaryAverage
source: Average
ar_iq: متوسط
az_latn_az: Orta
hy_am: Միջին
ka_ge: საშუალო
kk_kz: Орташа
ru_ru: Среднее
th_th: เฉลี่ย
uk_ua: Середнє
