Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.CmdCreatePyramidFullStackedBar3DChartDescription
source: Compare the percentage each value contributes to a total across categories.
ar_iq: قارن النسبة المئوية التي تساهم فيها كل قيمة في المجموع عبر الفئات.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavə etdiyi faizi müqayisə edir.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ընդհանուրի նկատմամբ:
kk_kz: Категория бойынша жалпы деректі алу үшін үлес қосқан әрбір мәтінінің процентің салыстырыңыз.
ru_ru: Сравнивает процентный объём, который каждое значение вносит в общую сумму по категориям.
th_th: เปรียบเทียบเปอร์เซ็นของแต่ละค่าที่รองรับ กับจำนวนหมวดหมู่ทั้งหมด
uk_ua: Порівнює відсотковий обсяг, кожне значення вносить в загальну суму за категоріями.

# ChartStringId.CmdCreatePyramidSideBySideFullStackedBar3DChartMenuCaption
source: Clustered 100% Stacked Pyramid
ar_iq: هرم مكدس متفاوت المسافات 100%
az_latn_az: Qruplaşmış 100% çoxqatlı piramida
hy_am: Խմբավորած բուրգ 100% բաղկացուցիչներով
kk_kz: Кластерлік 100% Көп қатпарлы Пирамида Диаграммасы
ru_ru: Кластерная 100%-ная многослойная пирамидальная гистограмма
th_th: ปิรามิดกองซ้อน 100% ที่รวมกลุ่ม
uk_ua: Кластерна 100% -ва багатошарова пірамідальна гістограма

# ChartStringId.CmdCreatePyramidSideBySideFullStackedBar3DChartDescription
source: Combine the advantages of both the 100% Stacked Pyramid and Clustered Pyramid chart types, so that you can stack different pyramids, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأهرامات المكدسة 100% والأهرامات المتفاوتة المسافات بحيث تستطيع تكديس أهرامات مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm 100% çoxqatlı piramida, həm də qruplaşmış piramida diaqram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif piramidaların çoxqatlı yarada və eyni ox qiyməti üzrə onları qruplarda birləşdirə biləsiniz.
hy_am: Միավորել 100% բաղկացուցիչներով բուրգի և խմբավորած բուրգի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր բուրգեր կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін 100% Толтырылған Пирамида Диаграмма және Кластерлік Пирамида Диаграмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как 100%-ной многослойной пирамидальной гистограммы, так и кластерной пирамидальной гистограммы, что позволяет пользователю складывать различные пирамиды и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งปิรามิดที่กองซ้อนกัน และประเภทแผนภูมิปิรามิดที่รวมกลุ่มกัน เพื่อที่คุณจะสามารถซ้อนปิรามิดที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як 100% -ної багатошарової пірамідальної гістограми, так і кластерної пірамідальної гістограми, що дозволяє користувачеві складати різні піраміди і об'єднувати їх в групи на однієї осі.

# ChartStringId.CmdCreatePyramidSideBySideStackedBar3DChartMenuCaption
source: Clustered Stacked Pyramid
ar_iq: هرم مكدس متفاوت المسافات
az_latn_az: Qruplaşmış çoxqatlı piramida
hy_am: Խմբավորած բուրգ բաղկացուցիչներով
kk_kz: Кластерлік Көп қатпарлы Пирамида Гистограммасы
ru_ru: Кластерная многослойная пирамидальная гистограмма
th_th: ปิรามิดกองซ้อนที่รวมกัน
uk_ua: Кластерна багатошарова пірамідальна гістограма

# ChartStringId.CmdCreatePyramidSideBySideStackedBar3DChartDescription
source: Combine the advantages of both the Stacked Pyramid and Clustered Pyramid chart types, so that you can stack different pyramids, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع مخطط الأهرامات المكدسة والأهرامات المتفاوتة المسافات بحيث تستطيع تكديس أهرامات مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm çoxqatlı piramida, həm də qruplaşmış piramida diaqram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif piramidaların çoxqatlı yarada və eyni ox qiyməti üzrə onları qruplarda birləşdirə biləsiniz.
hy_am: Միավորել բաղկացուցիչներով բուրգի և խմբավորած բուրգի գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր բուրգեր կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін Көп қатпарлы Пирамида Диаграмма және Кластерлік Пирамида Диаграмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как многослойной пирамидальной гистограммы, так и кластерной пирамидальной гистограммы, что позволяет пользователю складывать различные пирамиды и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งปิรามิดที่กองซ้อนกัน และประเภทแผนภูมิปิรามิดที่รวมกลุ่มกัน เพื่อที่คุณจะสามารถซ้อนปิรามิดที่ต่างกัน และรวมมันเข้าด้วยกันเป็นกลุ่มๆตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як багатошарової пірамідальної гістограми, так і кластерної пірамідальної гістограми, що дозволяє користувачеві складати різні піраміди і об'єднувати їх в групи на однієї осі.

# ChartStringId.CmdCreatePyramidStackedBar3DChartMenuCaption
source: Stacked Pyramid
ar_iq: هرم مكدس
az_latn_az: Çoxqatlı piramida
hy_am: Բուրգ բաղկացուցիչներով
kk_kz: Көп қатпарлы Пирамида Диаграммасы
ru_ru: Многослойная пирамидальная гистограмма
th_th: ปิรามิดที่กองซ้อนกัน
uk_ua: Багатошарова пірамідальна гістограма

# ChartStringId.CmdCreatePyramidStackedBar3DChartDescription
source: Compare the contribution of each value to a total across categories.
ar_iq: قارن مساهمة كل قيمة في المجموع عبر الفئات.
az_latn_az: Kateqoriyalar üzrə hər bir qiymətin cəmə əlavəsini müqayisə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած մասնաբաժինն ընդհանուրի նկատմամբ:
kk_kz: Жалпы категорияға қосқан әр мәтінінің үлесін салыстырыңыз.
ru_ru: Сравнивает вклад каждого значения в общую сумму по категориям.
th_th: เปรียบเทียบผลของแต่บะค่า กับจำนวนหมวดหมู่ทั้งหมด
uk_ua: Порівнює внесок кожного значення в загальну суму за категоріями.

# ChartStringId.CmdCreatePyramidManhattanBarChartMenuCaption
source: 3-D Pyramid
ar_iq: هرم ثلاثي الأبعاد
az_latn_az: 3-D piramida
hy_am: 3D բուրգ
kk_kz: 3-D Пирамида Диаграммасы
ru_ru: Трёхмерная пирамидальная гистограмма
th_th: ปิรามิด 3-D
uk_ua: Тривимірна пірамідальна гістограма

# ChartStringId.CmdCreatePyramidManhattanBarChartDescription
source: Compare values across categories and across series and display a pyramid chart on three axes.
ar_iq: قارن القيم عبر الفئات وعبر السلاسل واعرض مخطط هرمي على ثلاثة محاور.
az_latn_az: Kateqoriyalar üzrə və seriyalar üzrə qiymətləri müqayisə edin və üç oxda piramida diaqramını göstərin.
hy_am: Համեմատել արժեքները կատեգորիաներում և հաջորդականություններում և երեք առանցքներով բուրգային դիագրամ ցուցադրել:
kk_kz: Мәтіндерді категория бойынща және серия бойынша салыстырып Пирамида Кестесін үш білік бойынша көрсетіңіз.
ru_ru: Сравнивает значения по категориям и последовательностям, и отображает пирамидальную диаграмму в трёх осях.
th_th: เปรียบเทียบค่าของทั้งหมวดหมู่ และซีรี่ส์ และแสดงแผนภูมิปิรามิดบนทั้งสามแกน
uk_ua: Порівнює значення за категоріями і послідовностей, і відображає пірамідальну діаграму в трьох осях.

# ChartStringId.CmdCreateAreaChartMenuCaption
source: Area
ar_iq: مساحة (منطقة)
az_latn_az: Sahə
hy_am: Տարածք
kk_kz: Аудан Диаграммасы
ru_ru: Комбинированная гистограмма
th_th: พื้นที่
uk_ua: Зона

# ChartStringId.CmdCreateAreaChartDescription
source: Display the trend of values over time or categories.
ar_iq: عرض اتجاه القيم عبر الوقت أو الفئات.
az_latn_az: Vaxt və ya kateqoriyalar üzrə qiymətlərin diaqramını göstərir
hy_am: Ցուցադրել արժեքների միտումը ըստ ժամանակի կամ կատեգորիաների:
kk_kz: Уақыт немесе категория бойынша мәтіндердің ұрдісін көрсету.
ru_ru: Отображает тенденцию изменения значений с течением времени или по категориям.
th_th: แสดงเทรนด์ของค่าตามเวลา หรือหมวดหมู่
uk_ua: Відображає тенденцію зміни значень за перебігом часу або за категоріями.

# ChartStringId.CmdCreateArea3DChartMenuCaption
source: 3-D Area
ar_iq: مساحة ثلاثية الأبعاد
az_latn_az: 3-D sahə
hy_am: 3D տարածք
kk_kz: 3-D Аудан Диаграммасы
ru_ru: Трёхмерная комбинированная гистограмма
th_th: พื้นที่ 3-D
uk_ua: Тривимірна комбінована гістограма

# ChartStringId.CmdCreateArea3DChartDescription
source: Display data as filled areas on a diagram, with each data point displayed as a peak or hollow in the area. Use it when you need to show trends for several series on the same diagram, and also show the relationship of the parts to the whole.
ar_iq: اعرض البيانات كمساحات مملوءة على رسم تخطيطي مع عرض كل نقطة بيانات كذروة أو فراغ في المساحة المعنية. استخدم هذه الطريقة عندما تريد إظهار اتجاهات لعدة سلاسل على نفس الرسم، وأيضاً عندما تريد إظهار العلاقة بين الأجزاء والكل.
az_latn_az: Verilənləri sahədə zirvə və ya boşluq kimi göstərilən hər bir verilənlər nöqtəsi ilə diaqramda doldurulmuş sahələr kimi göstərin. Eyni diaqramda bir neçə sıra üçün diaqramları göstərmək lazım olduqda bundan istifadə edin, həm də hissələrin tamla olan əlaqəsini göstərin.
hy_am: Ցուցադրել տվյալները որպես դիագրամի լրացված մակերեսներ՝ տվյալների յուրաքանչյուր կետ մակերեսի գագաթի կամ անցքի տեսքով: Կիրառել այն, երբ անհրաժեշտ է ցուցադրել նույն դիագրամի մի քանի հաջորդականոթյունների միտումները, ինչպես նաև ցուցադրել ամբողջի նկատմամբ մասերի հարաբերությունը:
kk_kz: мәліметтер диаграммада толтырылған аудуандар ретінде көрсетіңіз. Мәліметтерді шың немесе ойыс күйінде болу керек. Оны бірнеше серияларды бір кестеде көрсету керек кезде және бөлшекткердің байланысын көрсетуге қолданыңыз.
ru_ru: Отображает данных в виде заполненных областей на диаграмме; при этом каждая точка данных отображается в виде пика или впадины этой области. Применяется в тех случаях, когда необходимо показать тенденции для нескольких последовательностей на одной и той же диаграмме, а также показать отношение между частями и целым.
th_th: แสดงข้อมูลในพื้นที่ๆป้อนข้อมูลแล้ว พร้อมด้วยแต่ละข้อมูลที่แสดงอยู่ในจุดสูงสุด หรือช่องโหว่ในพื้นที่ ใช้เมื่อคุณต้องการแสดงเทรนของซี่รี่ส์สองสามซี่รี่ส์ในไดอะแกรมเดียวกัน และเพื่อแสดงถึงความสัมพันธ์ของแต่ละส่วนจากทั้งหมด
uk_ua: Відображає дані у вигляді заповнених областей на діаграмі; при цьому кожна точка даних відображається у вигляді піку або западини цій галузі. Застосовується в тих випадках, коли необхідно показати тенденції для декількох послідовностей на спільній діаграмі, а також показати відношення між частинами і цілим.

# ChartStringId.CmdCreateFullStackedAreaChartMenuCaption
source: 100% Stacked Area
ar_iq: مساحة مكدسة 100%
az_latn_az: 100% çoxqatlı sahə
hy_am: Տարածքներ 100% բաղկացուցիչներով
kk_kz: 100% Толтырылған Аудан Жиаграммасы
ru_ru: 100%-ная многослойная комбинированная гистограмма
th_th: พื้นที่กองซ้อน 100%
uk_ua: 100% -ва багатошарова комбінована гістограма

# ChartStringId.CmdCreateFullStackedAreaChartDescription
source: Display the trend of the percentage each value contributes over time or categories. Use it to emphasize the trend in the proportion of each series.
ar_iq: عرض اتجاه النسب المئوية لمساهمة كل قيمة عبر الوقت أو الفئات. استخدم هذه الطريقة للتركيز على الاتجاه في القسم الخاص بكل سلسلة.
az_latn_az: Vaxt və ya kateqoriyalar üzrə hər bir qiymətin əlavə etdiyi faizin diaqramını göstərir. Hər bir sıra çoxqatlı diaqramı vurğulamaq üçün bundan istifadə edin.
hy_am: Ցուցադրել ժամանակի կամ կատեգորիաների նկատմամբ յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժնի միտումը: Օգտագործել այն յուրաքանչյուր հաջորդականության մասնաբաժնում միտումն ընդգծելու համար:
kk_kz: Уақыт пен категория бойынша әрбір мәтінінің процент ұрдісін көрсету. Оны әр серияның пропоция ұрдісіне ерекше көңіл аудару үшін қолданыңыз.
ru_ru: Отображает тенденцию изменения процентного вклада каждого значения с течением времени или по категориям. Применяется для выделения тенденции в удельном весе каждой последовательности.
th_th: แสดงเทรนด์ของเปอร์เซ็นต์ค่าแต่ละค่าตามเวลา หรือหมวดหมู่ ใช้เมื่อต้องการวิเคราะห์เทรนด์ในแต่ละส่วนของแต่ละซีรี่ส์
uk_ua: Відображає тенденцію зміни процентного вкладу кожного значення за перебігом часу або за категоріями. Застосовується для виділення тенденції у вазі кожної послідовності.

# ChartStringId.CmdCreateFullStackedArea3DChartMenuCaption
source: 100% Stacked Area in 3-D
ar_iq: مساحة مكدسة ثلاثية الأبعاد 100%
az_latn_az: 3-D-də 100% çoxqatlı sahə
hy_am: Տարածքներ 100% բաղկացուցիչներով 3D
kk_kz: 100% Көп қатпарлы Аудан 3-D форматта
ru_ru: 100%-ная многослойная комбинированная гистограмма в трёхмерном формате
th_th: พื้นที่กองซ้อน 100% เป็น 3-D
uk_ua: 100% -ва багатошарова комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateFullStackedArea3DChartDescription
source: Display data as areas on a diagram, so that the value of each data point is stacked with all the other corresponding data points' values. Use it for comparing the percentage values of several series for the same point arguments.
ar_iq: اعرض البيانات كمساحات على الرسم بحيث تتجمع قيمة كل نقطة بيانات مع كافة قيم نقاط البيانات المتوافقة. استخدم هذه الطريقة لمقارنة نسبة القيم لعدة سلاسل تتمتع بنفس وسيطات النقطة.
az_latn_az: Verilənləri diaqramda sahələr kimi göstərin ki, hər bir verilənlər nöqtəsinin qiyməti digər bütün müvafiq verilənlər nöqtələrinin qiymətləri ilə çoxqatlı şəklində olsun. Eyni nöqtəli arqumentlər üçün bir neçə sıranın faiz qiymətlərini müqayisdə edərkən bundan istifadə edin.
hy_am: Ցուցադրել տվյալները դիագրամի վրա մակերեսների տեսքով այնպես, որ յուրաքանչյուր տվյալի կետի արժեք կուտակվի մյուս բոլոր համապատասխան տվյալների կետերի արժեքների հետ: Կիրառել այն նույն կետի պարամետրերի մի քանի հաջորդականությունների արժեքների տոկոսային մասնաբաժինները համեմատելու համար:
kk_kz: Деректерді диаграммадағы аудан ретінде көрсетіңіз. Әр деректетің нүктесі басқа сәйкесті деректердің нүктелерімен толтырылған. Бірнеше сериялардың нүкте аргументтерінің проценттік мәтінің салыстыру үшін қолданыңыз.
ru_ru: Отображает данные на диаграмме в виде областей так, чтобы значение каждой точки данных складывалось со значениями всех других соответствующих точек данных. Применяется для сравнения процентных значений нескольких последовательностей для одних и тех же аргументов точек.
th_th: แสดงข้อมูลบนไดอะแกรม เพื่อที่แต่ละค่าของแต่ละข้อมูลจะกองซ้อน พร้อมด้วยค่าจุดข้อมูลอื่นๆที่เกี่ยวข้อง ใช้เพื่อเปรียบเทียบค่าเปอร์เซ็นต์ของซี่รี่ส์สองสามซีรี่ส์ สำหรับอาร์กิวเมน์จุดเดียวกัน
uk_ua: Відображає дані на діаграмі у вигляді областей так, щоб значення кожної точки даних складалося зі значеннями всіх інших відповідних точок даних. Застосовується для порівняння процентних значень декількох послідовностей для одних і тих же аргументів точок.

# ChartStringId.CmdCreateFullStackedSplineAreaChartMenuCaption
source: 100% Stacked Spline Area
ar_iq: منطقة شريحة مكدسة 100%
az_latn_az: 100% çoxqatlı splayn sahə
hy_am: Սփլայն մակերեսներ 100% բաղկացուցիչներով
kk_kz: 100% Көп қатпарлы Сплайн Ауданы
ru_ru: 100%-ная многослойная сплайновая комбинированная гистограмма
th_th: พื้นที่กระดูกงูกองซ้อน100%
uk_ua: 100% -ва багатошарова сплайнова комбінована гістограма

# ChartStringId.CmdCreateFullStackedSplineAreaChartDescription
source: Behave similar to 100% Stacked Area, but plot a fitted curve through each data point in a series.
ar_iq: افعل كما فعلت في مساحة مكدسة 100% ولكن ارسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: 100% çoxqatlı sahə kimi hərəkət edin, lakin nöqtələrlə birləşdirilən əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Վարվել նույն կերպ, ինչ և 100% բաղկացուցիչներով տարածքների դեպքում, բայց հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: 100% Көп қатпарлы Аудан Диаграммасына тәң көңіл бөліңіз бәрақ серияның әрбір нүктесі арқылы қисық сызықты сызыңыз.
ru_ru: Работает аналогично 100%-ной многослойной комбинированной гистограмме, но строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ปฏิบัติเช่นเดียวกับพื้นที่กองซ้อน 100% แต่ลงจุดในส่วนโค้งเว้าที่พอดีผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Працює аналогічно 100% -ної багатошарової комбінованої гистограмме, але будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateFullStackedSplineArea3DChartMenuCaption
source: 100% Stacked Spline Area in 3-D
ar_iq: منطقة شريحة مكدسة ثلاثية الأبعاد 100%
az_latn_az: 3-D-də 100% çoxqatlı splayn sahə
hy_am: Սփլայն մակերեսներ 100% բաղկացուցիչներով 3D
kk_kz: 100% Көп қатпарлы Сплайн Ауданы 3-D форматта
ru_ru: 100%-ная многослойная сплайновая комбинированная гистограмма в трёхмерном формате
th_th: พื้นที่กระดูกงูกองซ้อน 100% เป็น 3-D
uk_ua: 100% -ва багатошарова сплайнова комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateFullStackedSplineArea3DChartDescription
source: Behave similar to 100% Stacked Area Chart in 3D, but plot a fitted curve through each data point in a series.
ar_iq: افعل كما فعلت في مخطط مساحة مكدسة ثلاثية الأبعاد 100% ولكن ارسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: 3D-də 100% çoxqatlı sahə kimi hərəkət edin, lakin nöqtələrlə birləşdirilən əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Վարվել նույն կերպ, ինչ և 100% բաղկացուցիչներով 3D տարածքների գրաֆիկի դեպքում, բայց հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: 100% Көп қатпарлы Аудан Диаграммасына 3-D форматқа тәң көңіл бөліңіз бәрақ серияның әрбір нүктесі арқылы қисық сызықты сызыңыз.
ru_ru: Работает аналогично 100%-ной многослойной комбинированной трёхмерной гистограмме, но строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ปฏิบัติเช่นเดียวกับแผนภูมิพื้นที่กองซ้อน 100% เป็น 3-D แต่ลงจุดในส่วนโค้งเว้วที่พอดีผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Працює аналогічно 100% -ної багатошарової комбінованої тривимірної гістограмі, але будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateSplineAreaChartMenuCaption
source: Spline Area
ar_iq: منطقة الشريحة
az_latn_az: Splayn sahə
hy_am: Սփլայն մակերեսներ
kk_kz: Сплайн Аудан Диаграммасы
ru_ru: Сплайновая комбинированная гистограмма
th_th: พื้นที่กระดูกงู
uk_ua: Сплайн зони

# ChartStringId.CmdCreateSplineAreaChartDescription
source: Behave similar to Area Chart but plot a fitted curve through each data point in a series.
ar_iq: افعل كما فعلت في مخطط مساحة ولكن ارسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: Sahə Diaqramındakı kimi hərəkət edin, lakin nöqtələrlə birləşdirilən əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Վարվել նույն կերպ, ինչ և տարածքների գրաֆիկի դեպքում, բայց հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: Аудан Диаграммасына тәң көңіл бөліңіз бәрақ серияның әрбір нүктесі арқылы қисық сызықты сызыңыз.
ru_ru: Работает аналогично комбинированной гистограмме, но строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ปฏิบัติเช่นเดียวกับแผนภูมิพื้นที่ แต่ลงจุดในส่วนโค้งเว้าที่พอดีผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Працює аналогічно комбінованої гистограмме, але будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateSplineArea3DChartMenuCaption
source: Spline Area in 3-D
ar_iq: منطقة شريحة ثلاثية الأبعاد
az_latn_az: 3-D-də splayn sahə
hy_am: 3D սփլայն մակերեսներ
kk_kz: Сплайн Аудан 3-D форматта
ru_ru: Сплайновая комбинированная гистограмма в трёхмерном формате
th_th: พื้นที่กระดูกงูเป็น 3-D
uk_ua: Сплайнова комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateSplineArea3DChartDescription
source: Behave similar to 3D Area Chart, but plot a fitted curve through each data point in a series.
ar_iq: افعل كما فعلت في رسم مساحة ثلاثية الأبعاد ولكن ارسم منحنى ملائم يمر بكل نقطة بيانات في السلسلة.
az_latn_az: 3D Sahə Diaqramındakı kimi hərəkət edin, lakin nöqtələrlə birləşdirilən əyri xətti sıradakı hər bir verilənlər nöqtəsinə daxil edin.
hy_am: Վարվել նույն կերպ, ինչ և 3D տարածքների գրաֆիկի դեպքում, բայց հարմարեցված կոր կառուցել հաջորդականության բոլոր կետերով:
kk_kz: Аудан Диаграммасына 3-D форматына тәң көңіл бөліңіз бәрақ серияның әрбір нүктесі арқылы қисық сызықты сызыңыз.
ru_ru: Работает аналогично комбинированной трёхмерной гистограмме, но строит подогнанную кривую через каждую точку данных в последовательности.
th_th: ปฏิบัติเช่นเดียวกับแผนภูมิพื้นที่ 3D แต่ลงจุดในส่วนโค้งเว้าที่พอดีผ่านแต่ละจุดข้อมูลในซีรี่ส์
uk_ua: Працює аналогічно комбінованої тривимірної гістограмі, але будує криву через кожну точку даних в послідовності.

# ChartStringId.CmdCreateStackedAreaChartMenuCaption
source: Stacked Area
ar_iq: مساحة مكدسة
az_latn_az: Çoxqatlı sahə
hy_am: Տարածքներ բաղկացուցիչներով
kk_kz: Көп қатпарлы Аудан
ru_ru: Многослойная комбинированная гистограмма
th_th: พื้นที่กองซ้อน
uk_ua: Багатошарова комбінована гістограма

# ChartStringId.CmdCreateStackedAreaChartDescription
source: Display the trend of the contribution of each value over time or categories. Use it to emphasize the trend in the total across series for one category.
ar_iq: عرض اتجاه مساهمة كل قيمة عبر الوقت أو الفئات. استخدم هذه الطريقة للتركيز على الاتجاه في المجموع عبر سلسلة فئة واحدة.
az_latn_az: Vaxt və kateqoriyalar üzrə hər bir qiymətin əlavəsi diaqramını göstərir. Bundan bir kateqoriya üçün cəmə olan diaqramı vurğulamaq üçün istifadə edin.
hy_am: Ցուցադրել յուրաքանչյուր արժեքի մասնաբաժնի միտումը ժամանակի կամ կատեգորիաների նկատմամբ: Կիրառել այն մեկ կատեգորիայի հաջորդականություններում ընդհանուր միտումն ընդգծելու համար:
kk_kz: Уақыт пен категория бойынша мәтіндердің ұрдісін көрсету. Оны бір категория үшін қорытынды ұрдісіне ерекше көңіл аудару үшін қолданыңыз.
ru_ru: Отображает тенденцию изменения вклада каждого значения с течением времени или по категориям. Применяется для выделения тенденции в общей сумме по каждой последовательности для одной категории.
th_th: แสดงเทรนด์ของผลแต่ละค่าตามเวลา หรือหมวดหมู่ ใช้เพื่อวิเคราะห์เทรนด์ ในซี่รี่ส์ทั้งหมด สำหรับหนึ่งหมวดหมู่
uk_ua: Відображає тенденцію зміни вкладу кожного значення за перебігом часу або за категоріями. Застосовується для виділення тенденції в загальній сумі по кожній послідовності для однієї категорії.

# ChartStringId.CmdCreateStackedArea3DChartMenuCaption
source: Stacked Area in 3-D
ar_iq: مساحة مكدسة ثلاثية الأبعاد
az_latn_az: 3-D-də çoxqatlı sahə
hy_am: 3D տարածքներ բաղկացուցիչներով
kk_kz: Көп қатпарлы Аудан 3-D форматта
ru_ru: Многослойная комбинированная гистограмма в трёхмерном формате
th_th: พื้นที่กองซ้อนเป็น 3-D
uk_ua: Багатошарова комбінована гістограма в тривимірному форматі

# ChartStringId.CmdCreateStackedArea3DChartDescription
source: Display series as areas on a diagram, so that the value of each data point is aggregated with the underlying data points' values.
ar_iq: عرض السلاسل كمساحات على الرسم بحيث تتجمع قيمة كل نقطة بيانات مع قيم نقاط البيانات الأساسية.
az_latn_az: Sıraları diaqramda sahələr kimi göstərin ki hər bir verilənlər nöqtəsinin qiyməti əsas verilənlər nöqtələrinin qiymətləri ilə birləşdirilsin.
hy_am: Ցուցադրել հաջորդականությունը որպես դիագրամի մակերեսներ այնպես, որ յուրաքանչյուր տվյալի կետի արժեքը գումարվի հիմնական տվյալների կետերի արժեքներին:
kk_kz: Серияларды диаграммада аудан ретінде көрсетіңіз.
ru_ru: Отображает последовательности на диаграмме в виде областей так, чтобы значение каждой точки данных складывалось со значениями базовых точек данных.
th_th: แสดงซี่รี่ส์เป็นพื้นที่บนไดอะแกรม เพื่อที่ค่าของข้อมูลแต่ละจุดนั้นจะถูกรวบรวมด้วยค่าขุดข้อมูลที่ขีดเส้นใต้
uk_ua: Відображає послідовності на діаграмі у вигляді областей так, щоб значення кожної точки даних складалося зі значеннями базових точок даних.

# ChartStringId.CmdCreateStackedSplineAreaChartMenuCaption
source: Stacked Spline Area
ar_iq: منطقة شريحة مكدسة
az_latn_az: Çoxqatlı splayn sahə
hy_am: Սփլայնմակերեսներբաղկացուցիչներով
kk_kz: Көп қатпарлы Сплайн Аудан Диаграммасы
ru_ru: Многослойная сплайновая комбинированная гистограмма
th_th: พื้นที่กระดูกงูที่กองซ้อน
uk_ua: Багатошарова сплайнова комбінована гістограма
