Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.CmdCreateRadarLineChartDescription
source: Show trends for several series and compare their values for the same points arguments on a circular grid that has multiple axes along which data can be plotted.
ar_iq: إظهار الاتجاهات من عدة سلاسل ومقارنة قيمها لنفس وسيطات النقاط وعلى شبكة دائرية تحتوي على عدة محاور يتم رسم البيانات على طولها.
az_latn_az: Bir neçə sıra üçün diaqramları göstərin və onların qiymətlərini verilənlərin daxil edilə bildiyi çoxsaylı oxlara malik olan dairəvi torda eyni nöqtələr arqumentində müqayisə edin.
hy_am: Ցուցադրել մի քանի հաջորդականությունների միտումները և համեմատել դրանց արժեքները նույն կետերի պարամետրերի համար շրջանաձև ցանցի վրա, որն ունի մի քանի առանցքներ, որոնց շուրջ կարելի է կառուցել տվյալները:
kk_kz: Бірнеше сериялардың ұрдісін көрсетіңіз және оларды домалақ диаграммада аргументтер нүктелерінің мәтіндерін салыстырыңыз.
ru_ru: Показывает тенденции изменения для нескольких последовательностей и сравнивает их значения для одних и тех же точек аргументов на круговой сетке, которая имеет несколько осей, вдоль которых наноситься данные.
th_th: แสดงเทรนด์ของซีรี่ส์ที่หลากหลาย และเปรียบเทียบค่าของมันสำหรับอาร์กิวเมนท์จุดเดียวกัน บนตารางวงกลมที่มีแกนหลายแกน พร้อมด้วยข้อมูลที่สามารถวางแผนได้
uk_ua: Показує тенденції зміни для кількох послідовностей і порівнює їх значення для одних і тих же точок аргументів на круговій сітці, яка має кілька осей, уздовж яких розташовані дані.

# ChartStringId.CmdCreateRadarAreaChartMenuCaption
source: Radar Area
ar_iq: منطقة الرادار
az_latn_az: Radar sahəsi
hy_am: Ճառագայթային տարածք
kk_kz: Радар Ауданы Гистограммасы
ru_ru: Радарная комбинированная гистограмма
th_th: พื้นที่เรดาร์
uk_ua: Радарна область

# ChartStringId.CmdCreateRadarAreaChartDescription
source: Display series as filled area on a circular grid that has multiple axes along which data can be plotted.
ar_iq: عرض السلاسل كمساحات مملوءة على شبكة دائرية تحتوي على محاور متعددة يمكن رسم البيانات على طولها.
az_latn_az: Sıraları verilənlərin daxil edilə bildiyi çoxsaylı oxlara malik olan dairəvi torda doldurulmuş sahə kimi göstərin.
hy_am: Ցուցադրել հաջորդականությունը որպես շրջանաձև ցանցի լցված մակերես, որն ունի մի քանի առանցքներ, որոնց շուրջ կարելի է կառուցել տվյալները:
kk_kz: Шеңбер торы бойымен ауданы толтырылған серияны көрсету.
ru_ru: Отображает последовательности в виде заполненной области на круговой сетке, которая имеет несколько осей, вдоль которых могут наноситься данные.
th_th: แสดงซีรี่ส์ที่พื้นที่ทึบ บนตารางวงกลมที่มีแกนหลายแกน พร้อมด้วยข้อมูลที่สามารถวางแผนได้
uk_ua: Відображає послідовності у вигляді заповненої області на круговій сітці, яка має кілька осей, уздовж розташовані дані.

# ChartStringId.CmdCreatePolarPointChartMenuCaption
source: Polar Point
ar_iq: نقطة قطبية
az_latn_az: Qütb nöqtəsi
hy_am: Բևեռային կետ
kk_kz: Полярдық Нүкте Диаграммасы
ru_ru: Полярно-точечная диаграмма
th_th: จุดขั้ว
uk_ua: Полярна точка

# ChartStringId.CmdCreatePolarPointChartDescription
source: Show points from two or more different series on the same circular diagram on the basis of angles.
ar_iq: إظهار نقاط من سلسلتين مختلفتين أو أكثر على نفس الرسم الدائري استناداً إلى الزوايا.
az_latn_az: Bucaqlar əsasında eyni dairəvi diaqramda iki və ya daha çox müxtəlif sıradan olan nöqtələri göstərin.
hy_am: Ցուցադրել երկու կամ ավելի տարբեր հաջորդականությունների կետերը նույն անկյունների հիմքի վրա շրջանաձև դիագրամի վրա:
kk_kz: Бұрыштары арқылы домалақ диаграммада екі немесе оданда көп түрлі сериялардың нүктелерін көрсету.
ru_ru: Показывает точки от двух или более различных последовательностей на одной и той же круговой диаграмме на основе углов.
th_th: แสดงจุดจากซีรี่ส์สองซีรี่ส์ที่แตกต่างกัน หรือมากกว่านั้นบนไดอะแกรมวงกลมเดียวกัน บนฐานของมุม
uk_ua: Показує точки від двох або більше різних послідовностей на одній і тій же круговій діаграмі на основі кутів.

# ChartStringId.CmdCreatePolarLineChartMenuCaption
source: Polar Line
ar_iq: خط قطبي
az_latn_az: Qütb xətti
hy_am: Բևեռային գիծ
kk_kz: Полардық Сызық Диаграммасы
ru_ru: Полярная линейная диаграмма
th_th: เส้นขั้ว
uk_ua: Полярна лінія

# ChartStringId.CmdCreatePolarLineChartDescription
source: Show trends for several series and compare their values for the same points arguments on a circular diagram on the basis of angles.
ar_iq: إظهار الاتجاهات من عدة سلاسل ومقارنة قيمها لنفس وسيطات النقاط على رسم تخطيطي دائري استناداً إلى الزوايا.
az_latn_az: Bir neçə sıra üçün diaqramları göstərin və onların qiymətlərini bucaqlar əsasında dairəvi diaqramda olan eyni nöqtələr arqumentləri üçün müqayisə edin.
hy_am: Ցուցադրել մի քանի հաջորդականությունների միտումները և համեմատել դրանց արժեքները նույն կետերի պարամետրերի համար՝անկյունների հիմքի վրա շրջանաձև դիագրամի վրա:
kk_kz: Бірнеше сериялардың ұрдісін көрсетіңіз және олардың бұрыштар арқылы домалақ диаграммада аргументтер нүктелерінің мәтіндерін салыстырыңыз.
ru_ru: Показывает тенденции изменения для нескольких последовательностей и сравнивает их значения для одних и тех же точек аргументов на круговой диаграмме на основе углов.
th_th: แสดงเทรนด์ของซีรี่ส์ที่หลากหลาย และเปรียบเทียบค่าของมันสำหรับอาร์กิวเมนท์จุดเดียวกัน บนไดอะแกรมวงกลมบนฐานของมุม
uk_ua: Показує тенденції зміни для кількох послідовностей і порівнює їх значення для одних і тих же точок аргументів на круговій діаграмі на основі кутів.

# ChartStringId.CmdCreatePolarAreaChartMenuCaption
source: Polar Area
ar_iq: منطقة قطبية
az_latn_az: Qütb sahəsi
hy_am: Բևեռային տարածք
kk_kz: Полярлық Аудан
ru_ru: Полярная комбинированная гистограмма
th_th: พื้นที่ขั่ว
uk_ua: Полярна зона

# ChartStringId.CmdCreatePolarAreaChartDescription
source: Display series as filled area on a circular diagram on the basis of angles.
ar_iq: عرض السلسلة كمساحة مملوءة على رسم تخطيطي دائري استناداً إلى الزوايا.
az_latn_az: Bucaqlar əsasında dairəvi diaqramda sıraları doldurulmuş sahə kimi göstərin.
hy_am: Ցուցադրել հաջորդականությունը որպես անկյունների հիմքի վրա շրջանաձև դիագրամի լցված մակերես:
kk_kz: Серияны бұрыштар арқылы домалақ диаграммада толтырылған аудан ретінде көрсету.
ru_ru: Отображает последовательности в виде заполненной области на круговой диаграмме на основе углов.
th_th: แสดงซีรี่ส์ที่พื้นที่ทึบ บนไดอะแกรมวงกลมบนฐานมุม
uk_ua: Відображає послідовності у вигляді заповненої області на круговій діаграмі на основі кутів.

# ChartStringId.CmdCreateRotatedBarChartMenuCaption
source: Bar
ar_iq: شريط
az_latn_az: Sütunlu
hy_am: Սյուն
kk_kz: Бар Кестесі
ru_ru: Столбцовая диаграмма
th_th: แถบ
uk_ua: З групуванням

# ChartStringId.CmdCreateRotatedBarChartDescription
source: Summarize and display categories of data and compare amounts or values between different categories.
ar_iq: تلخيص وعرض فئات البيانات ومقارنة الكميات أو القيم بين مختلف الفئات.
az_latn_az: Verilənlər kateqoriyalarını ümumiləşdir və göstər və müxtəlif kateqoriyalar arasında məbləğ və ya qiymətləri müqayisə et.
hy_am: Ամփոփել և ցուցադրել տվյալների կատեգորիաները և համեմատել տարբեր կատեգորիաների քանակները կամ արժեքները:
kk_kz: Мәтіндердің категориясын қорытындысын шығарып көрсетіңіз және әртүрлі категория арасында мөлшерін немесе мәтіндерін салыстырыңыз.
ru_ru: Обобщает и отображает категории данных, и сравнивает суммы или значения между различными категориями.
th_th: สรุป และแสดงหมวดหมู่ข้อมูลและเปรียบเทียบกับจำนวน หรือค่า ระหว่างหมวดหมู่ที่ต่างกัน
uk_ua: Узагальнює і відображає категорії даних, і порівнює суми або значення між різними категоріями.

# ChartStringId.CmdCreateRotatedFullStackedBarChartMenuCaption
source: 100% Stacked Bar
ar_iq: شريطي مكدس 100%
az_latn_az: 100% çoxqatlı sütunlu diqaram
hy_am: Սյուն 100% բաղկացուցիչներով
kk_kz: 100% Көп қатпарлы Бағаналы Диаграмма
ru_ru: 100%-ная многослойная столбчатая диаграмма
th_th: แถบกองซ้อน 100%
uk_ua: 100% -ва багатошарова столбчатая діаграма

# ChartStringId.CmdCreateRotatedFullStackedBarChartDescription
source: Compare the percentage each value contributes to a total across categories using horizontal rectangles. Use it when the values on the chart represent durations or when the category text is very long.
ar_iq: قارن النسبة المئوية التي تساهم فيها كل قيمة في المجموع عبر الفئات باستخدام المستطيلات الأفقية. استخدم هذه الطريقة عندما تمثل القيم على المخطط فترات زمنية أو عندما يكون نص الفئة طويلاً جداً.
az_latn_az: Üfüqi düzbucaqlılardan istifadə etməklə hər bir qiymətin cəmə əlavə etdiyi faizi müqayisə edin. Diaqramdakı qiymətlər müddətləri göstərdikdə və ya kateqoriya mətni çox uzun olduqda ondan istifadə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած տոկոսային մասնաբաժինն ամբողջի նկատմամբ՝ օգտագործելով հորիզոնական ուղղանկյունները: Կիրառել այն, երբ դիագրամի արժեքները տևողություններ են ներկայացնում, կամ երբ կատեգորիայի տեքստը շատ երկար է:
kk_kz: Диагноз бойынша барлық санды шығаруға қолданылған бүкіл мәтіндердің пайызын горизонталды тікбұрышты қолданып салыстырыңыз. Оны категория тексті ұзын болғанда немесе кестедегі мәтіндер қзақтықты көрсеткенде қолданыңыз.
ru_ru: Сравнивает процентный объём, который каждое значение вносит в общую сумму, используя горизонтальные прямоугольники. Применяется в тех случаях, когда значения на графике представляют собой длительность или текст категорий является слишком длинным.
th_th: เปรียบเทียบเปอร์เซ็นของแต่ละค่าที่รองรับ กับจำนวนหมวดหมู่ทั้งหมด โดยการใช้สี่เหลี่ยมผืนผ้าแนวนอน ใช้เมื่อค่าบนแผนภูมินั้นแสดงถึงระยะเวลา หรือเมื่อข้อความในหมวดหมู่นั้นยาวมาก
uk_ua: Порівнює відсотковий обсяг, який кожне значення вносить в загальну суму, використовуючи горизонтальні прямокутники. Застосовується в тих випадках, коли значення на графіку відображає тривалість або текст категорій є занадто довгим.

# ChartStringId.CmdCreateRotatedSideBySideFullStackedBarChartMenuCaption
source: Clustered 100% Stacked Bar
ar_iq: شريطي مكدس متفاوت المسافات 100%
az_latn_az: Qruplaşdırılmış 100% çoxqatlı sütunlu diqaram
hy_am: Խմբավորած սյուն 100% բաղկացուցիչներով
kk_kz: Кластерлік 100% Толтырылған Бар Кестесі
ru_ru: Кластерная 100%-ная многослойная столбчатая диаграмма
th_th: แถบกองซ้อน 100% ที่รวมกลุ่มกัน
uk_ua: Кластерна 100% -ва багатошарова столбчатая діаграма

# ChartStringId.CmdCreateRotatedSideBySideFullStackedBarChartDescription
source: Combine the advantages of both the 100% Stacked Bar and Clustered Bar chart types, so you can stack different bars, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع المخطط الشريطية المكدسة 100% والشريطية المتفاوتة المسافات بحيث تستطيع تكديس شرائط مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm 100% çoxqatlı sütunlu diqaram, həm də qruplaşdırılmış sütunlu diqaram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif sütunlrarı diqaram çoxqatlını yarada və eyni ox qiyməti üzrə onları qruplarda birləşdirə biləsiniz.
hy_am: Միավորել 100% բաղկացուցիչներով սյան և խմբավորած սյան գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր սյուներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін 100% Толтырылған Бар Диаграмма және Кластерлік Бар Диаграмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как 100%-ной многослойной столбчатой гистограммы, так и кластерной столбчатой гистограммы, что позволяет пользователю складывать различные столбцовые диаграммы и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งประเภทแผนภูมิแถบกองซ้อน 100% และแถบรวมกลุ่มเข้าด้วยกัน เพื่อที่คุณจะสามารถกองซ้อนแถบที่ต่างกันได้ และรวมเข้าด้วยกันเป็นกลุ่มตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як 100% -ної багатошарової стовпчикової ​​гістограми, так і кластерної стовпчикової ​​гістограми, що дозволяє користувачеві складати різні діаграми і об'єднувати їх в групи на одній осі.

# ChartStringId.CmdCreateRotatedSideBySideStackedBarChartMenuCaption
source: Clustered Stacked Bar
ar_iq: شريطي مكدس متفاوت المسافات
az_latn_az: Qruplaşmış çoxqatlı sütunlu diqaram
hy_am: Խմբավորած սյուն բաղկացուցիչներով
kk_kz: Кластерлік Толтырылған Бар Кестесі
ru_ru: Кластерная многослойная столбчатая диаграмма
th_th: แถบกองซ้อนที่รวมกลุ่ม
uk_ua: Кластерна багатошарова столбчатая діаграма

# ChartStringId.CmdCreateRotatedSideBySideStackedBarChartDescription
source: Combine the advantages of both the Stacked Bar and Clustered Bar chart types, so that you can stack different bars, and combine them into groups across the same axis value.
ar_iq: اجمع ميزات أنواع المخطط الشريطية المكدسة والشريطية المتفاوتة المسافات بحيث تستطيع تكديس شرائط مختلفة ودمجها في مجموعات عبر نفس قيمة المحور.
az_latn_az: Həm çoxqatlı sütunlu diqaram, həm də qruplaşdırılmış sütunlu diqaram növlərinin üstünlüklərini birləşdirin ki, siz müxtəlif sütunların çoxqatlı yarada və eyni ox qiyməti üzrə onları qruplarda birləşdirə biləsiniz.
hy_am: Միավորել բաղկացուցիչներով սյան և խմբավորած սյան գրաֆիկի տեսակների առավելությունները, որպեսզի կարողանաք տարբեր սյուներ կուտակել և համախմբել դրանք նույն առանցքի արժեքի շուրջ:
kk_kz: Әртүрлі бағаналарды қосу үшін Көп қатпарлы Бағаналы Диаграмма және Кластерлік Бағаналы Диаграмма түрлерін қосып артықшылдықтарын қолданыңыз.
ru_ru: Сочетает в себе преимущества обоих типов как многослойной столбчатой гистограммы, так и кластерной столбчатой гистограммы, что позволяет пользователю складывать различные столбцовые диаграммы и объединять их в группы по всему значению одной и той же оси.
th_th: รวมประโยชน์ของทั้งประเภทแผนภูมิแถบกองซ้อน และแถบรวมกลุ่มเข้าด้วยกัน เพื่อที่คุณจะสามารถกองซ้อนแถบที่ต่างกันได้ และรวมเข้าด้วยกันเป็นกลุ่มตลอดทั้งค่าแกนเดียวกัน
uk_ua: Поєднує в собі переваги обох типів як багатошарової стовпчикової ​​гістограми, так і кластерної стовпчикової ​​гістограми, що дозволяє користувачеві складати різні діаграми і об'єднувати їх в групи на одній осі.

# ChartStringId.CmdCreateRotatedStackedBarChartMenuCaption
source: Stacked Bar
ar_iq: شريطي مكدس
az_latn_az: Çoxqatlı sütunlu diqaram
hy_am: Սյունբաղկացուցիչներով
kk_kz: Көп қатпарлы Бағаналы Диаграммасы
ru_ru: Многослойная столбчатая диаграмма
th_th: แถบกองซ้อน
uk_ua: Багатошарова столбчатая діаграма

# ChartStringId.CmdCreateRotatedStackedBarChartDescription
source: Compare the contribution of each value to a total across categories by using horizontal rectangles.
ar_iq: قارن مساهمة كل قيمة في المجموع عبر الفئات باستخدام المستطيلات الأفقية.
az_latn_az: Üfüqi düzbucaqlılardan istifadə etməklə kateqoriyalar üzrə hər bir qiymətin cəmə əlavəsini müqayisə edin.
hy_am: Համեմատել կատեգորիաներում յուրաքանչյուր արժեքի ներդրած մասնաբաժինն ամբողջի նկատմամբ՝ օգտագործելով հորիզոնական ուղղանկյունները:
kk_kz: Жалпы категорияға қосқан әр мәтінінің үлесін көлденең тікбұрышты қолданып салыстырыңыз.
ru_ru: Сравнивает вклад каждого значения в общую сумму по категориям используя горизонтальные прямоугольники.
th_th: เปรียบเทียบผลของแต่ละค่า กับทั้งหมดของทั้งหมวดหมู่ โดยการใช้สี่เหลี่ยมผืนผ้าแนวนอน
uk_ua: Порівнює внесок кожного значення в загальну суму за категоріями використовуючи горизонтальні прямокутники.

# ChartStringId.CmdPrintMenuCaption
source: Print
ar_iq: طباعة
az_latn_az: Çap et
hy_am: Տպել
ka_ge: ბეჭდვა
kk_kz: Басып Шығару
ru_ru: Печать
th_th: พิมพ์
uk_ua: Друк

# ChartStringId.CmdPrintDescription
source: Select a printer, number of copies and other printing options before printing.
ar_iq: حدد الطابعة وعدد النسخ وخيارات الطباعة الأخرى قبل الطباعة.
az_latn_az: Çap etməmişdən əvvəl printeri, nüsxələrin sayı və digər çap seçimlərini təyi et.
hy_am: Ընտրել տպիչը, պատճենների թիվը և տպելու մյուս ընտրանքները՝ նախքան տպելը:
kk_kz: Басып шығару алдында принтерді, көшірме саны және басқа параметрлерді таңдаңыз.
ru_ru: Выберите принтер, количество копий и другие необходимые настройки перед печатью.
th_th: เลือกเครื่องพิมพ์ จำนวนสำเนา และตัวเลือกการพิมพ์อื่นๆก่อนทำการพิมพ์
uk_ua: Оберіть принтер, кількість копій та інші oпції друку перед початком друку.

# ChartStringId.CmdPrintPreviewMenuCaption
source: Print Preview
ar_iq: معاينة الطباعة
az_latn_az: Çapa ilkin baxış
hy_am: Տպման նախնական դիտում
ka_ge: ბეჭდვის წინასწარი ნახვა
kk_kz: Алдын ала қарап алу
ru_ru: Предварительный просмотр печати
th_th: พรีวิวการพิมพ์
uk_ua: Попередній перегляд друку

# ChartStringId.CmdPrintPreviewDescription
source: Preview and make changes to pages before printing.
ar_iq: قم بالمعاينة وإجراء التغييرات على الصفحات قبل الطباعة.
az_latn_az: Çap etməmişdən əvvəl səhifələrin ilkin baxışı açın və dəyişikliklər edin.
hy_am: Նախնական դիտում իրականացնել և փոփոխություններ կատարել էջերում նախքան տպելը:
kk_kz: Басып шығарудың алдында көріп өзгерістерді енгізіңіз.
ru_ru: Проведите предварительный просмотр и внесите изменения в настройки страниц перед печатью.
th_th: พรีวิว และทำการเปลี่ยนแปลงกับหน้ากระดาษก่อนทำการพิมพ์
uk_ua: Проведіть попередній перегляд і внесіть зміни в налаштування сторінок перед друком.

# ChartStringId.CmdExportPlaceHolderMenuCaption
source: Export
ar_iq: تصدير
az_latn_az: Eksport et
hy_am: Արտահանել
ka_ge: ექსპორტი
kk_kz: Экспорттау
ru_ru: Экспорт
th_th: ส่งออก
uk_ua: Експорт

# ChartStringId.CmdExportPlaceHolderDescription
source: Export the current document in one of the available formats, and save it to the file on a disk.
ar_iq: تصدير المستند الحالي في واحدة من التنسيقات المتاحة، وحفظه إلى ملف على القرص.
az_latn_az: Cari sənədi mövcud formatlardan birinə eksport edin və onu diskdə faylda saxlayın.
hy_am: Արտահանել ընթացիկ փաստաթուղթը որևէ առկա ձևաչափով և պահպանել ֆայլը դիսկի վրա:
kk_kz: Документті белгілі форматта экспорттаңыз және оны файлда сақтаңыз.
ru_ru: Экспортируйте текущий документ в один из доступных форматов, и сохраните его на диске в виде файла.
th_th: ส่งเอกสารปัจจุบันออกในหนึ่งในฟอร์แม็ตที่ใช้ได้ และบันทึกมาที่ไฟล์บนดิสก์
uk_ua: Експортувати документ в один з доступних форматів, та зберегти його у файлі на диску

# ChartStringId.CmdExportToPDFMenuCaption
source: Export to PDF
ar_iq: التصدير إلى PDF
az_latn_az: PDF-ə eksport et
hy_am: Արտահանել դեպի PDF
ka_ge: ექსპორტი PDF-ში
kk_kz: PDF түріне экспорттау
ru_ru: Экспортировать в формат PDF
th_th: ส่งออกเป็น PDF
uk_ua: Експортувати у PDF

# ChartStringId.CmdExportToPDFDescription
source: Adobe Portable Document Format
ar_iq: تنسيق مستند محمول Adobe
az_latn_az: Adobe Portativ Sənəd Formatı
hy_am: Adobe Portable Document ձևաչափ
ka_ge: Adobe-თან შეთავსებადი დოლუმენტის ფორმატი
kk_kz: Таси алатын Adobe документының Форматы
ru_ru: Формат Adobe Portable Document
th_th: ฟอร์แม็ตเอกสารอะโดบีพอร์เทเบิล
uk_ua: Формат Adobe Portable Document

# ChartStringId.CmdExportToHTMLMenuCaption
source: Export to HTML
ar_iq: التصدير إلى HTML
az_latn_az: HTML-ə eksport et
hy_am: Արտահանել դեպի HTML
ka_ge: ექსპორტი HTML-ში
kk_kz: HTML түріне экспорттау
ru_ru: Экспорт в HTML
th_th: ส่งออกเป็น HTML
uk_ua: Експортувати у HTML

# ChartStringId.CmdExportToHTMLDescription
source: Web Page
ar_iq: صفحة ويب
az_latn_az: Veb-səhifə
hy_am: Կայքէջ
ka_ge: ვებ გვერდი
kk_kz: Веб бет
ru_ru: Веб-страница
th_th: หน้าเว็บ
uk_ua: Веб-сторінка

# ChartStringId.CmdExportToMHTMenuCaption
source: Export to MHT
ar_iq: تصدير إلى MHT
az_latn_az: MHT-yə eksport et
hy_am: Արտահանել դեպի MHT
ka_ge: ესპორტი MHT-ში
kk_kz: MHT түріне экспорттау
ru_ru: Экспорт в MHT
th_th: ส่งออกเป็น MHT
uk_ua: Експортувати у MHT

# ChartStringId.CmdExportToMHTDescription
source: Single File Web Page
ar_iq: صفحة ويب في ملف واحد
az_latn_az: Tək fayl veb-səhifəsi
hy_am: Վեբ էջը մեկ ֆայլում
ka_ge: ექსპორტი MHT-ში
kk_kz: Бір файылды веб бет
ru_ru: Веб-страница в одном файле
th_th: หน้าเว็บไฟล์เดี่ยว
uk_ua: Веб-сторінка в одному файлі

# ChartStringId.CmdExportToXLSMenuCaption
source: Export to XLS
ar_iq: التصدير إلى XLS
az_latn_az: XLS-ə eksport et
hy_am: Արտահանել դեպի XLS
ka_ge: ექსპორტი XLST-ში
kk_kz: XLS түріне экспорттау
ru_ru: Экспортировать в формат XLS
th_th: ส่งออกเป็น XLS
uk_ua: Експортувати у XLS

# ChartStringId.CmdExportToXLSDescription
source: Microsoft Excel 2000-2003 Work Book
ar_iq: مصنف Microsoft Excel 2000-2003
az_latn_az: Microsoft Excel 2000-2003 İş Kitabı
hy_am: Microsoft Excel 2000-2003 Աշխատանքային Գիրք
kk_kz: Microsoft Excel 2000-2003 кітабы
ru_ru: Книга Microsoft Excel версий 2000-2003
th_th: หนังสือทำงาน Microsoft Excel 2000-2003
uk_ua: Книга Microsoft Excel версій 2000-2003

# GridStringId.MenuColumnClearAllSorting
source: Clear All Sorting
az_latn_az: Bütün sıralanmanı sil
th_th: ล้างการเรียงลำดับทั้งหมด
uk_ua: Очистити всі Сортування

# GridStringId.WindowWarningCaption
source: Warning
az_latn_az: Diqqət
th_th: คำเตือน
uk_ua: Попередження

# GridStringId.EditFormUpdateButton
source: Update
az_latn_az: Yenilə
th_th: อัพเดต
uk_ua: Поновити

# GridStringId.EditFormCancelButton
source: Cancel
az_latn_az: İmtina
th_th: ยกเลิก
uk_ua: Скасувати

# GridStringId.EditFormCancelMessage
source: Do you want to cancel editing?
az_latn_az: Siz dəyişiklikləri ləğv etmək istəyirsiniz?
th_th: คุณต้องการยกเลิกการแก้ไขหรือไม่
uk_ua: Бажаєте скасувати редагування?

# GridStringId.EditFormSaveMessage
source: Your data is modified. Do you want to save the changes?
az_latn_az: Sizin məlumat dəyişdirilib. Dəyişiklikləri yaddaşa salmaq istəyirsiniz?
th_th: ข้อมูลของคุณถูกแก้ไขแล้ว คุรต้องการบันทึกการเปลี่ยนแปลงหรือไม่
uk_ua: Ваші дані змінені. Ви бажаєте зберегти зміни?

# GridStringId.CheckboxSelectorColumnCaption
source: Selection
az_latn_az: Seçim
th_th: การเลือก
uk_ua: Вибір

# GridStringId.FindNullPrompt
source: Enter text to search...
az_latn_az: Axtarış üçün mətni daxil et...
th_th: ป้อนข้อความเพื่อค้นหา...
uk_ua: Введіть текст для пошуку ...

# StringId.PreviewPaused
source: Paused
az_latn_az: Dayandırılıb
th_th: ถูกพัก
uk_ua: Призупинено

# StringId.PreviewError
source: Error
az_latn_az: Səhv
th_th: ข้อผิดพลาด
uk_ua: Помилка

# StringId.PreviewPendingDeletion
source: Pending Deletion
az_latn_az: Silmə gözlənilir
th_th: กำลังรอการลบ
uk_ua: В очікуванні видалення

# StringId.PreviewPaperJam
source: PaperJam
az_latn_az: Kağızın ilişməsi
th_th: กระดาษติด
uk_ua: Затискання паперу

# StringId.PreviewPaperOut
source: PaperOut
az_latn_az: Kağızın buraxılması
th_th: กระดาษหมด
uk_ua: Папер закінчився

# StringId.PreviewManualFeed
source: ManualFeed
az_latn_az: Əllə salınması
th_th: ป้อนประดาษด้วยตนเอง
uk_ua: Ручне подавання

# StringId.PreviewPaperProblem
source: PaperProblem
az_latn_az: Kağızla problem
th_th: ปัญหากระดาษ
uk_ua: Проблема з папером

# StringId.PreviewOffline
source: Offline
az_latn_az: Muxtariyyətli rejim
th_th: ออฟไลน์
uk_ua: Недосяжний

# StringId.PreviewIOActive
source: IO Active
az_latn_az: İO fəal
th_th: IO สามารถใช้งาน
uk_ua: Обмін даними активний

# StringId.PreviewBusy
source: Busy
az_latn_az: Məşğul
th_th: ยุ่ง
uk_ua: Зайнятий

# StringId.PreviewPrinting
source: Printing
az_latn_az: Cap olunur
th_th: กำลังพิมพ์
uk_ua: Друкування

# StringId.PreviewOutputBinFull
source: Output Bin Full
az_latn_az: Kağızı buraxılan qutu doludur
th_th: ถังขยะเต็ม
uk_ua: Вихідний лоток заповнений

# StringId.PreviewNotAvaible
source: Not Avaible
az_latn_az: Mövcud deyil
th_th: ไม่สามารถใช้ได้
uk_ua: Не достдупний

# StringId.PreviewWaiting
source: Waiting
az_latn_az: Gözləyir
th_th: กำลังรอ
uk_ua: Очікування

# StringId.PreviewProcessing
source: Processing
az_latn_az: Emal olunur
th_th: กำลังทำงาน
uk_ua: Обробка

# StringId.PreviewInitializing
source: Initializing
az_latn_az: İnisializasiya olunur
th_th: กำลังกำหนดค่าตั้งต้น
uk_ua: Ініціалізація

# StringId.PreviewWarmingUp
source: Warming Up
az_latn_az: Hazırlanır
th_th: กำลังเตรียมพร้อม
uk_ua: Розігрів

# StringId.PreviewTonerLow
source: Toner Low
az_latn_az: Boyanın həcmi azdır
th_th: น้ำยาปรับสีเหลือน้อย
uk_ua: Низький рівень тонера

# StringId.PreviewNoToner
source: No Toner
az_latn_az: Boya qurtarıb
th_th: ไม่มีน้ำยาปรับสี
uk_ua: Немає тонера

# StringId.PreviewPagePunt
source: Page Punt
az_latn_az: Səhifələrin qoyulması
th_th: กระดาษสะดุด
uk_ua: Лоток сторінки

# StringId.PreviewUserIntervention
source: User Intervention
az_latn_az: İstifadəçinin müdaxiləsi
th_th: ใช้การแทรกแซง
uk_ua: Втручання користувача
