Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# GridStringId.LayoutViewMultiColumnModeBtnHint
source: Multiple Columns
ar_iq: عدة أعمدة
az_latn_az: Çoxsaylı sütunlar
hy_am: Բազմաթիվ սյունակներ
ka_ge: მრავალი მწკრივი
kk_kz: Көп бағана
ru_ru: Много колонок
th_th: หลายคอลัมน์
uk_ua: Багато колонок

# GridStringId.LayoutViewMultiRowModeBtnHint
source: Multiple Rows
ar_iq: عدة صفوف
az_latn_az: Çoxsaylı sətirlər
hy_am: Բազմաթիվ տողեր
ka_ge: მრავალი რიგი
kk_kz: Көп жол
ru_ru: Много строк
th_th: หลายแถว
uk_ua: Багато рядків

# GridStringId.MenuColumnGroupIntervalMonth
source: Month
ar_iq: شهر
az_latn_az: Ay
hy_am: Ամիս
ka_ge: თვე
kk_kz: Ай
ru_ru: Месяц
th_th: เดือน
uk_ua: Місяць

# GridStringId.MenuColumnGroupIntervalNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არცერთი
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# GridStringId.MenuFooterNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არ არის
kk_kz: &Жоқ
ru_ru: &Нет
th_th: ไม่มี
uk_ua: Немає

# LayoutStringId.DefaultEmptyText
source: none
ar_iq: بلا
az_latn_az: boş
hy_am: դատարկ
ka_ge: არ არის
kk_kz: Бос
ru_ru: пусто
th_th: ไม่มี
uk_ua: Немає

# PivotGridStringId.PopupMenuMovetoBeginning
source: Move to Beginning
ar_iq: الانتقال إلى البداية
az_latn_az: Başlanğıca keçid
hy_am: Տեղափոխել սկիզբ
ka_ge: გადადით დასაწყისში
kk_kz: Бас жағына
ru_ru: В начало
th_th: ย้ายไปที่จุดเริ่มต้น
uk_ua: На початок

# PivotGridStringId.PopupMenuMovetoEnd
source: Move to End
ar_iq: الانتقال إلى النهاية
az_latn_az: Sona keçid
hy_am: Տեղափոխել վերջ
ka_ge: გადადით ბოლოში
kk_kz: Соңына
ru_ru: В конец
th_th: ย้ายไปจุดสุดท้าย
uk_ua: В кінець

# PivotGridStringId.PopupMenuMovetoLeft
source: Move to Left
ar_iq: الانتقال إلى اليسار
az_latn_az: Sola keçid
hy_am: Տեղափոխել ձախ
ka_ge: გადადით მარცხნივ
kk_kz: Солға
ru_ru: Налево
th_th: ย้ายไปทางซ้าย
uk_ua: Вліво

# PivotGridStringId.PopupMenuMovetoRight
source: Move to Right
ar_iq: الانتقال إلى اليمين
az_latn_az: Sağa keçid
hy_am: Տեղափոխել աջ
ka_ge: გადადით მარჯვნივ
kk_kz: Оңға
ru_ru: Направо
th_th: ย้ายไปทางขวา
uk_ua: Вправо

# PivotGridStringId.StatusNeutral
source: Neutral
ar_iq: محايد
az_latn_az: Neytral
hy_am: Չեզոք
ka_ge: ნეიტრალური
kk_kz: Бейтарап
ru_ru: Нейтральный
th_th: ปานกลาง
uk_ua: Нейтральний

# PivotGridStringId.TrendNoChange
source: No Change
ar_iq: بدون تغيير
az_latn_az: Dəyişiklik yoxdur
hy_am: Չի փոփոխվում
ka_ge: არ იცვლება
kk_kz: Өзгермейді
ru_ru: Не изменяется
th_th: ไม่เปลี่ยน
uk_ua: Не змінюється

# PreviewStringId.ExportOption_ActionAfterExport_None
source: Nothing
ar_iq: لاشيء
az_latn_az: Heç nə
hy_am: Ոչինչ
ka_ge: არაფერი
kk_kz: Ештеңе
ru_ru: Ничего
th_th: ไม่มี
uk_ua: Нічого

# PreviewStringId.ExportOption_PdfChangingPermissions_None
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არცერთი
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# PreviewStringId.ExportOption_PdfPrintingPermissions_None
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არცერთი
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# PreviewStringId.ExportOption_XpsCompression_Normal
source: Normal
ar_iq: عادي
az_latn_az: Adi
hy_am: Նորմալ
ka_ge: ნორმალური
kk_kz: Қалыпты
ru_ru: Нормальный
th_th: ปกติ
uk_ua: Нормальне

# PreviewStringId.ExportOption_XpsCompression_NotCompressed
source: Not compressed
ar_iq: غير مضغوط
az_latn_az: Sıxılmamışdır
hy_am: Չսեղմված
ka_ge: არ არის შეკუმშული
kk_kz: Қысылмаған
ru_ru: Не сжатый
th_th: ไม่บีบอัด
uk_ua: Не стискати

# PreviewStringId.ExportOptionsForm_CaptionNativeOptions
source: Native Format Options
ar_iq: خيارات التنسيق الاصلي
az_latn_az: Standart format seçimləri
hy_am: Հարազատ ֆորմատի ընտրանքներ
ka_ge: მშობლიური ფორმატის ოპციები
kk_kz: Бастапқы форматтың опциялары
ru_ru: Опции родного формата
th_th: ตัวเลือกฟอร์แม็ตท้องถิ่น
uk_ua: Опції власного формату

# PreviewStringId.Margin_Millimeter
source: mm
hy_am: մմ
ka_ge: მმ
kk_kz: мм
ru_ru: мм
th_th: มม.
uk_ua: мм

# PreviewStringId.Msg_NeedPrinter
source: No printers installed.
ar_iq: الطابعة غير مثبتة
az_latn_az: Heç bir printer quraşıdırılmamışdır.
hy_am: Տպիչներ տեղադրված չեն:
ka_ge: პრინტერების არ არის დაყენებული
kk_kz: Принтер орнатылмаған.
ru_ru: Принтер не установлен.
th_th: ไม่มีเครื่องพิมพ์ติดตั้งอยู่
uk_ua: Прінтер не встановлений.

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsModerate_Caption
source: Moderate
ar_iq: معتدل
az_latn_az: Orta dərəcəli
hy_am: Չափավոր
ka_ge: ზომიერი
kk_kz: Біркелкі
ru_ru: Умеренный
th_th: ปานกลาง
uk_ua: Помірний

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsModerate_Description
source: Moderate
ar_iq: معتدل
az_latn_az: Orta dərəcəli
hy_am: Չափավոր
ka_ge: ზომიერი
kk_kz: Біркелкі
ru_ru: Умеренный
th_th: ปานกลาง
uk_ua: Помірний

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsNarrow_Caption
source: Narrow
ar_iq: ضيق
az_latn_az: Dar
hy_am: Նեղ
ka_ge: ვიწრო
kk_kz: Жіңішке
ru_ru: Узкий
th_th: แคบ
uk_ua: Вузький

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsNarrow_Description
source: Narrow
ar_iq: ضيق
az_latn_az: Dar
hy_am: Նեղ
ka_ge: ვიწრო
kk_kz: Жіңішке
ru_ru: Узкий
th_th: แคบ
uk_ua: Вузький

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsNormal_Caption
source: Normal
ar_iq: عادي
az_latn_az: Adi
hy_am: Նորմալ
ka_ge: ნორმალური
kk_kz: Қалыпты
ru_ru: Нормальный
th_th: ปกติ
uk_ua: Нормальний

# PreviewStringId.RibbonPreview_GalleryItem_PageMarginsNormal_Description
source: Normal
ar_iq: عادي
az_latn_az: Adi
hy_am: Նորմալ
ka_ge: ნორმალური
kk_kz: Қалыпты
ru_ru: Нормальный
th_th: ปกติ
uk_ua: Нормальний

# PreviewStringId.RibbonPreview_PageGroup_Navigation
source: Navigation
ar_iq: تنقل
az_latn_az: Naviqasiya
hy_am: Կողմնորոշում
ka_ge: მართვა
kk_kz: Басқару
ru_ru: Управление
th_th: ตัวนำทาง
uk_ua: Навігація

# PreviewStringId.RibbonPreview_Pointer_STipTitle
source: Mouse Pointer
ar_iq: مؤشر الماوس
az_latn_az: Siçanın göstəricisi
hy_am: Մկնիկի ցուցիչ
ka_ge: თაგვის მაჩვენებელი
kk_kz: Тімтуірдің көрсеткіші
ru_ru: Указатель мыши
th_th: เมาส์ชี้
uk_ua: Курсор мишки

# PreviewStringId.RibbonPreview_ShowFirstPage_STipContent
source: Navigate to the first page of the document.
ar_iq: انتقل إلى الصفحة الأولى من المستند.
az_latn_az: Sənədin birinci səhifəsinə get
hy_am: Անցնել փաստաթղթի առաջին էջ:
ka_ge: დოკუმენტის პირველ გვერდზე გადასვლა.
kk_kz: Құжаттың бірінші бетіне көшу.
ru_ru: Переход на первую страницу документа.
th_th: นำทางไปที่หน้าแรกของเอกสาร
uk_ua: Перехід на першу сторінку документу.

# PreviewStringId.RibbonPreview_ShowLastPage_STipContent
source: Navigate to the last page of the document.
ar_iq: انتقل إلى الصفحة الاخيرة من المستند.
az_latn_az: Sənədin sonuncu səhifəsinə get
hy_am: Անցնել փաստաթղթի վերջին էջ:
ka_ge: დოკუმენტის ბოლო გვერდზე გადასვლა.
kk_kz: Құжаттың соңғы бетіне көшу.
ru_ru: Переход на последнюю страницу документа.
th_th: นำทางไปที่หน้าสุดท้ายของเอกสาร
uk_ua: Перехід на останню сторінку документу.

# PreviewStringId.RibbonPreview_ShowNextPage_Caption
source: Next Page
ar_iq: الصفحة التالية
az_latn_az: Növbəti səhifə
hy_am: Հաջորդ էջ
ka_ge: მომდევნო გვერდი
kk_kz: Келесі бет
ru_ru: Следующая страница
th_th: หน้าต่อไป
uk_ua: Наступна сторінка

# PreviewStringId.RibbonPreview_ShowNextPage_STipContent
source: Navigate to the next page of the document.
ar_iq: انتقل إلى الصفحة التالية من المستند.
az_latn_az: Sənədin növbəti səhifəsinə get
hy_am: Անցնել փաստաթղթի հաջորդ էջ:
ka_ge: დოკუმენტის მომდევნო გვერდზე გადასვლა.
kk_kz: Құжаттың келесі бетіне көшу.
ru_ru: Переход на следующую страницу документа.
th_th: นำทางไปที่หน้าต่อไปของเอกสาร
uk_ua: Перехід на наступну сторінку документу.

# PreviewStringId.RibbonPreview_ShowNextPage_STipTitle
source: Next Page (PageDown)
ar_iq: الصفحة التالية (الصفحة إلى أسفل/PageDown)
az_latn_az: Növbəti səhifə(Aşağı səhifə)
hy_am: Հաջորդ էջ (PageDown)
ka_ge: მომდევნო გვერდი (PageDown)
kk_kz: Келесі бет (PageDown)
ru_ru: Следующая страница (PageDown)
th_th: หน้าต่อไป (หน้าลง)
uk_ua: Наступна сторінка (PageDown)

# PreviewStringId.RibbonPreview_ShowPrevPage_STipContent
source: Navigate to the previous page of the document.
ar_iq: انتقل إلى الصفحة السابقة من المستند.
az_latn_az: Sənədin əvvəlki səhifəsinə get
hy_am: Անցնել փաստաթղթի նախորդ էջ:
ka_ge: დოკუმენტის წინა გვერდზე გადასვლა.
kk_kz: Құжаттың алдыңғы бетіне көшу.
ru_ru: Переход на предыдущую страницу документа.
th_th: นำทางไปที่หน้าก่อนหน้านี้ของเอกสาร
uk_ua: Перехід на попередню сторінку документу.

# PreviewStringId.SaveDlg_FilterNativeFormat
source: Native Format
ar_iq: تنسيق أصلي
az_latn_az: Standart format
hy_am: Հարազատ ֆորմատ
ka_ge: მშობლიური ფორმატი
kk_kz: Бастапқы формат
ru_ru: Родной формат
th_th: ฟอร์แม็ตแบบลบ
uk_ua: Рідний формат

# PreviewStringId.SB_PageNone
source: none
ar_iq: بلا
az_latn_az: boş
hy_am: (չկա)
ka_ge: არ არის
kk_kz: Жоқ
ru_ru: (нет)
th_th: ไม่มี
uk_ua: Немає

# PreviewStringId.Shapes_Octagon
source: Octagon
ar_iq: مثمن
az_latn_az: Səkkizbucaqlı
hy_am: Ութանկյուն
ka_ge: რვაკუთხედი
kk_kz: Сегізбұрыш
ru_ru: Восьмиугольник
th_th: รูปแปดเหลี่ยม
uk_ua: Восьмикутник

# PreviewStringId.TB_TTip_MultiplePages
source: Multiple Pages
ar_iq: متعدد الصفحات
az_latn_az: Çoxsaylı səhifələr
hy_am: Բազմաթիվ էջեր
ka_ge: მრავალი გვერდი
kk_kz: Бірнеше бет
ru_ru: Несколько страниц
th_th: หลายหน้า
uk_ua: Багато сторінок

# PreviewStringId.TB_TTip_NextPage
source: Next Page
ar_iq: الصفحة التالية
az_latn_az: Növbəti səhifə
hy_am: Հաջորդ էջ
ka_ge: მომდევნო გვერდი
kk_kz: Келесі бет
ru_ru: Следующая страница
th_th: หน้าต่อไป
uk_ua: Наступна сторінка

# ReportStringId.BandDsg_QuantityPerPage
source: one band per page
ar_iq: نطاق واحد في الصفحة
az_latn_az: hər səhifəyə bir qrup
hy_am: մեկ անգամ էջի վրա
ka_ge: ერთხელ ერთ გვერდზე
kk_kz: Бетте бір рет
ru_ru: один раз на странице
th_th: หนึ่งแถบต่อหน้า
uk_ua: раз на сторінці

# ReportStringId.CatNavigation
source: Navigation
ar_iq: تنقل
az_latn_az: Naviqasiya
hy_am: կողմնորոշում
ka_ge: ნავიგაცია
kk_kz: Басқару
ru_ru: Навигация
th_th: การนำทาง
uk_ua: Навігація

# ReportStringId.Cmd_BandMoveDown
source: Move Down
ar_iq: تحريك إلى أسفل
az_latn_az: Yerini aşağıya dəyiş
hy_am: Իջեցնել ներքև
ka_ge: ქვემოთ გადატანა
kk_kz: Төменге орнын ауыстыру
ru_ru: Переместить вниз
th_th: ย้ายลง
uk_ua: Перемістити вниз

# ReportStringId.Cmd_BandMoveUp
source: Move Up
ar_iq: تحريك إلى أعلى
az_latn_az: Yerini yuxarıya dəyiş
hy_am: Տեղափոխել վերև
ka_ge: აიტანეთ ზემოთ
kk_kz: Жоғарыға орын ауыстыру
ru_ru: Переместить вверх
th_th: ย้ายขึ้น
uk_ua: Перемістити вверх

# ReportStringId.FRSForm_Msg_NoRuleSelected
source: No formatting rules are selected
ar_iq: لم يتم اختيار قواعد للتنسيق
az_latn_az: Heç bir formatlaşdırma qaydası seçilməmişdir
hy_am: Ֆորմատավորման կանոններ չեն ընտրվել
ka_ge: ფორმატირების წესი არ არის მონიშნული
kk_kz: Форматтау ережесі таңдалмаған
ru_ru: Не выбрано правило форматирования
th_th: ไม่มีการเลือกเกณฑ์การฟอร์แม็ต
uk_ua: Правило форматування не обрано

# ReportStringId.FSForm_Cat_Number
source: Number
ar_iq: العدد
az_latn_az: Rəqəm
hy_am: Թիվ
ka_ge: რიცხვი
kk_kz: Сан
ru_ru: Число
th_th: จำนวน
uk_ua: Число

# ReportStringId.GroupSort_MoveDown
source: Move Down
ar_iq: تحريك إلى أسفل
az_latn_az: Yerini aşağıya dəyiş
hy_am: Տեղափոխել ներքև
ka_ge: ქვემოთ გადატანა
kk_kz: Төменге орнын ауыстыру
ru_ru: Переместить вниз
th_th: ย้ายลง
uk_ua: Перемістити вниз

# ReportStringId.GroupSort_MoveUp
source: Move Up
ar_iq: تحريك إلى أعلى
az_latn_az: Yerini yuxarıya dəyiş
hy_am: Տեղափոխել վերև
ka_ge: აიტანეთ ზემოთ
kk_kz: Жоғарыға орын ауыстыру
ru_ru: Переместить вверх
th_th: ย้ายขึ้น
uk_ua: Перемістити вверх

# ReportStringId.Msg_NotEnoughMemoryToPaint
source: Not enough memory to paint. Zoom level will be reset.
ar_iq: الذاكرة لا تكفي للرسم. سيتم إعادة تعيين مستوى التكبير.
az_latn_az: Şəkil çəkmək üçün yaddaş kifayət qədər deyil. Böyütmə səviyyəsi yenidən təyin ediləcəkdir.
hy_am: Նկարելու համար ոչ բավարար հիշողություն: Փոխեք մասշտաբը, սահմանված արժեքը կվերաբեռնվի:
ka_ge: მეხსიერება არ არის საკმარისი საღებავით შესავსებად. მასშტაბირების დონე თავიდან ჩაირთვება.
kk_kz: Бояу үшін жады жеткіліксіз. Ауқымын өзгертіңіз, орнатылған мәні шығарылып тасталады.
ru_ru: Недостаточно памяти для раскраски. Измените масштаб, установленное значение будет сброшено.
th_th: ไม่มีความจำมากพอสำหรับการวาด ระดับการขยายจะถูกตั้งค่าใหม่
uk_ua: Недостатньо пам'яті для розфарбовування. Необхідно змінити рівень масштабування.

# ReportStringId.PivotGridFrame_Layouts_DescriptionText
source: Modify the XRPivotGrid's layout (sorting settings, field arrangement) and click the Apply button to apply the modifications to the current XRPivotGrid. You can also save the layout to an XML file (this can be loaded and applied to other views at design time and runtime).
ar_iq: تعديل تخطيط XRPivotGrid (إعدادات الفرز، ترتيب الحقل) وانقر على زر تطبيق لتطبيق التعديلات على XRPivotGrid الحالي. يمكنك أيضا حفظ التخطيط إلى ملف XML (يمكن تحميل هذا وتطبيقه على عروض أخرى في وقت التصميم ووقت التشغيل).
az_latn_az: XRPivotGrid-in Cədvəlini dəyişdirin (quraşdırmaların növlərə ayrılması, sahəyə dair parametrlərə düzəlişlər) və edilmiş modifikasiyaların cari XRPivotGrid-ə tətbiq edilməsi üçün Tətbiq et düyməsinə basın. Siz, həmçinin Cədvəli XML faylında da yaddaşa verə bilərsiniz (bunu tərtibat və ya iş zamanı yükləmək və digər görünüşlərə tətbiq etmək olar).
hy_am: Փոփոխեք XRԱմփոփիչաղյուսակի դասավորությունը (սորտավորման պարամետր, դաշտի կարգավորում), և սեղմեք Կիրառել կոճակը՝ դիմելու ներկայիս XRPivotGrid-ի փոփոխություններին: Դուք կարող եք նաև պահպանել XML ֆայլի դասավորվածությունը (սա կարող է բեռնվել և կիրառվել ինչպես այլ կարգավորումների դիզայնի ռեժիմում, այնպես էլ կատարման ընթացքում):
ka_ge: შეცვალეთ XRPivotGrid–ის განლაგება (დახარისხების პარამეტრები, ველების დალაგება) და დააწკაპუნეთ ღილაკზე "გამოყენება" მიმდინარე XRPivotGrid–ში ცვლილებების დასაფიქსირებლად. ასევე შესაძლებელია ამ განლაგების დამახსოვრება XML ფორმატში (მისი ჩატვირთვა და პარამეტრების გამოყენება შესაძლებელია როგორც შექმნის რეჟიმში, ისე მუშაობის პროცესში).
kk_kz: XRPivotGrid' орналасуын өзгертіңіз (сұрыптауды, жолақтар диапазонын орнату) және батырманы басыңыз. Ағымдағы XRPivotGrid модификациялау үшін қолдану. XML файлда орналастыруды да сақтай аласыз (оны жүктеуге және теңшелімді дизайнер режимінде де, орындау кезінде де қолдануға болады).
ru_ru: Измените размещение XRPivotGrid (установки сортировки, диапазон полей) и нажмите кнопку Применить для модификации текущего XRPivotGrid. Вы можете также сохранить размещение в XML файле (его можно загрузить и применить настройки как в режиме дизайнера, так и при выполнении).
th_th: แก้ไขเลย์เอาท์ XRPivotGrid (จัดเรียงการตั้งค่า การจัดการช่อง) และคลิกปุ่ม นำไปใช้ เพื่อนำไปใช้กับการแก้ไขที่ XRPivotGrid ปัจจุบัน คุณสามารถบันทึกเลย์เอาท์ไปที่ไฟล์ XML ได้ (สามารถโหลด และนำไปใช้กับมุมมองอื่นๆ ที่เวลาอกแบบ และเวลาทำงาน)
uk_ua: Змініть схему XRPivotGrid (настройки сортування, впорядкування поля) та натисніть на кнопку Застосувати для змін до чинної XRPivotGrid. Ви також можете зберегти схему у файлі XML (його можна завантажити та застосувати до інших видів під час дизайну).

# ReportStringId.RibbonXRDesign_HtmlBackward_STipContent
source: Move back to the previous page.
ar_iq: العودة إلى الصفحة السابقة.
az_latn_az: Əvvəlki səhifəyə yerləşdir
hy_am: Վերադառնալ նախորդ էջ
ka_ge: წინა გვერდზე დაბრუნება
kk_kz: Алдыңғы бет
ru_ru: Предыдущая страница.
th_th: ย้ายไปที่หน้าก่อนหน้านี้
uk_ua: До попередньої сторінки.

# ReportStringId.RibbonXRDesign_HtmlForward_STipContent
source: Move forward to the next page.
ar_iq: الانتقال للأمام إلى الصفحة التالية.
az_latn_az: İrəli, növbəti səhifəyə yerləşdir
hy_am: Անցնել հաջորդ էջ:
ka_ge: გადადით მომდევნო გვერდზე
kk_kz: Келесі бет
ru_ru: Следующая страница.
th_th: ส่งต่อไปยังหน้าต่อไป
uk_ua: До наступної сторінки.

# ReportStringId.RibbonXRDesign_NewReport_Caption
source: New Report
ar_iq: تقرير جديد
az_latn_az: Yeni hesabat
hy_am: Նոր հաշվետվություն
ka_ge: ახალი ანგარიში
kk_kz: Жаңа есеп
ru_ru: Новый отчёт
th_th: รายงานใหม่
uk_ua: Новий звіт

# ReportStringId.RibbonXRDesign_NewReport_STipTitle
source: New Blank Report
ar_iq: تقرير فارغ جديد
az_latn_az: Yeni boş hesabat
hy_am: Նոր դատարկ հաշվետվություն
ka_ge: ახალი ცარიელი ანგარიში
kk_kz: Жаңа есеп
ru_ru: Новый отчёт
th_th: รายงานว่าง
uk_ua: Новий звіт

# ReportStringId.RibbonXRDesign_NewReportWizard_Caption
source: New Report with Wizard...
ar_iq: تقرير جديد مع معالج...
az_latn_az: Bələdçi vasitəsilə yeni hesabat...
hy_am: Նոր հաշվետվություն Կառուցիչի օգնությամբ...
ka_ge: ახალი ანგარიში ოსტატის დახმარებით...
kk_kz: Шебердің көмегімен жаңа есеп ...
ru_ru: Новый отчёт с помощью мастера...
th_th: รายงานใหม่พร้อมด้วยวิซาร์ด...
uk_ua: Новий звіт за допомогою Майстра ...

# ReportStringId.RibbonXRDesign_NewReportWizard_STipTitle
source: New Report with Wizard
ar_iq: تقرير جديد مع معالج
az_latn_az: Bələdçi vasitəsilə yeni hesabat...
hy_am: Նոր հաշվետվություն Կառուցիչի օգնությամբ
ka_ge: ახალი ანგარიში ოსტატის დახმარებით
kk_kz: Шебердіің көмегімен жаңа есеп
ru_ru: Новый отчёт с помощью Мастера
th_th: รายงานใหม่พร้อมด้วยวิซาร์ด
uk_ua: Новий звіт за допомогою Майстра

# ReportStringId.RibbonXRDesign_PageGroup_HtmlNavigation
source: Navigation
ar_iq: تنقل
az_latn_az: Naviqasiya
hy_am: կողմնորոշում
ka_ge: ნავიგაცია
kk_kz: Басқару
ru_ru: Навигация
th_th: ตัวนำทาง
uk_ua: Навігація

# ReportStringId.RibbonXRDesign_SendToBack_STipContent
source: Move the selected controls to the back.
ar_iq: نقل عناصر التحكم المحددة إلى الخلف.
az_latn_az: Seçilmiş idarə elementlərin yerini geriyə doğru dəyiş
hy_am: Տեղափոխեք ընտրված կառավարման տարրերը ետ:
ka_ge: მართვის მონიშნული ელემენტების გადაიტანეთ უკან.
kk_kz: Ерекшеленген басқару элементтерін кейін қарай орналастырыңыз.
ru_ru: Переместите выделенные элементы управления назад.
th_th: ย้ายการควบคุมที่เลือกไปด้านหลัง
uk_ua: Перемістити обрані елементи управління назад

# ReportStringId.SR_Number_Across
source: Number Across
ar_iq: العدد عرضاً
az_latn_az: Rəqəm eninə
hy_am: Թիվը լայնակի
ka_ge: რიცხვი გასწვრივ
kk_kz: Сан кесе көлденең
ru_ru: Число поперек
th_th: หมายเลขตามขวาง
uk_ua: Число через

# ReportStringId.SR_Number_Down
source: Number Down
ar_iq: العدد طولاً
az_latn_az: Rəqəm boyunca
hy_am: Թիվ լայնքով
ka_ge: რიცხვი ქვემოთ
kk_kz: Сан ұзына бойына
ru_ru: Число вдоль
th_th: หมายเลขตามล่าง
uk_ua: Число вздовж

# ReportStringId.SSForm_Msg_NoStyleSelected
source: No styles are selected
ar_iq: لم يتم تحديد النمط
az_latn_az: Heç bir üslub seçilməmişdir
hy_am: Ոճեր ընտրված չեն
ka_ge: სტილები არ არის მონიშნული
kk_kz: Таңдалған стильдер жоқ
ru_ru: Нет выбранных стилей
th_th: ไม่มีการเลือกรูปแบบใดๆ
uk_ua: Стилі не обрані

# ReportStringId.STag_Name_ColumnDirection
source: Multi-Column Direction
ar_iq: اتجاه متعدد الأعمدة
az_latn_az: Çox-sütunlu istiqamət
hy_am: Բազմասյուն ուղղություն
ka_ge: მრავალი მწკრივის მიმართულება
kk_kz: Көпбағанды бағыт
ru_ru: Многоколоночное направление
th_th: ทิศทางคอลัมน์หลากหลาย
uk_ua: Багатоколонковий напрям

# ReportStringId.STag_Name_ColumnMode
source: Multi-Column Mode
ar_iq: وضع تعدد الاتجاهات
az_latn_az: Çoxsütunlu rejim
hy_am: Բազմասյուն ռեժիմ
ka_ge: მრავალმწკრივიანი რეჟიმი
kk_kz: Көпбағанды режим
ru_ru: Многоколоночный режим
th_th: โหมดหลายคอลัมน์
uk_ua: Багатоколонковий режим

# ReportStringId.UD_Capt_NewWizardReport
source: New with &Wizard...
ar_iq: جديد مع &معالج...
az_latn_az: Ustad ilə& Yeni...
hy_am: Կառուցիչ...
ka_ge: ახალი &ოსტატით
kk_kz: &Шебер...
ru_ru: &Мастер...
th_th: ใหม่ พร้อมด้วยวิซาร์ด
uk_ua: Створити за допомогою &майстра...

# ReportStringId.UD_Hint_OrderSendToBack
source: Move the selected controls to the back
ar_iq: نقل عناصر التحكم المحددة إلى الخلف
az_latn_az: Seçilmiş İdarə elementləri arxaya keçirmək
hy_am: Տեղափոխեք ընտրված կառավարման տարրերը ետ
ka_ge: მართვის მონიშნული ელემენტების გადაიტანეთ უკან.
kk_kz: Ерекшеленген басқару элементтерін кейін қарай орналастырыңыз.
ru_ru: Переместите выделенные элементы управления назад.
th_th: ย้ายการควบคุมที่เลือกไปข้างหลัง
uk_ua: Перемістити обрані елементи назад

# ReportStringId.UD_Title_FieldList_NonePickerNodeText
source: None
ar_iq: بلا
az_latn_az: Boşdur
hy_am: Չկա
ka_ge: არ არის
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# ReportStringId.XRSubreport_NameInfo
source: Name: {0}
ar_iq: الاسم: {0}
az_latn_az: Ad: {0}
hy_am: Անուն. {0}
ka_ge: სახელი:{0}
kk_kz: Аты: {0}
ru_ru: Имя: {0}
th_th: ชื่อ: {0}
uk_ua: Ім'я: {0}

# ReportStringId.XRSubreport_NullReportSourceInfo
source: Null
ar_iq: قيمة خالية
az_latn_az: Sıfır
hy_am: Զրո
ka_ge: ნული
th_th: ว่าง
uk_ua: Не визначено

# StringId.CalcButtonMR
source: MR
uk_ua: Пан

# StringId.CalcButtonMS
source: MS
ru_ru: МС
uk_ua: Пані

# StringId.DataEmpty
source: No image data
ar_iq: لا يوجد بيانات صورة
az_latn_az: Təsvirə dair məlumatlar yoxdur
hy_am: Պատկերի տվյալ չկա
ka_ge: მონაცემები სურათის სახით არ არსებობს
kk_kz: Сурет жоқ
ru_ru: [нет картинки]
th_th: ไม่มีข้อมูลรูปภาพ
uk_ua: Немає зображення

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNextMonth
source: Next Month
ar_iq: الشهر التالي
az_latn_az: Növbəti ay
hy_am: Հաջորդ ամիս
ka_ge: მომდევნო თვე
kk_kz: Келесі ай
ru_ru: Следующий месяц
th_th: เดือนหน้า
uk_ua: Наступний місяць

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNextWeek
source: Next Week
ar_iq: الأسبوع القادم
az_latn_az: Növbəti həftə
hy_am: Հաջորդ շաբաթ
ka_ge: მომდევნო კვირა
kk_kz: Келесі апта
ru_ru: Следующая неделя
th_th: อาทิตย์หน้า
uk_ua: Наступний тиждень

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNextYear
source: Next Year
ar_iq: السنة القادمة
az_latn_az: Növbəti il
hy_am: Հաջորդ տարի
ka_ge: მომდევნო წელი
kk_kz: Келесі жыл
ru_ru: Следующий год
th_th: ปีหน้า
uk_ua: Наступний рік

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNow
source: Now
ar_iq: الآن
az_latn_az: İndi
hy_am: Այժմ
ka_ge: ახლა
kk_kz: Қазір
ru_ru: Сейчас
th_th: ตอนนี้
uk_ua: Зараз

# StringId.FilterCriteriaToStringFunctionNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Ոչ մեկը
ka_ge: არ არის
kk_kz: ешқайсысы
ru_ru: Ни одно из
th_th: ไม่มี
uk_ua: Немає

# StringId.FilterCriteriaToStringNotLike
source: Not Like
ar_iq: لا يشبه
az_latn_az: Uyğun deyil
hy_am: Ոչ նման
ka_ge: არა როგორც
kk_kz: маскаға сәйкес келмейді
ru_ru: Не соответствует маске
th_th: ไม่เหมือน
uk_ua: Не відповідає

# StringId.FilterCriteriaToStringUnaryOperatorNot
source: Not
ar_iq: لا
az_latn_az: Qeyri
hy_am: Հավասար չէ
ka_ge: არა
kk_kz: Тең емес
ru_ru: Не равно
th_th: ไม่
uk_ua: Не

# StringId.FilterGroupNotAnd
source: Not And
ar_iq: لا و
az_latn_az: Qeyri və
hy_am: Ոչ և
ka_ge: არა და
kk_kz: Жоқ және
ru_ru: НЕ И
th_th: ไม่ และ
uk_ua: Не та

# StringId.FilterGroupNotOr
source: Not Or
ar_iq: لا أو
az_latn_az: Qeyri və ya
hy_am: Ոչ Կամ
ka_ge: არა ან
kk_kz: Жоқ немесе
ru_ru: НЕ ИЛИ
th_th: ไม่ หรือ
uk_ua: Не або

# StringId.LookUpColumnDefaultName
source: Name
ar_iq: الاسم
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
ru_ru: Имя
th_th: ชื่อ
uk_ua: Назва

# StringId.NavigatorNextButtonHint
source: Next
ar_iq: التالي
az_latn_az: Növbəti
hy_am: Հաջորդ
ka_ge: მომდევნო
kk_kz: Келесі
ru_ru: Следующая
th_th: ต่อไป
uk_ua: Наступна

# StringId.NavigatorNextPageButtonHint
source: Next Page
ar_iq: الصفحة التالية
az_latn_az: Növbəti səhifə
hy_am: Հաջորդ էջ
ka_ge: მომდევნო გვერდი
kk_kz: Келесі бет
ru_ru: Следующая страница
th_th: หน้าต่อไป
uk_ua: Наступна сторінка

# StringId.NotValidArrayLength
source: Not valid array length.
ar_iq: خطأ في طول الصفيف.
az_latn_az: Masivin uzunluğu etibarsızdır
hy_am: Համախմբության անվավեր երկարություն:
ka_ge: მასივის არასწორი სიგრძე
kk_kz: Жиынтықтың ұзындығы дұрыс емес
ru_ru: Некорректная длина массива.
th_th: ความยาวแถวลำดับไม่ถูกต้อง
uk_ua: Невірна довжина масиву.

# TreeListStringId.MenuFooterNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არ არის
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# VGridStringId.RowCustomizationNewCategoryFormText
source: New Category
ar_iq: فئة جديدة
az_latn_az: Yeni kateqoriya
hy_am: Նոր կատեգորիա
ka_ge: ახალი კატეგორია
kk_kz: Жаңа санат
ru_ru: Новая категория
th_th: หมวดหมู่ใหม่
uk_ua: Нова категорія
