Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# PreviewStringId.RibbonPreview_PageGroup_Background
source: Page Background
ar_iq: خلفية الصفحة
az_latn_az: Səhifənin fonu
hy_am: Էջի ետնապատկեր
ka_ge: გვერდის ფონი
kk_kz: Беттің фоны
ru_ru: Фон страницы
th_th: พื้นหลังหน้า
uk_ua: Фон сторінки

# PreviewStringId.RibbonPreview_PageGroup_PageSetup
source: Page Setup
ar_iq: إعداد الصفحة
az_latn_az: Səhifənin tərtibatı
hy_am: Էջի կարգավորումներ
ka_ge: გვერდის დაყენება
kk_kz: Беттің теңшелімі
ru_ru: Настройки страницы
th_th: การตั้งค่าหน้ากระดาษ
uk_ua: Налаштування сторінки

# PreviewStringId.RibbonPreview_PageGroup_PageSetup_STipTitle
source: Page Setup
ar_iq: إعداد الصفحة
az_latn_az: Səhifənin tərtibatı
hy_am: Էջի կարգավորումներ
ka_ge: გვერდის დაყენება
kk_kz: Беттің теңшелімі
ru_ru: Настройки страницы
th_th: การตั้งค่าหน้ากระดาษ
uk_ua: Налаштування сторінки

# PreviewStringId.RibbonPreview_PageMargins_STipTitle
source: Page Margins
ar_iq: هوامش الصفحة
az_latn_az: Səhifənin kənarları
hy_am: Էջի եզրեր
ka_ge: გვერდის ზღვრები
kk_kz: Беттің жиегі
ru_ru: Поля страницы
th_th: ขอบหน้ากระดาศ
uk_ua: Межі сторінки

# PreviewStringId.RibbonPreview_PageOrientation_Caption
source: Orientation
ar_iq: الاتجاه
az_latn_az: İstiqamət
hy_am: Ուղղություն
ka_ge: ორიენტაცია
kk_kz: Бағыты
ru_ru: Направление
th_th: แบบหน้ากระดาษ
uk_ua: Положення

# PreviewStringId.RibbonPreview_PageOrientation_STipTitle
source: Page Orientation
ar_iq: اتجاه الصفحة
az_latn_az: Səhifənin istiqamətlənməsi
hy_am: Էջի դիրք
ka_ge: გვერდის ორიენტაცია
kk_kz: Беттің орналасуы
ru_ru: Положение страницы
th_th: แบบหน้ากระดาษ
uk_ua: Положення сторінки

# PreviewStringId.RibbonPreview_PageSetup_STipTitle
source: Page Setup
ar_iq: إعداد الصفحة
az_latn_az: Səhifənin kökləmələri
hy_am: Էջի կարգավորումներ
ka_ge: გვერდის დაყენება
kk_kz: Беттің теңшелімі
ru_ru: Настройки страницы
th_th: การตั้งค่าหน้ากระดาษ
uk_ua: Налаштування сторінки

# PreviewStringId.RibbonPreview_PaperSize_STipTitle
source: Page Size
ar_iq: حجم الصفحة
az_latn_az: Səhifənin ölçüsü
hy_am: Էջի չափը
ka_ge: გვერდის ზომა
kk_kz: Беттің өлшемі
ru_ru: Размер страницы
th_th: ขนาดหน้ากระดาษ
uk_ua: Розмір сторінки

# PreviewStringId.RibbonPreview_Parameters_Caption
source: Parameters
ar_iq: المعلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์
uk_ua: Параметри

# PreviewStringId.RibbonPreview_Parameters_STipContent
source: Open the Parameters pane, which allows you to enter values for report parameters.
ar_iq: فتح جزء المعلمات، يسمح لك ذلك بإدخال قيم معلمات التقرير.
az_latn_az: Parametrlər pəncərəsini açın, burada hesabatın parametrləri üçün göstəricilər daxil etmək mümkündür.
hy_am: Բացել պարամետրերի պանելը՝ հաշվետվության պարամետրերի մեջ արժեքներ մուտքագրելու համար:
ka_ge: პარამეტრების პანელის გახსნა ანგარიშის პარამეტრებისთვის მნიშვნელობების შესაყვანად.
kk_kz: Есеп параметрлеріне мәндерді беру үшін параметрлер панелін ашу
ru_ru: Открыть панель параметров для задания значений в параметров отчета
th_th: เปิดแผงพารามิเตอร์ ที่ทำให้คุณสามารถป้อนค่าสำหรับรายงานพารามิเตอร์
uk_ua: Відкрити панель параметрів, яка дозволить вам ввести значення параметрів звіту.

# PreviewStringId.RibbonPreview_Parameters_STipTitle
source: Parameters
ar_iq: المعلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์
uk_ua: Параметри

# PreviewStringId.RibbonPreview_SendPdf_Caption
source: PDF File
ar_iq: ملف PDF
az_latn_az: PDF faylı
hy_am: PDF Ֆայլ
ka_ge: PDF ფაილი
kk_kz: PDF файлы
ru_ru: PDF файл
th_th: ไฟล์ PDF
uk_ua: Файл PDF

# PreviewStringId.SaveDlg_FilterPdf
source: PDF Document
ar_iq: مستند PDF
az_latn_az: PDF sənədi
hy_am: PDF փաստաթուղթ
ka_ge: PDF ფორმატის დოკუმენტი
kk_kz: PDF құжаты
ru_ru: Документ Adobe Acrobat
th_th: เอกสาร PDF
uk_ua: Документ PDF

# PreviewStringId.SB_PageOfPages
source: Page {0} of {1}
ar_iq: صفحة {0} من {1}
az_latn_az: {1}-ci {0}-dən səhifələr
hy_am: Էջ {0} {1}-ից
ka_ge: გვერდი {0} {1}–დან
kk_kz: {1} беттің {0} беті
ru_ru: Страница {0} из {1}
th_th: หน้า {0} ของ {1}
uk_ua: Сторінка {0} з {1}

# PreviewStringId.ScalePopup_PagesWide
source: pages wide
ar_iq: عرض الصفحات
az_latn_az: Səhifənin eni
hy_am: Էջի լայնություն
ka_ge: გვერდის სიგანე
kk_kz: Беттің ені
ru_ru: ширина страницы
th_th: หน้ากว้าง
uk_ua: ширина сторінки

# PreviewStringId.ScrollingInfo_Page
source: Page
ar_iq: صفحة
az_latn_az: Səhifə
hy_am: Էջ
ka_ge: გვერდი
kk_kz: Бет
ru_ru: Страница
th_th: หน้า
uk_ua: Сторінка

# PreviewStringId.Shapes_Pentagon
source: Pentagon
ar_iq: مخمس
az_latn_az: Beşbucaqlı
hy_am: Հնգանկյուն
ka_ge: ხუთკუთხედი
kk_kz: Бесбұрыш
ru_ru: Пятиугольник
th_th: รูปห้าเหลี่ยม
uk_ua: П'ятикутник

# PreviewStringId.TB_TTip_Open
source: Open a document
ar_iq: فتح مستند
az_latn_az: Sənədi aç
hy_am: Բացել փաստաթուղթը
ka_ge: დოკუმენტის გახსნა
kk_kz: Құжатты ашу
ru_ru: Открыть документ
th_th: เปิดเอกสาร
uk_ua: Відкрити документ

# PreviewStringId.TB_TTip_PageSetup
source: Page Setup
ar_iq: إعداد الصفحة
az_latn_az: Səhifənin tərtibatı
hy_am: Էջի կարգավորումներ
ka_ge: გვერდის დაყენება
kk_kz: Беттің параметрлері
ru_ru: Параметры страницы
th_th: การตั้งค่าหน้ากระดาษ
uk_ua: Налаштування сторінки

# PreviewStringId.TB_TTip_Parameters
source: Parameters
ar_iq: المعلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์
uk_ua: Параметри

# PreviewStringId.WMForm_Watermark_Original
source: ORIGINAL
ar_iq: اصلي
hy_am: ՕՐԻԳԻՆԱԼ
ka_ge: ორიგირნალი
kk_kz: Түпнұсқа
ru_ru: ОРИГИНАЛ
th_th: ดั้งเดิม
uk_ua: ОРИГІНАЛ

# PreviewStringId.WMForm_Watermark_Personal
source: PERSONAL
ar_iq: شخصي
az_latn_az: ŞƏXSİ
hy_am: ԱՆՁՆԱԿԱՆ
ka_ge: პირადი
kk_kz: ЖЕКЕ
ru_ru: ЛИЧНОЕ
th_th: ส่วนตน
uk_ua: ОСОБИСТЕ

# ReportStringId.BandDsg_QuantityPerReport
source: one band per report
ar_iq: نطاق واحد في التقرير
az_latn_az: hər hesabatda bir qrup
hy_am: մեկ անգամ հաշվետվության մեջ
ka_ge: ერთხელ ერთ ანგარიშში
kk_kz: Есепте бір рет
ru_ru: один раз в отчете
th_th: หนึ่งแถบต่อรายงาน
uk_ua: раз у звіті

# ReportStringId.CatPageSettings
source: Page Settings
ar_iq: إعدادات الصفحة
az_latn_az: Səhifə parametrləri
hy_am: Էջի պարամետրեր
ka_ge: გვერდის პარამეტრები
kk_kz: Беттің параметрлері
ru_ru: Параметры страницы
th_th: การตั้งค่าหน้ากระดาษ
uk_ua: Параметри сторінки

# ReportStringId.CatParameters
source: Parameters
ar_iq: المعلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์
uk_ua: Параметри

# ReportStringId.Cmd_PageFooter
source: PageFooter
ar_iq: تذييل الصفحة
az_latn_az: Səhifənin aşağı kolontitulu
hy_am: Էջի տողատակ
ka_ge: გვერდის ქვედა კოლონტიტული
kk_kz: Төменгі колонтитул
ru_ru: Нижний колонтитул
th_th: ท้ายเรื่องหน้ากระดาษ
uk_ua: Нижній колонтитул

# ReportStringId.Cmd_PageHeader
source: PageHeader
ar_iq: رأس الصفحة
az_latn_az: Səhifənin yuxarı kolontitulu
hy_am: Էջի գլխագիր
ka_ge: გვერდის ზედა კოლონტიტული
kk_kz: Жоғарғы колонтитул
ru_ru: Верхний колонтитул
th_th: หัวเรื่องหน้ากระดาษ
uk_ua: Верхній колонтитул

# ReportStringId.Cmd_Properties
source: P&roperties
ar_iq: خ&صائص
az_latn_az: X&üsusiyyətlər
hy_am: Հ&ատկություններ
ka_ge: მ&ახასიათებლები
kk_kz: Қасиеттері
ru_ru: С&войства
th_th: คุณลักษณะ
uk_ua: В&ластивості

# ReportStringId.FSForm_Cat_Percent
source: Percent
ar_iq: النسبة المئوية
az_latn_az: Faiz
hy_am: Տոկոս
ka_ge: პროცენტი
kk_kz: Пайыз
ru_ru: Процент
th_th: เปอร์เซ็น
uk_ua: Відсоток

# ReportStringId.ParametersRequest_Caption
source: Parameters
ar_iq: المعلمات
az_latn_az: Parametrlər
hy_am: Պարամետրեր
ka_ge: პარამეტრები
kk_kz: Параметрлер
ru_ru: Параметры
th_th: พารามิเตอร์
uk_ua: Параметри

# ReportStringId.RibbonXRDesign_OpenFile_Caption
source: Open...
ar_iq: فتح...
az_latn_az: Aç...
hy_am: Բացել...
ka_ge: ...გახსნა
kk_kz: ... ашу
ru_ru: Открыть...
th_th: เปิด...
uk_ua: Відкрити ...

# ReportStringId.RibbonXRDesign_OpenFile_STipContent
source: Open a report.
ar_iq: فتح تقرير.
az_latn_az: Hesabatı aç
hy_am: Բացել հաշվետվությունը:
ka_ge: გახსენით ანგარიში
kk_kz: Есепті ашу
ru_ru: Откройте отчёт.
th_th: เปิดรายงาน
uk_ua: Відкрити звіт.

# ReportStringId.RibbonXRDesign_OpenFile_STipTitle
source: Open Report
ar_iq: فتح تقرير
az_latn_az: Hesabatı aç
hy_am: Բացել հաշվետվությունը
ka_ge: ანგარიშის გახსნა
kk_kz: Есепті ашу
ru_ru: Открыть отчёт
th_th: เปิดรายงาน
uk_ua: Відкрити звіт

# ReportStringId.RibbonXRDesign_Paste_Caption
source: Paste
ar_iq: لصق
az_latn_az: Daxil et
hy_am: Տեղադրել
ka_ge: ჩასმა
kk_kz: Кірістіру
ru_ru: Вставить
th_th: วาง
uk_ua: Вставити

# ReportStringId.RibbonXRDesign_Paste_STipContent
source: Paste the contents of the Clipboard.
ar_iq: لصق محتويات الحافظة.
az_latn_az: Mübadilə buferində qeyd edilənləri daxil et
hy_am: Տեղադրել փոխանակման բուֆերի պարունակությունը:
ka_ge: ჩასვით მონაცემები გაცვლის ბუფერიდან.
kk_kz: Алмастыру буферінен алып кірістіріңіз
ru_ru: Вставьте из Буфера обмена.
th_th: วางเนื้อหาบนคลิปบอร์ด
uk_ua: Вставити вміст буферу обміну.

# ReportStringId.RibbonXRDesign_Paste_STipTitle
source: Paste
ar_iq: لصق
az_latn_az: Daxil et
hy_am: Տեղադրել
ka_ge: ჩასმა
kk_kz: Кірістіру
ru_ru: Вставить
th_th: วาง
uk_ua: Вставити

# ReportStringId.UD_Hint_OpenFile
source: Open a report
ar_iq: فتح تقرير
az_latn_az: Hesabatı aç
hy_am: Բացել հաշվետվությունը
ka_ge: ანგარიშის გახსნა
kk_kz: Есепті ашу
ru_ru: Открыть отчёт
th_th: เปิดรายงาน
uk_ua: Відкрити звіт

# ReportStringId.UD_TTip_EditPaste
source: Paste
ar_iq: لصق
az_latn_az: Yapışdır
hy_am: Տեղադրել
ka_ge: ჩასმა
kk_kz: Кірістіру
ru_ru: Вставить
th_th: วาง
uk_ua: Вставити

# ReportStringId.UD_TTip_FileOpen
source: Open File
ar_iq: فتح الملف
az_latn_az: Faylı aç
hy_am: Բացել ֆայլը
ka_ge: ფაილის გახსნა
kk_kz: Файлды ашу
ru_ru: Открыть файл
th_th: เปิดไฟล์
uk_ua: Відкрити файл

# ReportStringId.Verb_Import
source: Open/Import...
ar_iq: فتح/استيراد...
az_latn_az: Aç/Import et...
hy_am: Բացել/Ներմուծել...
ka_ge: ...გახსნა/იმპორტი
kk_kz: Ашу/Импорттау...
ru_ru: Импортировать...
th_th: เปิด/อิมพอร์ต...
uk_ua: Відкрити/Імпортувати...

# StringId.FilterCriteriaToStringGroupOperatorOr
source: Or
ar_iq: أو
az_latn_az: Və ya
hy_am: Կամ
ka_ge: ან
kk_kz: Немесе
ru_ru: Или
th_th: หรือ
uk_ua: Або

# StringId.FilterGroupOr
source: Or
ar_iq: أو
az_latn_az: Və ya
hy_am: Կամ
ka_ge: ან
kk_kz: Немесе
ru_ru: ИЛИ
th_th: หรือ
uk_ua: Або

# StringId.PictureEditMenuPaste
source: Paste
ar_iq: لصق
az_latn_az: Əlavə et
hy_am: Տեղադրել
ka_ge: ჩასმა
kk_kz: Кірістіру
ru_ru: Вст&авить
th_th: วาง
uk_ua: Вставити

# StringId.PictureEditOpenFileErrorCaption
source: Open error
ar_iq: خطأ فتح
az_latn_az: Səhvi aç
hy_am: Սխալ
ka_ge: შეცდომა გახსნისას
kk_kz: Қате
ru_ru: Ошибка
th_th: เปิดข้อผิดพลาด
uk_ua: Показати помилку

# StringId.PictureEditOpenFileTitle
source: Open
ar_iq: فتح
az_latn_az: Aç
hy_am: Բացել
ka_ge: გახსნა
kk_kz: Ашу
ru_ru: Открыть
th_th: เปิดข้อผิดพลาด
uk_ua: Відкрити

# AccStringId.ActionPress
source: Press
ar_iq: اضغط
az_latn_az: Sıx
hy_am: Սեղմել
ka_ge: დააწექით
kk_kz: Басу
ru_ru: Нажать
th_th: กด
uk_ua: Натиснути

# AccStringId.BarLinkClick
source: Press
ar_iq: اضغط
az_latn_az: Sıx
hy_am: Սեղմել
ka_ge: დააწექით
kk_kz: Басу
ru_ru: Нажать
th_th: กด
uk_ua: Натиснути

# AccStringId.ButtonPush
source: Press
ar_iq: اضغط
az_latn_az: Sıx
hy_am: Սեղմել
ka_ge: დააწექით
kk_kz: Басу
ru_ru: Нажимать
th_th: กด
uk_ua: Натиснути

# AccStringId.GridColumnSortNone
source: Remove sorting
ar_iq: إزالة الفرز
az_latn_az: Sıralamanı ləğv et
hy_am: Հեռացնել սորտավորումը
ka_ge: დახარისხების ამოღება
kk_kz: Сұрыпталымды жою
ru_ru: Удалить сортировку
th_th: ย้ายการจัดลำดับออก
uk_ua: Видалити сортування

# AccStringId.NameScrollIndicator
source: Position
ar_iq: الموضع
az_latn_az: Mövqe
hy_am: Դիրք
ka_ge: პოზიცია
kk_kz: Позиция
ru_ru: Позиция
th_th: ตำแหน่ง
uk_ua: Положення

# AccStringId.NavBarItemClick
source: Press
ar_iq: اضغط
az_latn_az: Sıx
hy_am: Սեղմել
ka_ge: დააწექით
kk_kz: Басу
ru_ru: Нажимать
th_th: กด
uk_ua: Натиснути

# AccStringId.TreeListColumnSortNone
source: Remove sorting
ar_iq: إزالة الفرز
az_latn_az: Sıralamanı ləğv et
hy_am: Հեռացնել սորտավորումը
ka_ge: დახარისხების ამოღება
kk_kz: Сұрыпталымды жою
ru_ru: Удалить сортировку
th_th: ย้ายการจัดลำดับออก
uk_ua: Видалити сортування

# BarString.MenuAnimationRandom
source: Random
ar_iq: عشوائي
az_latn_az: Təsadüfi seçim
hy_am: Պատահական ընտրություն
ka_ge: შემთხვევითი შერჩევა
kk_kz: Кездейсоқ таңдау
ru_ru: Случайный выбор
th_th: สุ่ม
uk_ua: Випадковий

# BarString.PopupMenuEditor
source: Popup Menu Editor
ar_iq: محرر القائمة المنبثقة
az_latn_az: Kontekst menyunun redaktəedicisi
hy_am: Կոնտեքստային մենյուի խմբագրիչ
ka_ge: კონტექსტური მენიუს რედაქტორი
kk_kz: Мәнмәтіндік мәзірдің редакторы
ru_ru: Редактор контекстного меню
th_th: ตัวแก้ไขเมนูป็อปอัพ
uk_ua: Редактор контекстного меню

# ChartStringId.AnnotationRelativePosition
source: Relative Position
ar_iq: الموضع النسبي
az_latn_az: Nisbi yerləşmə
hy_am: Հարաբերական դիրք
ka_ge: შეფარდებითი პოზიცია
kk_kz: Салыстырмалы орналасуы
ru_ru: Относительное положение
th_th: ตำแหน่งที่เกี่ยวข้อง
uk_ua: Відносне положення

# ChartStringId.MsgRelationChildPointIDNotUnique
source: Relation's ChildPointID must be unique.
ar_iq: يجب أن يكون معرف النقطة التابعة فريداً.
az_latn_az: ChildPointID asılığı unikal olmalıdır.
hy_am: Կախվածության ChildPointID պետք է լինի եզակի:
ka_ge: ChildPointID–ის დამოკიდებულება უნიკალური უნდა იყოს.
kk_kz: ChildPointID тәуелділігі бірегей болуға тиіс.
ru_ru: Зависимость ChildPointID, должна быть уникальной.
th_th: ChildPointID ของความสัมพัน์ต้องไม่ซ้ำ
uk_ua: Залежність ChildPointID повинна бути унікальною.

# ChartStringId.PrimaryAxisXName
source: PrimaryAxisX
ar_iq: المحور الأساسيX
az_latn_az: Əsas ox X
hy_am: Առաջնային X առանցք
ka_ge: მთავარი ღერძი X
kk_kz: Бастапқы X ось
ru_ru: Первичная ось X
th_th: แกน X หลัก
uk_ua: Первинна вісьX

# ChartStringId.PrimaryAxisYName
source: PrimaryAxisY
ar_iq: المجور الأساسيY
az_latn_az: Əsas ox Y
hy_am: Առաջնային Y առանցք
ka_ge: მთავარი ღერძი Y
kk_kz: Бастапқы Y ось
ru_ru: Первичная ось Y
th_th: แกน Y หลัก
uk_ua: Первинна вісьY

# ChartStringId.ScaleTypeQualitative
source: qualitative
ar_iq: نوعي
az_latn_az: Keyfiyyətli
hy_am: Որակական
ka_ge: ხარისხობრივი
kk_kz: Сапалы
ru_ru: Качественный
th_th: เชิงคุณภาพ
uk_ua: якісний

# ChartStringId.SvnOverlappedRangeBar
source: Range Bar
ar_iq: شريط النطاق
az_latn_az: Histoqram
hy_am: Հիստոգրամ
ka_ge: ჰისტოგრამა
kk_kz: Гистограмма
ru_ru: Гистограмма
th_th: แถบเรนจ์
uk_ua: Гістограма

# ChartStringId.SvnPoint
source: Point
ar_iq: نقطة
az_latn_az: Nöqtəli
hy_am: Կետային գրաֆիկ
ka_ge: წერტილოვანი
kk_kz: Нүктелік график
ru_ru: Точечный график
th_th: จุด
uk_ua: Точка

# ChartStringId.SvnPolarArea
source: Polar Area
ar_iq: منطقة قطبية
az_latn_az: Polyar sahə
hy_am: Բևեռային տարածք
ka_ge: პოლარული ზონა
kk_kz: Полярлық аумақ
ru_ru: Полярная область
th_th: พื้นที่จุด
uk_ua: Полярна зона

# ChartStringId.SvnPolarLine
source: Polar Line
ar_iq: خط قطبي
az_latn_az: Polyar xətt
hy_am: Բևեռային գիծ
ka_ge: პოლარული ხაზი
kk_kz: Полярлық сызық
ru_ru: Полярная линия
th_th: เส้นขั้ว
uk_ua: Полярна лінія

# ChartStringId.SvnPolarPoint
source: Polar Point
ar_iq: نقطة قطبية
az_latn_az: Polyar nöqtə
hy_am: Բևեռային կետ
ka_ge: პოლარული წერტილი
kk_kz: Полярлық нүкте
ru_ru: Полярная точка
th_th: จุดขั้ว
uk_ua: Полярна точка

# ChartStringId.SvnRadarArea
source: Radar Area
ar_iq: منطقة الرادار
az_latn_az: Radar ərazisi
hy_am: Ճառագայթային տարածք
ka_ge: რადარის ზონა
kk_kz: Радарлық аумақ
ru_ru: Радарная область
th_th: พื้นที่เรดาร์
uk_ua: Радарна область

# ChartStringId.SvnRadarLine
source: Radar Line
ar_iq: خط الرادار
az_latn_az: Radar xətti
hy_am: Ճառագայթային գիծ
ka_ge: რადარის ხაზი
kk_kz: Радарлық сызық
ru_ru: Радарная линия
th_th: เส้นเรดาร์
uk_ua: Радарна лінія

# ChartStringId.SvnRadarPoint
source: Radar Point
ar_iq: نقطة رادار
az_latn_az: Radar nöqtəsi
hy_am: Ճառագայթային կետ
ka_ge: რადარის წერტილი
kk_kz: Радарлық нүкте
ru_ru: Радарная точка
th_th: จุดเรดาร์
uk_ua: Радарна точка

# ChartStringId.TrnRegressionLineChanged
source: Regression line changed
ar_iq: تم تغيير خط الانحدار
az_latn_az: Reqressiya xətti dəyişdirilmişdir
hy_am: Ռեգրեսիայի գիծը փոխված է
ka_ge: რეგრესიის ხაზი შეცვლილია
kk_kz: Регрессия сызығы өзгертілді
ru_ru: Линия регрессии изменена
th_th: เส้นถอยถูกเปลี่ยน
uk_ua: Лінія регресїї змінена

# ChartStringId.TrnRegressionLineDeleted
source: Regression line deleted
ar_iq: تم حذف خط الانحدار
az_latn_az: Reqressiya xətti silinmişdir
hy_am: Ռեգրեսիայի գիծը ջնջված է
ka_ge: რეგრესიის ხაზი წაშლილია
kk_kz: Регрессия сызығы өшірілді
ru_ru: Линия регрессии стерта
th_th: เส้นถอยถูกลบ
uk_ua: Лінія регресії видалена

# ChartStringId.VerbPopulate
source: Populate
ar_iq: تعبئة
az_latn_az: Doldurmaq
hy_am: Բնակեցնել
ka_ge: შევსება
kk_kz: Толтыру
ru_ru: Заполнять
th_th: ป้อน
uk_ua: Заповнювати

# ChartStringId.VerbPopulateDescription
source: Populate the chart's datasource with data.
ar_iq: تعبئة مصدر بيانات المخطط بالبيانات
az_latn_az: Diaqramın Məlumat mənbəyinin məlumatlarla doldurulması
hy_am: Լրացնել դրագրամի տվյալների աղբյուրը աղյուսակի տվյալներով
ka_ge: დიაგრამის მონაცემთა წყაროს შევსება მონაცემებით.
kk_kz: Диаграмманың деректер көзін деректермен толтыру
ru_ru: Наполнить источник данных диаграммы данными
th_th: ป้อนแหล่งข้อมูลของแผนภูมิด้วยข้อมูล
uk_ua: Заповнювати джерело даних графіку даними.

# ChartStringId.WizBae3DModelPyramid
source: Pyramid
ar_iq: هرم
az_latn_az: Piramid
hy_am: Բուրգ
ka_ge: პირამიდა
kk_kz: Пирамида
ru_ru: Пирамида
th_th: ปิรามิด
uk_ua: Піраміда

# ChartStringId.WizDateTimeMeasureUnitQuarter
source: Quarter
ar_iq: ربع
az_latn_az: Kvartal
hy_am: Եռամսյակ
ka_ge: მეოთხედი
kk_kz: Тоқсан
ru_ru: Квартал
th_th: ไตรภาค
uk_ua: Квартал

# ChartStringId.WizHatchPlaid
source: Plaid
ar_iq: النسيج
az_latn_az: Şal
hy_am: Պլեդ
ka_ge: კუბოკრული
kk_kz: Шотландка
ru_ru: Шотландка
th_th: ลายสก็อต
uk_ua: У клітинку

# ChartStringId.WizPieSeriesLabelPositionRadial
source: Radial
ar_iq: شعاعي
hy_am: Ճառագայթային
ka_ge: რადიალური
kk_kz: Тарамдалған
ru_ru: Радиальный
th_th: ทรงกลม
uk_ua: Радіальний

# ChartStringId.WizPresentationGroupName
source: Presentation
ar_iq: عرض تقديمي
az_latn_az: Təqdimat
hy_am: Շնորհանդես
ka_ge: პრესენტაცია
kk_kz: Таныстырылым
ru_ru: Презентация
th_th: การนำเสนอ
uk_ua: Презентація

# ChartStringId.WizScaleBreakStyleRagged
source: Ragged
ar_iq: قديم (خشن)
az_latn_az: Qırıq
hy_am: Կոտրտված
ka_ge: მოგლეჯილი
kk_kz: Сынық сызық
ru_ru: Ломаный
th_th: ไม่สมบูรณ์
uk_ua: Ламаний

# ChartStringId.WizSeriesLabelsPageName
source: Point Labels
ar_iq: تسميات النقط
az_latn_az: Nöqtələrin dəyərləri
hy_am: Կետերի պիտակներ
ka_ge: წერტილის ნიშნულები
kk_kz: Нүктелер белгілері
ru_ru: Метки точек
th_th: ป้ายจุด
uk_ua: Міткі точок

# ChartStringId.WizSeriesPointPageName
source: Points
ar_iq: نقاط
az_latn_az: Nöqtələr
hy_am: Կետեր
ka_ge: წერტილები
kk_kz: Нүктелер
ru_ru: Точки
th_th: จุด
uk_ua: Точки

# ChartStringId.WizShapeKindRectangle
source: Rectangle
ar_iq: مستطيل
az_latn_az: Düzbucaq
hy_am: Ուղղանկյուն
ka_ge: მართკუთხედი
kk_kz: Тікбұрыш
ru_ru: Прямоугольник
th_th: สี่เหลี่ยมผืนผ้า
uk_ua: Прямокутник

# ChartStringId.WizShapePositionKindRelative
source: Relative
ar_iq: نسبي
az_latn_az: Nisbi
hy_am: Հարաբերական
ka_ge: შეფარდებითი
kk_kz: Салыстырмалы
ru_ru: Относительный
th_th: เกี่ยวข้อง
uk_ua: Відносний

# GridStringId.CardViewCaptionFormat
source: Record N {0}
ar_iq: السجل رقم {0}
az_latn_az: Qeyd N {0}
hy_am: Գրառում N {0}
ka_ge: ჩანაწერის N {0}
kk_kz: № {0} кәртішке
ru_ru: Карточка № {0}
th_th: บันทึก N {0}
uk_ua: Запис № {0}

# GridStringId.LayoutViewCardCaptionFormat
source: Record [{0} of {1}]
ar_iq: سجل [{0} من {1}]
az_latn_az: [{1}-dən/dan {0}] yazı
hy_am: Գրառում [{0} {1}-ից]
ka_ge: ჩანაწერი [{0} {1}–დან]
kk_kz: {1}] кәртішкенің [{0}
ru_ru: Карточка [{0} из {1}]
th_th: บันทึก [{0} ของ {1}]
uk_ua: Запис [{0} з {1}]

# GridStringId.LayoutViewGroupPropertyGrid
source: Property Grid
ar_iq: شبكة الخصائص
az_latn_az: Xassələr redaktəedici
hy_am: Հատկությունների խմբագրիչ
ka_ge: მახასიათებლების რედაქტორი
kk_kz: Қасиеттер редакторы
ru_ru: Редактор свойств
th_th: คุณลักษณะตาราง
uk_ua: Сітка властивостей

# GridStringId.PrintDesignerBandedView
source: Print Settings (Banded View)
ar_iq: إعدادات الطباعة (عرض محاط بشريط)
az_latn_az: Çap kökləmələri (Kateqoriyalı görünüş)
hy_am: Տպման կարգավորումներ (Աղյուսակը կատեգորիաներով)
ka_ge: ბეჭდვის პარამეტრები (კატეგორიები)
kk_kz: Басып шығару теңшелімі (Санаттары бар кесте)
ru_ru: Настройка печати (Таблица с категориями)
th_th: การตั้งค่าการพิมพ์ (มุมมองแถบ)
uk_ua: Параметри друку (таблиця з категоріями)

# GridStringId.PrintDesignerCardView
source: Print Settings (Card View)
ar_iq: إعدادات الطباعة (عرض بطاقة)
az_latn_az: Çap kökləmələri (Kart görünüşü)
hy_am: Տպման կարգավորումներ (Քարտեր)
ka_ge: ამობეჭდვის პარამეტრები (ბარათები)
kk_kz: Басып шығару теңшелімі (Кәртішкелер)
ru_ru: Настройка печати (Карточки)
th_th: การตั้งค่าการพิมพ์ (มุมมองการ์ด)
uk_ua: Пареметри друку (картка)

# GridStringId.PrintDesignerGridView
source: Print Settings (Grid View)
ar_iq: إعدادات الطباعة (عرض الشبكة)
az_latn_az: Çap parametrləri (Cədvəl)
hy_am: Տպման կարգավորումներ (Աղյուսակ)
ka_ge: ბეჭდვის პარამეტრები (ცხრილები)
kk_kz: Басып шығару теңшелімі (Кесте)
ru_ru: Настройка печати (Таблица)
th_th: การตั้งค่าการพิมพ์ (มุมมองตาราง)
uk_ua: Параметри друку (таблиця)

# GridStringId.PrintDesignerLayoutView
source: Print Settings (Layout View)
ar_iq: تعديل الطباعة (منظر التموقع
az_latn_az: Çap parametrləri (Tərtib cədvəli görünüşü)
hy_am: Տպման կարգավորումներ (Դասավորվածություն)
ka_ge: ბეჭდვის პარამეტრები (სქემატური)
kk_kz: Басып шығару теңшелімі (Орналастыру түрі)
ru_ru: Настройки печати( Вид расположения)
th_th: การตั้งค่าการพิมพ์ (มุมมองเลย์เอาท์)
uk_ua: Параметри друку (схема)

# LayoutStringId.RedoButtonHintText
source: Redo last action
ar_iq: إعادة الإجراء الأخير
az_latn_az: Sonuncu hərəkəti təkrar et
hy_am: Կրկնել վերջին գործողությունը
ka_ge: ბოლო მოქმედების გამეორება
kk_kz: Соңғы іс-әрекетті қайталау
ru_ru: Повторить последнее действие
th_th: ทำการกระทำล่าสุดอีกครั้ง
uk_ua: Повторити останню дію

# LayoutStringId.RedoHintCaption
source: Redo(Ctrl+Y)
ar_iq: إعادة(Ctrl+Y)
az_latn_az: Təkrarlamaq(Ctrl+Y)
hy_am: Կրկնել (Ctrl+Y)
ka_ge: გამეორება (Ctrl+Y)
kk_kz: Қайталау (Ctrl+Y)
ru_ru: Повторить (Ctrl+Y)
th_th: ทำอีกครั้ง (Ctrl+Y)
uk_ua: Повторити(Ctrl+Y)

# PivotGridStringId.PopupMenuRefreshData
source: Refresh Data
ar_iq: تحديث البيانات
az_latn_az: Məlumatları təzələmək
hy_am: Թարմացնել տվյալները
ka_ge: მონაცემთა განახლება
kk_kz: Деректерді жаңарту
ru_ru: Обновить данные
th_th: รีเฟรชข้อมูล
uk_ua: Поновити дані

# PivotGridStringId.PopupMenuRemoveAllSortByColumn
source: Remove All Sorting
ar_iq: إزالة كل عمليات الفرز
az_latn_az: Bütün sıralanmaları ləğv et
hy_am: Հեռացնել բոլոր սորտավորումները
ka_ge: ყველა დახარისხების ამოღება
kk_kz: Барлық сұрыпталымды алып тастау
ru_ru: Удалить все сортировки
th_th: ย้ายการเรียงลำดับทั้งหมด
uk_ua: Видалити усі сортування

# PivotGridStringId.PrintDesigner
source: Print Designer
ar_iq: مصمم الطباعة
az_latn_az: Çap tərtibatçısı
hy_am: Տպելու դիզայները
ka_ge: დიზაინერის ბეჭდვა
kk_kz: Дизайнерді басып шығару
ru_ru: Распечатать дизайнер
th_th: ตัวออกแบบการพิมพ์
uk_ua: Дизайнер друку
