Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ChartStringId.MsgInvalidExplodedModeAdd
source: Since the current Pie series view displays the series created using a series template, the specified series point can't be added to the collection of exploded points. You need to use another Explode Mode instead.
ar_iq: بما أن عرض السلسلة الدائرية الحالية يعرض السلسلة التي تم إنشاؤها باستخدام قالب سلسلة، لذا لا يمكن إضافة نقطة السلسلة المحددة إلى مجموعة النقاط المجزأة. تحتاج إلى استخدام وضع تجزيء آخر.
az_latn_az: Cari Dairə seriyası seriya şablonunun istifadəsilə yaradılmış seriyaları əks etdirdiyinə görə, göstərilən seriya nöqtəsi Rədd edilmiş nöqtələr kolleksiyasına əlavə edilə bilməz. Bunun əvəzində başqa bir Rəddetmə rejimini istifadə edin.
hy_am: Քանի որ ընթացիկ շրջանաձև հաջորդականությունը ստեղծված է հաջորդականության ձևանմուշի օգտագործմամբ, կետերի որոշակի հաջորդականություններ չեն կարող ավելացվել հեռացված կետերի խումբ: Դուք պետք է օգտագործեք բացառման այլ ռեժիմ:
ka_ge: რადგან მიმდინარე წრიული თანმიმდევრობა შექმნილია თანმიმდევრობის შაბლონის გამოყენებით,წერტილების განსაზღვრული თანმიმდევრობები არ შეიძლება დაემატოს გამორიცხული წერტილების კოლექციას. ამისათვის უნდა გამოიყენოთ გამორიცხვის სხვა რეჟიმი.
kk_kz: Ағымдағы шеңберлі реттілік қалып пайдаланылып құрылған, нүктелердің белгілі бір реттілігін алып тасталған реттілік жиынтығына қосуға болмайды. Сіз алып тастаудың басқа режимін пайдаланыңыз.
ru_ru: Текущая круговая последовательность создана с использованием шаблона последовательности, определенные последовательности точек не могут быть добавлены в набор исключенных точек. Вам нужно использовать другой режим исключения.
th_th: เนื่องจากมุมมองซีรี่ส์ พาย ปัจจุบันแสดงซีรี่ส์ที่สร้างโดยการใช้เท็มเพลตซีรี่ส์ จุดซีรี่ส์ที่กำหนดไม่สามารถถูกเพิ่มเข้าไปในกลุ่มของจุดที่แยกออกมาได้ คุณต้องใช้โหมดการแยกอื่นแทน
uk_ua: Чинна колова послідовність показує послідовність, що створена за допомогою шаблону послідовності, тому, визначена точка послідовності не може бути доданою до збірки виключених точок. Вам необхідно використати інший режим виключення.

# ChartStringId.MsgInvalidExplodedModeRemove
source: Since the current Pie series view displays the series created using a series template, the specified series point can't be removed from the collection of exploded points. You need to use another Explode Mode instead.
ar_iq: بما أن عرض السلسلة الدائرية الحالية يعرض السلسلة التي تم إنشاؤها باستخدام قالب سلسلة، لذا لا يمكن إزالة نقطة السلسلة المحددة إلى مجموعة النقاط المجزأة. تحتاج إلى استخدام وضع تجزيء آخر.
az_latn_az: Cari Dairə seriyası seriya şablonunun istifadəsilə yaradılmış seriyaları əks etdirdiyinə görə, göstərilən seriya nöqtəsi Rədd edilmiş nöqtələr kolleksiyasından çıxarıla bilməz. Bunun əvəzində başqa bir Rəddetmə rejimini istifadə edin.
hy_am: Քանի որ ընթացիկ շրջանաձև հաջորդականությունը ստեղծված է հաջորդականության ձևանմուշի օգտագործմամբ, ապա կետերի որոշակի հաջորդականությունները չեն կարող հեռացվել բացարձակ կետերի հավաքածուից: Դուք պետք է օգտագործեք բացառման այլ ռեժիմ:
ka_ge: რადგან მიმდინარე წრიული თანმიმდევრობა შექმნილია თანმიმდევრობის შაბლონის გამოყენებით,წერტილების განსაზღვრული თანმიმდევრობები არ შეიძლება დაემატოს გამორიცხული წერტილების კოლექციას. ამისათვის უნდა გამოიყენოთ გამორიცხვის სხვა რეჟიმი.
kk_kz: Ағымдағы шеңберлі реттілік қалып пайдаланылып құрылған, нүктелердің белгілі бір реттілігін алып тасталған реттілік жиынтығына қосуға болмайды. Сіз алып тастаудың басқа режимін пайдаланыңыз.
ru_ru: Текущая круговая последовательность создана с использованием шаблона последовательности, определенные последовательности точек не могут быть добавлены в набор исключенных точек. Вам нужно использовать другой режим исключения.
th_th: เนื่องจากมุมมองซีรี่ส์ พาย ปัจจุบันแสดงซีรี่ส์ที่สร้างโดยการใช้เท็มเพลตซีรี่ส์ จุดซีรี่ส์ที่กำหนดไม่สามารถถูกลบจากไปในกลุ่มของจุดที่แยกออกมาได้ คุณต้องใช้โหมดการแยกอื่นแทน
uk_ua: Чинна колова послідовність створена за допомогою шаблону послідовності, тому, визначена точка послідовності не може бути видаленою зі збірки виключених точок. Вам необхідно використати інший режим виключення.

# ChartStringId.MsgInvalidFilterCondition
source: The {0} condition can't be applied to the "{1}" data.
ar_iq: لا يمكن تطبيق الشرط {0} على البيانات "{1}".
az_latn_az: {0} vəziyyəti "{1}" məlumatına tətbiq edilə bilməz.
hy_am: {0} պայմանը չի կարող կիրառվել "{1}" տվյալի հանդեպ:
ka_ge: შეუძლებელია {0} პირობის გამოყენება "{1}" მონაცემებთან.
kk_kz: {0} шартын "{1}" деректеріне қолдану мүмкін емес
ru_ru: Условие {0} не может быть применено к данным "{1}".
th_th: ไม่สามารถนำเงื่อนไข{0}ไปใช้กับข้อมูล "{1}" ได้
uk_ua: Умова {0} не може бути застосована до даних "{1}".

# ChartStringId.MsgInvalidSizeInPixels
source: Size in pixels should be greater than or equal to -1 and less than 50.
ar_iq: يجب أن يكون الحجم بالبكسل أكبر من أو مساو لـ -1 وأقل من 50.
az_latn_az: Piksellərlər verilmiş ölçü -1-ə bərabər və ya ondan böyük və 50-dən kiçik olmalıdır.
hy_am: Չափը պիքսելներով պետք է լինի մեծ կամ հավասար -1-ի, և փոքր 50-ից:
ka_ge: ზომა პიქსელებში უნდა იყოს -1 -ზე მეტი ან ტოლი და 50 -ზე ნაკლები.
kk_kz: Пиксельмен көрсетілген мән 1-ден үлкен немесе тең және 50-ден кем болуға тиіс
ru_ru: Значение в пикселях должно быть больше или равно -1 и меньше 50
th_th: ขนาดของพิกเซลควรมากกว่า หรือเท่ากับ -1 และน้อยกว่า 50
uk_ua: Розмір у пікселях повинен бути більше або дорівнювати -1, та менше 50.

# ChartStringId.MsgLabelSettingRuntimeError
source: The "Label" property can't be set at runtime.
ar_iq: لا يمكن تعيين خاصية "تسمية" في وقت التشغيل.
az_latn_az: "İşarə" xassəsi iş vaxtı quraşdırıla bilməz.
hy_am: "Label" հատկությունը չի կարող սահմանվել իրականացման ընթացքում:
ka_ge: “Label” –ის მახასიათებლის დაყენება შეუძლებელია შესრულების დროს.
kk_kz: Орындау кезінде "Label" қасиетін орнату мүмкін емес
ru_ru: Свойство “Label” не может быть установлено во время исполнения.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ "ฉลาก" ในเวลาทำงานได้
uk_ua: Властивіcть "Label" не можна встановлювати під час виконання.

# ChartStringId.MsgLegendPointOptionsSettingRuntimeError
source: The "LegendPointOptions" property can't be set at runtime.
ar_iq: لا يمكن تعيين خاصية "خيارات نقطة وسيلة إيضاح" في وقت التشغيل.
az_latn_az: "ŞərtiİşarələrinNöqtəSeçimləri" xassəsi iş vaxtı quraşdırıla bilməz.
hy_am: "LegendPointOptions" հատկությունը չի կարող սահմանվել իրականացման ընթացքում:
ka_ge: "LegendPointOptions"–ის მახასიათებლის დაყენება შეუძლებელია შესრულების დროს.
kk_kz: Орындау кезінде "LegendPointOptions" қасиетін орнату мүмкін емес
ru_ru: Свойство "LegendPointOptions" не может быть установлено во время исполнения.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ "LegendPointOptions" ในเวลาทำงานได้
uk_ua: Властивість "LegendPointOptions" не можна встановлювати під час виконання.

# ChartStringId.MsgNullAnchorPointSeriesPoint
source: Series point can't be set to null for the SeriesPointAncherPoint object.
ar_iq: لا يمكن ترك قيمة نقطة السلسلة خالية لكائن نقطة ارتساء نقطة سلسلة.
az_latn_az: SeriyaNöqtəsininAnkerlənməNöqtəsi obyekti üçün seriya nöqtəsi sıfır olaraq təyin edilə bilməz.
hy_am: Հաջորդականության կետը չի կարող սահմանվել զրո SeriesPointAncherPoint օբյեկտի համար:
ka_ge: სერიების წერტილის დაყენება ნულზე SeriesPointAncherPoint ობიექტისთვის შეუძლებელია.
kk_kz: SeriesPointAncherPoint объектісі үшін реттілік нүктесі null-ге қойылмайды
ru_ru: Точка последовательности не может быть установлена в null для объекта SeriesPointAncherPoint.
th_th: จุดซีรี่ส์ไม่สามารถตั้งค่าเป็นว่างได้สำหรับวัตถุ SeriesPointAncherPoint
uk_ua: Точка послідовності не може мати порожнє значення для об'єкту SeriesPointAncherPoint.

# ChartStringId.MsgOverlappingOptionsSettingRuntimeError
source: The "OverlappingOptions" property can't be set at runtime.
ar_iq: لا يمكن تعيين خاصية "خيارات التراكب" في وقت التشغيل.
az_latn_az: "Üst-üstə düşən seçimlər" xassəsi iş vaxtı quraşdırıla bilməz.
hy_am: "OverlappingOptions" հատկությունը չի կարող սահմանվել իրականացման ընթացքում:
ka_ge: "OverlappingOptions"–ის მახასიათებლის დაყენება შეუძლებელია შესრულების დროს.
kk_kz: Орындау кезінде "OverlappingOptions" қасиетін орнату мүмкін емес.
ru_ru: Свойство "OverlappingOptions" не может быть установлено во время выполнения.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ OverlappingOptions ในเวลาทำงานได้
uk_ua: Властивість "OverlappingOptions" не можна встановлювати під час виконання.

# ChartStringId.MsgPointOptionsSettingRuntimeError
source: The "PointOptions" property can't be set at runtime.
ar_iq: لا يمكن تعيين خاصية "خيارات نقطة" في وقت التشغيل.
az_latn_az: "Nöqtəvi seçimlər" xassəsi iş vaxtı quraşdırıla bilməz.
hy_am: "PointOptions" հատկությունը չի կարող սահմանվել իրականացման ընթացքում:
ka_ge: "PointOptions"მახასიათებლის დაყენება შეუძლებელია შესრულების დროს.
kk_kz: Орындау кезінде "PointOptions" қасиетін орнату мүмкін емес.
ru_ru: Свойство “PointOptions” не может быть установлено во время исполнения.
th_th: ไม่สามารถตั้งค่า PointOptions ในเวลาทำงานได้
uk_ua: Властивість "PointOptions" не можна встановлювати під час виконання.

# ChartStringId.MsgSelfRelatedSeriesPoint
source: Series point can't have a relation to itself.
ar_iq: لا يمكن أن يكون هناك علاقة لنقطة سلسلة بنفسها.
az_latn_az: Seriyanın nöqtəsi özü ilə əlaqələndirilə bilməz.
hy_am: Կետերի հաջորդականությունը չի կարող կապակցվել ինքն իր հետ:
ka_ge: წერტილების თანმიმდევრობა არ შეიძლება იყოს თავის თავთან დაკავშირებული.
kk_kz: Реттілік нүктесі өзімен байланыста бола алмайды.
ru_ru: Последовательность точек не может быть связана с собой.
th_th: จุดซีรี่ส์ไม่สามารถมีความสัมพันธ์กับตัวมันเองได้
uk_ua: Точка послідовності не може бути пов'язана з собою.

# ChartStringId.MsgSeriesPointIDNotUnique
source: Series point's ID must be unique.
ar_iq: يجب أن يكون معرف نقطة السلسلة فريداً.
az_latn_az: Seriya nöqtəsinin Q/N unikal olmalıdır.
hy_am: Հաջորդականության կետի ն/հ-ն պետք է լինի եզակի:
ka_ge: წერტილების თანმიმდევრობის ID უნიკალური უნდა იყოს.
kk_kz: Нүктелердің ID реттілігі бірегей болуға тиіс.
ru_ru: ID последовательности точек должен быть уникальным.
th_th: ID จุดซีรี่ส์ต้องไม่ซ้ำ
uk_ua: ID точки послідовності повинен бути унікальним.

# ChartStringId.MsgSeriesViewDoesNotExist
source: The {0} SeriesView doesn't exist.
ar_iq: عرض السلسلة {0} غير موجود.
az_latn_az: {0}Seriya görünüşü mövcud deyil.
hy_am: {0} SeriesView գոյություն չունի:
ka_ge: {0} SeriesView არ არსებობს.
kk_kz: {0} SeriesView жоқ.
ru_ru: {0} SeriesView не существует.
th_th: ไม่มี SeriesView{0}
uk_ua: {0} SeriesView не існує.

# ChartStringId.MsgSynchronizePointOptionsSettingRuntimeError
source: The "SynchronizePointOptions" property can't be set at runtime.
ar_iq: لا يمكن تعيين خاصية "خيارات نقطة مزامنة" في وقت التشغيل.
az_latn_az: "Nöqtəvi seçimlərin sinxronizasiyası" xassəsi iş vaxtı quraşdırıla bilməz.
hy_am: "SynchronizePointOptions" հատկությունը չի կարող սահմանվել իրականացման ընթացքում:
ka_ge: "SynchronizePointOptions"-ის მახასიათებლის დაყენება შეუძლებელია შესრულების დროს.
kk_kz: Орындау кезінде "SynchronizePointOptions" қасиетін орнату мүмкін емес.
ru_ru: Свойство "SynchronizePointOptions" не может быть установлено во время исполнения.
th_th: ไม่สามารถตั้งค่าคุณลักษณะ SynchronizePointOptions ในเวลาทำงานได้
uk_ua: Властивість "SynchronizePointOptions" не можна встановлювати під час виконання.

# ChartStringId.MsgWizardAbsractPageType
source: The {0} is abstract, and so an object of this type can't be instantiated and added as a wizard page.
ar_iq: إن {0} تجريدي، لذلك لا يمكن إنشاء مثيل لكائن من هذا النوع وإضافته كصفحة معالج.
az_latn_az: {0} naməlumdur, beləliklə bu növdən olan obyekt aniləşdirilə və bələdçi səhifəsi olaraq əlavə edilə bilməz.
hy_am: {0} աբստրակտ է, այդ պատճառով նման տեսակի օբյեկտները չէն կարող մշակվել և ավելացվել որպես Կառուցիչի էջ:
ka_ge: {0} აბსტრაქტულია, რის გამოც შეუძლებელია ამ ტიპის ობიექტის დამუშავება და დამატება ოსტატის გვერდის სახით.
kk_kz: {0} абстрактілі, сондықтан бұл үлгідегі объект өңделмейді және шебердің беті ретінде қосуға болмайды.
ru_ru: {0} абстрактный, и поэтому объект этого типа не может быть обработан и добавлен как страница мастера.
th_th: {0} เป็นนามธรรม และวัตถุของประเภทนี้ไม่สามารถยกตัวอย่างประกอบได้ และเพิ่มเป็นหน้าวิซาร์ด
uk_ua: {0} є абстрактним, об'єкт цього типу не може бути обробленим, тому додан як сторінка мастера.

# ChartStringId.MsgWizardIncorrectBasePageType
source: The {0} must be inherited from the {1} class.
ar_iq: يجب أن يكون {0} موروثاً من {1} الفئة.
az_latn_az: {0} {1} sinfindən çıxarılmalıdır.
hy_am: {0}-ն պետք է ժառանգվի {1} դասից:
ka_ge: {0} უნდა გადმოვიდეს {1} კლასიდან.
kk_kz: {0} {1} сыныптан мұраға қалуға тиіс
ru_ru: {0} должно быть унаследовано от {1} класса.
th_th: {0} ต้องถูกส่งมาจากประเภท {1}
uk_ua: {0} повинно наслідуватися від {1} класу.

# ChartStringId.PrintSizeModeStretch
source: Stretch (a chart is stretched or shrunk to fit the page on which it is printed)
ar_iq: تكبير (يتم تكبير المخطط أو تقليصه ليلائم الصفحة التي يُطبع عليها)
az_latn_az: Dart (diaqram çap edilən səhifəyə yerləşmək üçün dartılır və ya kiçildilir)
hy_am: Ձգել (դիագրամը ձգված է կամ կտրված տպվող էջի չափով)
ka_ge: გაჭიმვა (დიაგრამა გაჭიმულია ან ჩატეულია დასაბეჭდი გვერდის ზომებში)
kk_kz: Созу (диаграмма созылған немесе басып шығарылатын беттің өлшемімен кесілген)
ru_ru: Растяжение (диаграмма растянута или обрезана размерами печатаемой страницы)
th_th: ยืด (แผนภูมิถูกยืด หรือหดเพื่อให้พอดีกับหน้าที่จะพิมพ์)
uk_ua: Розтягнення (діаграма розтягнути або обрізана для підгонки під розміри сторінки, яка друкується)

# ChartStringId.StripPrefix
source: Strip
ar_iq: شريط (مسار)
az_latn_az: Xətt
hy_am: Շերտ
ka_ge: ზოლი
kk_kz: Жолақ
ru_ru: Полоса
th_th: สตริป
uk_ua: Стрічка

# ChartStringId.SvnSideBySideFullStackedBar
source: Side By Side Bar Stacked 100%
ar_iq: شريط جنباً إلى جنب مكدس 100%
az_latn_az: Tərkibli sütunlu diaqram 100%
hy_am: Երկկողմանի բաղկացուցիչներով դիագրամ 100%
ka_ge: ერთმანეთის გვერდით ზოლი შტაბელური 100%
kk_kz: Қаланған диаграмма 100%
ru_ru: Стопочная диаграмма 100%
th_th: แถบถูกซ้อนกัน ข้างๆกัน 100%
uk_ua: Стопочна накопичувальна діаграма 100%

# ChartStringId.SvnSideBySideFullStackedBar3D
source: Side By Side Bar 3D Stacked 100%
ar_iq: شريط جنباً إلى جنب ثلاثي الأبعاد مكدس 100%
az_latn_az: Tərkibli sütunlu diaqram 3D 100%
hy_am: 3D երկկողմանի բաղկացուցիչներով դիագրամ 100%
ka_ge: ერთმანეთის გვერდით ზოლი 3D შტაბელური 100%
kk_kz: Қаланған 3D диаграммасы100%
ru_ru: Стопочная диаграмма 3D 100%
th_th: แถบ 3D ถูกซ้อนกัน ข้างๆกัน 100%
uk_ua: Стопочна об'ємна накопичувальна діаграма 100%

# ChartStringId.SvnSideBySideGantt
source: Side By Side Gantt
ar_iq: رسم جانت جنباً إلى جنب
az_latn_az: İkitərəfli Qantt diaqramı
hy_am: Գանտտի երկկողմանի դիագրամ
ka_ge: განტის ორმხრივი დიაგრამა
kk_kz: Ганттың екіжақты диаграммасы
ru_ru: Двусторонняя диаграмма Ганта
th_th: แกนทท์ข้างๆกัน
uk_ua: Стопочна діаграма Ганта

# ChartStringId.SvnSideBySideRangeBar
source: Side By Side Range Bar
ar_iq: شريط نطاق جنباً إلى جنب
az_latn_az: İkitərəfli diapazonlu sütunlu diaqram
hy_am: Երկկողմանի
ka_ge: ორმხრივი
kk_kz: Екіжақты
ru_ru: Двусторонняя
th_th: แถบเรนจ์ข้างๆกัน
uk_ua: Стопочна двустороння діаграма

# ChartStringId.SvnSideBySideStackedBar
source: Side By Side Bar Stacked
ar_iq: شريط جنباً إلى جنب مكدس
az_latn_az: Tərkibli sütunlu diaqram
hy_am: Երկկողմանի բաղկացուցիչներով դիագրամ
ka_ge: ერთმანეთის გვერდით ზოლი შტაბელური
kk_kz: Қаланған диаграмма
ru_ru: Стопочная диаграмма
th_th: แถบถูกซ้อนกันข้างๆกัน
uk_ua: Стопочна накопичувальна діаграма

# ChartStringId.SvnSideBySideStackedBar3D
source: Side By Side Bar 3D Stacked
ar_iq: شريط جنباً إلى جنب ثلاثي الأبعاد مكدس
az_latn_az: Tərkibli sütunlu diaqram 3D
hy_am: 3D երկկողմանի բաղկացուցիչներով դիագրամ
ka_ge: ერთმანეთის გვერდით ზოლი 3D შტაბელური
kk_kz: Қаланған 3D диаграммасы
ru_ru: Стопочная диаграмма 3D
th_th: แถบ 3D ถูกซ้อนกัน ข้างๆกัน
uk_ua: Стопочна об'ємна накопичувальна діаграма

# ChartStringId.SvnSpline
source: Spline
ar_iq: شريحة
az_latn_az: Splayn
hy_am: Սփլայն
ka_ge: სპლაინი
kk_kz: Сплайн
ru_ru: Сплайн
th_th: กระดูกงู
uk_ua: Сплайн

# ChartStringId.SvnSpline3D
source: Spline 3D
ar_iq: شريحة ثلاثية الأبعاد
az_latn_az: Splayn 3D
hy_am: 3D սփլայն
ka_ge: 3D სპლაინი
kk_kz: 3D сплайн
ru_ru: Сплайн 3D
th_th: กระดูกงู3D
uk_ua: Об'ємний сплайн

# ChartStringId.SvnSpline3DArea
source: Spline Area 3D
ar_iq: منطقة شريحة ثلاثية الأبعاد
az_latn_az: Splayn ərazisi 3D
hy_am: 3D սփլայն մակերեսներ
ka_ge: 3D სპლაინის ზონა
kk_kz: Көлемді сплайн аумағы
ru_ru: Объемный сплайн области
th_th: พื้นที่กระดูกงู 3D
uk_ua: Об'ємний сплайн зони

# ChartStringId.SvnSplineArea
source: Spline Area
ar_iq: منطقة الشريحة
az_latn_az: Splayn ərazisi
hy_am: Սփլայն մակերեսներ
ka_ge: სპლაინის ზონა
kk_kz: Аумақ сплайны
ru_ru: Сплайн области
th_th: พื้นที่กระดูกงู
uk_ua: Сплайн зони

# ChartStringId.SvnSplineAreaFullStacked3D
source: Spline Area 3D Stacked 100%
ar_iq: منطقة شريحة ثلاثية الأبعاد مكدسة %100
az_latn_az: Splayn ərazisi 3D tərkibli 100%
hy_am: 3D սփլայն մակերեսներ 100% բաղկացուցիչներով
ka_ge: 3D სპლაინის ზონა დაგროვებით 100%
kk_kz: Көлемді сплайн аумағы 100% жинақталыммен
ru_ru: Объемный сплайн области с накоплением 100%
th_th: พื้นที่กระดูกงู3D ถูกซ้อนกัน 100%
uk_ua: Об'ємний сплайн області з накопиченням 100%

# ChartStringId.SvnSplineAreaStacked3D
source: Spline Area 3D Stacked
ar_iq: منطقة شريحة ثلاثية الأبعاد مكدسة
az_latn_az: Splayn ərazisi 3D tərkibli
hy_am: 3D սփլայն մակերեսներ բաղկացուցիչներով
ka_ge: 3D სპლაინის ზონა დაგროვებით
kk_kz: Көлемді сплайн аумағы жинақталыммен
ru_ru: Объемный сплайн области с накоплением
th_th: พื้นที่กระดูกงู3D ถูกซ้อนกัน
uk_ua: Об'ємний сплайн області з накопиченням

# ChartStringId.SvnSplineFullStackedArea
source: Spline Area Stacked 100%
ar_iq: منطقة شريحة مكدسة %100
az_latn_az: 100% tərkibli splayn ərazisi
hy_am: Սփլայն մակերեսներ 100% բաղկացուցիչներով
ka_ge: სპლაინის ზონა დაგროვებით 100%
kk_kz: Сплайн аумағы 100% жинақталыммен
ru_ru: Сплайн области с накоплением 100%
th_th: พื้นที่กระดูกงู ถูกซ้อนกัน 100%
uk_ua: Накопичувальна зона сплайн 100%

# ChartStringId.SvnSplineStackedArea
source: Spline Area Stacked
ar_iq: منطقة شريحة مكدسة
az_latn_az: Tərkibli splayn ərazisi
hy_am: Սփլայն մակերեսներ բաղկացուցիչներով
ka_ge: სპლაინის ზონა დაგროვებით
kk_kz: Сплайн аумағы жинақтылыммен
ru_ru: Сплайн области с накоплением
th_th: พื้นที่กระดูกงู ถูกซ้อนกัน
uk_ua: Накопичувальна зона сплайн

# ChartStringId.SvnStepLine
source: Step Line
ar_iq: خط الخطوة
az_latn_az: Pilləvari xətt
hy_am: Քայլային գիծ
ka_ge: ბიჯური ხაზი
kk_kz: Қадамдық сызық
ru_ru: Шаговая линия
th_th: เส้นขั้น
uk_ua: Крокова лінія

# ChartStringId.SvnStepLine3D
source: Step Line 3D
ar_iq: خط خطوة ثلاثي الأبعاد
az_latn_az: Pilləvari xətt 3D
hy_am: 3D քայլերով գրաֆիկ
ka_ge: 3D სტატუსის ზოლი
kk_kz: Көлемді қадамдық график
ru_ru: Объемный шаговый график
th_th: เส้นขั้น 3D
uk_ua: Об'ємна крокова лінія

# ChartStringId.SvnStock
source: Stock
ar_iq: مخزون
az_latn_az: Birja
hy_am: Բորսայական
ka_ge: საბირჟო
kk_kz: Биржалық
ru_ru: Биржевая
th_th: สต็อค
uk_ua: Біржева

# ChartStringId.SvnSwiftPlot
source: Swift Plot
ar_iq: رسم التحويل
az_latn_az: Sürətli nişanlandırma
hy_am: Արագ նշում
ka_ge: ჩქარი გრაფიკი
kk_kz: Жылдам белгілеу
ru_ru: Быстрая разметка
th_th: สวิฟท์ พล็อต
uk_ua: Швидка розмітка

# ChartStringId.TextAnnotation
source: Text Annotation
ar_iq: تعليق توضيحي على النص
az_latn_az: Mətnin xülasəsi
hy_am: Տեքստի անոտացիա
ka_ge: ტექსტის ანოტაცია
kk_kz: Мәтін аннотациясы
ru_ru: Аннотация текста
th_th: บรรณนิทัศน์ตัวอักษร
uk_ua: Анотація тексту

# ChartStringId.TextAnnotationPrefix
source: Text Annotation
ar_iq: تعليق توضيحي على النص
az_latn_az: Mətnin xülasəsi
hy_am: Տեքստի անոտացիա
ka_ge: ტექსტის ანოტაცია
kk_kz: Мәтін аннотациясы
ru_ru: Аннотация текста
th_th: บรรณนิทัศน์ตัวอักษร
uk_ua: Анотація тексту

# ChartStringId.TitleSummaryFunction
source: Summary Function
ar_iq: دالة التلخيص
az_latn_az: Yekun funksiyası
hy_am: Ամփոփման ֆունկցիա
ka_ge: ჯამური ფუნქცია
kk_kz: Жиынтық функция
ru_ru: Итоговая функция
th_th: ฟัง์ค์ชั่นสรุป
uk_ua: Ітогова функція

# ChartStringId.TrnSeriesTitleChanged
source: Series title changed
ar_iq: تم تغيير عنوان السلسلة
az_latn_az: Sıraların başlığı dəyişdirilmişdir
hy_am: Հաջորդականության վերնագիրը փոխվել է
ka_ge: სერიების სათაურები შეცვლილია
kk_kz: Сериялардың тақырыбы өзгертілді
ru_ru: Заголовки серий изменены
th_th: หัวข้อซีรี่ส์ถูกเปลี่ยน
uk_ua: Заголовки послідовностей змінено

# ChartStringId.TrnSeriesTitleDeleted
source: Series title deleted
ar_iq: تم حذف عنوان السلسلة
az_latn_az: Sıraların başlığı silinmişdir
hy_am: Հաջորդականության վերնագիրը ջնջվել է
ka_ge: სერიების სათაურები წაშლილია
kk_kz: Сериялардың тақырыбы жойылды
ru_ru: Заголовки серий удалены
th_th: หัวข้อซีรี่ส์ถูกลบ
uk_ua: Заголовки послідовностей видалено

# ChartStringId.TrnStripsChanged
source: Strips changed
ar_iq: تم تغيير الأشرطة
az_latn_az: Zolaqlar dəyişdirilmişdir
hy_am: Շերտերը փոխվել են
ka_ge: ზოლები შეცვლილია
kk_kz: Жолақтар өзгерді
ru_ru: Полосы изменились
th_th: สตริป ถูกเปลี่ยน
uk_ua: Стрічки змінено

# ChartStringId.TrnSummaryFunctionChanged
source: Summary function changed
ar_iq: تم تغيير دالة التلخيص
az_latn_az: Yekun funksiyası dəyişdirilmişdir
hy_am: Ամփոփման ֆունկցիան փոխված է
ka_ge: ჯამური ფუნქცია შეცვლილია
kk_kz: Жиынтық функция өзгертілді
ru_ru: Итоговая функция изменена
th_th: ฟังค์ชั่นการสรุปถูกเปลี่ยน
uk_ua: Ітогова функція змінена

# ChartStringId.VerbSeries
source: Series...
ar_iq: السلسلة...
az_latn_az: Sıralar...
hy_am: Հաջորդականություններ...
ka_ge: თანმიმდევრობები...
kk_kz: Реттіліктер
ru_ru: Последовательности...
th_th: ซีรี่ส์...
uk_ua: Послідовності...

# ChartStringId.WizAnnotationConnectorStyleTail
source: Tail
ar_iq: ذيل
az_latn_az: Quyruq
hy_am: Պոչ
ka_ge: კუდი
kk_kz: Құйыршық
ru_ru: Хвост
th_th: หาง
uk_ua: Хвіст

# ChartStringId.WizChartImageSizeModeStretch
source: Stretch
ar_iq: تمدد
az_latn_az: Dartılma
hy_am: Ձգել
ka_ge: გაწელვა
kk_kz: Созу
ru_ru: Растяжение
th_th: ยืด
uk_ua: Розтягнення

# ChartStringId.WizHatchShingle
source: Shingle
ar_iq: لوح خشبي
az_latn_az: Qont
hy_am: Կավար
ka_ge: კენჭი
kk_kz: Гонт
ru_ru: Гонт
th_th: ซ้อนเกย
uk_ua: Гонт

# ChartStringId.WizHatchSmallCheckerBoard
source: SmallCheckerBoard
ar_iq: لوحة شطرنج صغيرة
az_latn_az: Kiçik şahmat lövhəsi
hy_am: ՄանրՇախմատիՏախտակ
ka_ge: მცირე ზომის ჭადრაკის დაფა
kk_kz: Кішкентай шахмат тақтасы
ru_ru: МелкаяШахматнаяДоска
th_th: บอร์ดหมากรุกเล็ก
uk_ua: МалаШаховаДошка

# ChartStringId.WizHatchSmallConfetti
source: SmallConfetti
ar_iq: قصاصات ورق ملونة صغيرة
az_latn_az: KiçikKonfetti
hy_am: ՄանրԿոնֆետի
ka_ge: მცირე ზომის კონფეტი
kk_kz: Ұсақ конфетти
ru_ru: МелкоеКонфетти
th_th: ลูกปาเล็ก
uk_ua: МаленькеКонфеті

# ChartStringId.WizHatchSmallGrid
source: SmallGrid
ar_iq: شبكة صغيرة
az_latn_az: KiçikTor
hy_am: ՄանրՑանց
ka_ge: მცირე ზომის ცხრილი
kk_kz: Ұсақ тор
ru_ru: МелкаяСеть
th_th: ตารางเล็ก
uk_ua: МаленькаСітка

# ChartStringId.WizHatchSolidDiamond
source: SolidDiamond
ar_iq: معينات مصمتة
az_latn_az: TamRomb
hy_am: ՀամատարածՇեղանկյուն
ka_ge: სრული რომბი
kk_kz: Жаппай Ромб
ru_ru: СплошнойРомб
th_th: เพชรแข็ง
uk_ua: СуцільнийРомб

# ChartStringId.WizHatchSphere
source: Sphere
ar_iq: كروي
az_latn_az: Sfera
hy_am: Ոլորտ
ka_ge: სფერო
kk_kz: Сала
ru_ru: Сфера
th_th: ทรงกลม
uk_ua: Сфера

# ChartStringId.WizPieSeriesLabelPositionTangent
source: Tangent
ar_iq: مماس
az_latn_az: Toxunan
hy_am: Շոշափող
ka_ge: მხები
kk_kz: Жанасатын
ru_ru: Касательный
th_th: เส้นตรง
uk_ua: Дотичний

# ChartStringId.WizScaleBreakStyleStraight
source: Straight
ar_iq: مستقيم
az_latn_az: Düz
hy_am: Ուղիղ
ka_ge: პირდაპირ
kk_kz: Тура
ru_ru: Прямой
th_th: ตรง
uk_ua: Прямо

# ChartStringId.WizSeriesViewPageName
source: Series Views
ar_iq: عروض السلسلة
az_latn_az: Seriyanın görünüşləri
hy_am: Արտաքին տեսք
ka_ge: სერიების გამოსახულება
kk_kz: Сыртқы түрі
ru_ru: Внешний вид
th_th: มุมมองซีรี่ส์
uk_ua: Види послідовностей

# GridStringId.CardViewQuickCustomizationButtonSort
source: Sort:
ar_iq: فرز:
az_latn_az: Sıralanma:
hy_am: դասավորել.
ka_ge: დახარისხება:
kk_kz: Сұрыптау:
ru_ru: Сортировать:
th_th: จัดลำดับ:
uk_ua: Сортувати:
