Repository: dshorter/NGDev
Catalog: EIDSSAVR/bv.common/Resources/XtraStrings.*.resx
Languages: ar_iq, az_latn_az, hy_am, ka_ge, kk_kz, ru_ru, th_th, uk_ua

# ReportStringId.RibbonXRDesign_SizeToControl_STipContent
source: Make the selected controls have the same size.
ar_iq: جعل عناصر التحكم المحددة بنفس الحجم.
az_latn_az: Seçilmiş idarə elementlərini eyni ölçüdə et
hy_am: Նշված կառավարման տարրերը դարձնել նույն չափի:
ka_ge: მართვის მონიშნულ ელემენტები დააყენეთ ერთ ზომაზე.
kk_kz: Ерекшеленген басқару элементтеріне дәл сол өлшемді алыңыз.
ru_ru: Сделайте тот же самый размер у выделенных элементов управления.
th_th: ทำให้การควบคุมที่เลือกเป็นขนาดเดียวกัน
uk_ua: Зробити обрані елементи управління однакового розміру

# ReportStringId.RibbonXRDesign_SizeToControl_STipTitle
source: Make Same Size
ar_iq: استخدام نفس الحجم
az_latn_az: Eyni ölçüdə et
hy_am: Դարձնել նույն չափի
ka_ge: დააყენეთ ერთნაირი ზომა
kk_kz: Дәл сол өлшемді жасаңыз
ru_ru: Сделайте тот же самый размер
th_th: ทำให้เป็นขนาดเดียวกัน
uk_ua: Зрівняти розмір

# ReportStringId.RibbonXRDesign_SizeToControlHeight_Caption
source: Make Same Height
ar_iq: استخدام نفس الارتفاع
az_latn_az: Eyni hündürlükdə et
hy_am: Դարձնել նույն բարձրության
ka_ge: დააყენეთ ერთნაირი სიმაღლე
kk_kz: Дәл сол биіктікті жасаңыз
ru_ru: Сделайте ту же самую высоту
th_th: ทำให้สูงเท่ากัน
uk_ua: Зрівняти висоту

# ReportStringId.RibbonXRDesign_SizeToControlHeight_STipContent
source: Make the selected controls have the same height.
ar_iq: جعل عناصر التحكم المحددة لها نفس الارتفاع.
az_latn_az: Seçilmiş idarə elementlərini eyni hündürlükdə et
hy_am: Նշված կառավարման տարրերը դարձնել նույն բարձրության:
ka_ge: მართვის მონიშნულ ელემენტები დააყენეთ ერთ სიმაღლეზე.
kk_kz: Ерекшеленген басқару элементтеріне дәл сол биіктікті алыңыз.
ru_ru: Сделайте ту же самую высоту у выделенных элементов управления.
th_th: ทำให้การควบคุมที่เลือกมีความสูงเท่ากัน
uk_ua: Зробити обрані елементи управління однакової висоти

# ReportStringId.RibbonXRDesign_SizeToControlHeight_STipTitle
source: Make Same Height
ar_iq: استخدام نفس الارتفاع
az_latn_az: Eyni hündürlükdə et
hy_am: Դարձնել նույն բարձրության
ka_ge: დააყენეთ ერთნაირი სიმაღლე
kk_kz: Дәл сол биіктікті жасаңыз
ru_ru: Сделайте ту же самую высоту
th_th: ทำให้สูงเท่ากัน
uk_ua: Зрівняти висоту

# ReportStringId.RibbonXRDesign_SizeToControlWidth_Caption
source: Make Same Width
ar_iq: استخدام نفس العرض
az_latn_az: Eyni enlilikdə et
hy_am: Դարձնել նույն լայնության
ka_ge: დააყენეთ ერთნაირი სიგანე
kk_kz: Дәл сол енін алыңыз
ru_ru: Сделайте ту же самую ширину
th_th: ทำให้หนักเท่ากัน
uk_ua: Зрівняти ширину

# ReportStringId.RibbonXRDesign_SizeToControlWidth_STipContent
source: Make the selected controls have the same width.
ar_iq: جعل عناصر التحكم المحددة بنفس العرض
az_latn_az: Seçilmiş idarə elementlərinin eyni enliyi tətbiq et
hy_am: Նշված կառավարման տարրերը դարձնել նույն լայնության:
ka_ge: მართვის მონიშნულ ელემენტები დააყენეთ ერთ სიგანეზე.
kk_kz: Ерекшеленген басқару элементтеріне дәл сол енді алыңыз.
ru_ru: Сделайте ту же самую ширину у выделенных элементов управления.
th_th: ทำให้การควบคุมที่เลือกมีน้ำหนักเท่ากัน
uk_ua: Зробити обрані елементи управління однакової ширини

# ReportStringId.RibbonXRDesign_SizeToControlWidth_STipTitle
source: Make Same Width
ar_iq: استخدام نفس العرض
az_latn_az: Eyni enliyi tətbiq et
hy_am: Դարձնել նույն լայնության
ka_ge: დააყენეთ ერთნაირი სიგანე
kk_kz: Дәл сол енін алыңыз
ru_ru: Сделайте ту же самую ширину
th_th: ทำให้หนักเท่ากัน
uk_ua: Зрівняти ширину

# ReportStringId.RibbonXRDesign_VertSpaceMakeEqual_Caption
source: Make Vertical Spacing Equal
ar_iq: جعل التباعد العمودي متساوي
az_latn_az: Şaquli məsafəni bərabərləşdir
hy_am: Ուղղահայաց տարածությունը դարձնել հավասար
ka_ge: გაათანაბრეთ ვერტიკალური შუალედები
kk_kz: Тік аралықты теңестіріңіз
ru_ru: Сделайте вертикальный интервал равным
th_th: ทำให้ช่องว่างแนวตั้งเท่ากัน
uk_ua: Зробити вертикальний інтервал рівним

# ReportStringId.RibbonXRDesign_VertSpaceMakeEqual_STipContent
source: Make the vertical spacing between the selected controls equal.
ar_iq: جعل التباعد العمودي بين عناصر التحكم المحددة متساوي.
az_latn_az: Seçilmiş idarə elementlərin arasında məsafəni bərabər et
hy_am: Նշված կառավարման տարրերի միջև ուղղահայաց տարածությունը դարձնել հավասար:
ka_ge: გაათანაბრეთ ვერტიკალური შუალედები მართვის მონიშნულ ელემენტებს შორის.
kk_kz: Ерекшеленген басқару элементтерінің аралығын тігінен теңестіріңіз.
ru_ru: Сделайте вертикальный интервал равным между выделенными элементами управлениями.
th_th: ทำให้ช่องว่างแนวตั้งระหว่างการควบคุมที่เลือกเท่ากัน
uk_ua: Зробити вертикальний інтервал між обраними елементами рівним.

# ReportStringId.RibbonXRDesign_VertSpaceMakeEqual_STipTitle
source: Make Vertical Spacing Equal
ar_iq: جعل التباعد العمودي متساوي
az_latn_az: Şaquli məsafəni bərabərləşdir
hy_am: Ուղղահայաց տարածությունը դարձնել հավասար
ka_ge: გაათანაბრეთ ვერტიკალური შუალედები
kk_kz: Тік аралықты теңестіріңіз
ru_ru: Сделайте вертикальный интервал равным
th_th: ทำให้ช่องว่างแนวตั้งเท่ากัน
uk_ua: Зробити вертикальний інтервал рівним

# ReportStringId.SSForm_TTip_LoadStyles
source: Load styles from a file
ar_iq: تحميل أنماط من ملف
az_latn_az: Fayldan üslubu yüklə
hy_am: Ֆայլից բեռնել ոճերը
ka_ge: სტილების ჩატვირთვა ფაილიდან
kk_kz: Файлдан стильді жүктеу
ru_ru: Загрузить стили из файла
th_th: โหลดรูปแบบจากไฟล์
uk_ua: Завантажити стилі з файлу

# ReportStringId.UD_Capt_MainMenuName
source: Main Menu
ar_iq: القائمة الرئيسية
az_latn_az: Əsas menyu
hy_am: Գլխավոր մենյու
ka_ge: მთავარი მენიუ
kk_kz: Басты мәзір
ru_ru: Главное меню
th_th: เมนูหลัก
uk_ua: Головне меню

# ReportStringId.UD_Capt_SpacingMakeEqual
source: Make &Equal
ar_iq: جعله &يساوي
az_latn_az: Bərabər&etmək
hy_am: Հավա&սարեցնել
ka_ge: დააყენეთ &თანაბრად
kk_kz: & тең жасаңыз
ru_ru: Сделайте &равным
th_th: ทำให้เท่ากัน
uk_ua: Зробити &рівним

# ReportStringId.UD_Hint_FontBold
source: Make the font bold
ar_iq: جعل الخط عريض
az_latn_az: Şrifti qalınlaşdır
hy_am: Տառատեսակը դարձնել թավատառ
ka_ge: გაამსხვილეთ შრიფტი
kk_kz: Ерекшеленген мәтінді жартылай жуандатыңыз
ru_ru: Сделайте выделенный текст полужирным
th_th: ทำให้แบบอักษรเป็นตัวหนา
uk_ua: Зробити шрифт напівжирним

# ReportStringId.UD_Hint_FontItalic
source: Make the font italic
ar_iq: جعل الخط مائل
az_latn_az: Şrifti kursivli et
hy_am: Տառատեսակը դարձնել շեղատառ
ka_ge: დახარეთ შრიფტი
kk_kz: Ерекшеленген мәтінді курсивпен беріңіз
ru_ru: Сделайте выделенный текст курсивом
th_th: ทำให้แบบอักษรเป็นตัวเอียง
uk_ua: Зробити шрифт курсивом

# ReportStringId.UD_Hint_MakeSameSizeBoth
source: Make the selected controls the same size
ar_iq: جعل عناصر التحكم المحددة بنفس الحجم
az_latn_az: Seçilmiş idarə elementləri eyni ölçüdə etmək
hy_am: Նշված կառավարման տարրերը դարձնել նույն չափի
ka_ge: მართვის მონიშნულ ელემენტები დააყენეთ ერთ ზომაზე
kk_kz: Ерекшеленген басқару элементтерін бір өлшемге келтіріңіз.
ru_ru: Сделать выделенные элементы управления одного размера.
th_th: ปรับขนาดของการควบคุมที่เลือกให้เท่ากัน
uk_ua: Зробити обрані елементи однакового розміру

# ReportStringId.UD_Hint_MakeSameSizeHeight
source: Make the selected controls have the same height
ar_iq: جعل عناصر التحكم المحددة بنفس الارتفاع
az_latn_az: Seçilmiş idarə elementləri eyni hündürlükdə etmək
hy_am: Նշված կառավարման տարրերը դարձնել նույն բարձրության
ka_ge: მართვის მონიშნულ ელემენტები დააყენეთ ერთ სიმაღლეზე
kk_kz: Ерекшеленген басқару элементтеріне дәл сол биіктікті алыңыз.
ru_ru: Сделайте ту же самую высоту у выделенных элементов управления.
th_th: ปรับความสูงของการควบคุมที่เลือกให้เท่ากัน
uk_ua: Зробити обрані елементи однакової висоти

# ReportStringId.UD_Hint_MakeSameSizeWidth
source: Make the selected controls have the same width
ar_iq: جعل عناصر التحكم المحددة بنفس العرض
az_latn_az: Seçilmiş idarə elementləri eyni endə etmək
hy_am: Նշված կառավարման տարրերը դարձնել նույն լայնության
ka_ge: მართვის მონიშნულ ელემენტები დააყენეთ ერთ სიგანეზე.
kk_kz: Ерекшеленген басқару элементтеріне дәл сол енді алыңыз.
ru_ru: Сделайте ту же самую ширину у выделенных элементов управления.
th_th: ปรับความกว้างของการควบคุมที่เลือกให้เท่ากัน
uk_ua: Зробити обрані елементи однакової ширини

# ReportStringId.UD_Hint_SpacingMakeEqual
source: Make the spacing between the selected controls equal
ar_iq: جعل التباعد بين عناصر التحكم المحددة متساوي
az_latn_az: Seçilmiş İdarə elementlərin arasında məsafəni bərabər etməkl
hy_am: Նշված կառավարման տարրերի միջև տարածությունը դարձնել հավասար
ka_ge: გაათანაბრეთ შუალედები მართვის მონიშნულ ელემენტებს შორის.
kk_kz: Ерекшеленген басқару элементтерінің аралығын теңестіріңіз.
ru_ru: Сделайте интервал между выделенными элементами управления равным
th_th: ทำให้ช่องว่างระหว่างการควบคุที่เลือกเท่ากัน
uk_ua: Вирівняти інтервал між обраними елементами

# ReportStringId.UD_TTip_HorizSpaceMakeEqual
source: Make Horizontal Spacing Equal
ar_iq: جعل التباعد الأفقي متساوي
az_latn_az: Üfüqi məsafəni bərabərləşdir
hy_am: Հորիզոնական միջակայքը դարձնել հավասար
ka_ge: გაათანაბრეთ ჰორიზონტალური შუალედი
kk_kz: Көлденең аралықты теңестіріңіз
ru_ru: Сделать одинаковыми интервалы по горизонтали
th_th: ทำให้ช่องว่างแนวนอนเท่ากัน
uk_ua: Зробити горизонтальний інтервал рівним

# ReportStringId.UD_TTip_SizeToControl
source: Make Same size
ar_iq: اجعله بنفس الحجم
az_latn_az: Eyni ölçüdə et
hy_am: Դարձնել նույն չափի
ka_ge: დააყენეთ ერთნაირი ზომა
kk_kz: Өлшемдерді теңестіру
ru_ru: Выровнять размеры
th_th: ทำให้เป็นขนาดเดียวกัน
uk_ua: Вирівняти розміри

# ReportStringId.UD_TTip_SizeToControlHeight
source: Make Same Height
ar_iq: استخدام نفس الارتفاع
az_latn_az: Eyni hündürlükdə et
hy_am: Դարձնել նույն բարձրության
ka_ge: დააყენეთ ერთნაირი სიმაღლე
kk_kz: Биіктігі бойынша теңестіру
ru_ru: Сделать одинаковыми по высоте
th_th: ทำให้เป็นความสูงเดียวกัน
uk_ua: Зрівняти висоту

# ReportStringId.UD_TTip_SizeToControlWidth
source: Make Same Width
ar_iq: استخدام نفس العرض
az_latn_az: Eyni enlilikdə et
hy_am: Դարձնել նույն լայնության
ka_ge: დააყენეთ ერთნაირი სიგანე
kk_kz: Ені бойынша теңестіру
ru_ru: Сделать одинаковыми по ширине
th_th: ทำให้เป็นความกว้างเดียวกัน
uk_ua: Зрівняти ширину

# ReportStringId.UD_TTip_VertSpaceMakeEqual
source: Make Vertical Spacing Equal
ar_iq: جعل التباعد العمودي متساوي
az_latn_az: Şaquli məsafəni bərabərləşdir
hy_am: Ուղղահայաց տարածությունը դարձնել հավասար
ka_ge: გაათანაბრეთ ვერტიკალური შუალედები
kk_kz: Жоларалық аралықты туралау.
ru_ru: Выровнять межстрочные интервалы
th_th: ทำให้ช่องว่างแนวตั้งเท่ากัน
uk_ua: Зробити вертикальний інтервал рівним

# ReportStringId.Verb_RTFLoad
source: Load File...
ar_iq: تحميل الملف...
az_latn_az: Fayl yüklə...
hy_am: Բեռնել ֆայլը...
ka_ge: ფაილის ჩატვირთვა...
kk_kz: Файлды жүктеу
ru_ru: Загрузить файл...
th_th: โหลดไฟล์..
uk_ua: Завантажити файл...

# StringId.FilterCriteriaToStringFunctionLower
source: Lower
ar_iq: أدنى
az_latn_az: Alt
hy_am: Ավելի ցածր
ka_ge: ქვედა
kk_kz: Төменгі регистр
ru_ru: Нижний регистр
th_th: ต่ำลง
uk_ua: Нижчий

# TreeListStringId.MenuFooterMax
source: Max
ar_iq: حد أقصى
az_latn_az: Maks
hy_am: Առավելագույն
ka_ge: მაქსიმუმი
kk_kz: Ең жоғары
ru_ru: Максимум
th_th: มากที่สุด
uk_ua: Макс.

# TreeListStringId.MenuFooterMaxFormat
source: MAX={0}
ar_iq: الحد الأقصى={0}
az_latn_az: MAKS={0}
hy_am: Առավելագույն={0}
ka_ge: მაქსიმუმი={0}
kk_kz: Ең жоғары={0}
ru_ru: Максимум={0}
uk_ua: МАКС={0}

# TreeListStringId.MenuFooterMin
source: Min
ar_iq: حد أدنى
az_latn_az: Minimum
hy_am: Նվազագույն
ka_ge: მინიმუმი
kk_kz: Ең төмен
ru_ru: Минимум
th_th: น้อยที่สุด
uk_ua: Мін.

# TreeListStringId.MenuFooterMinFormat
source: MIN={0}
ar_iq: الحد الأدنى={0}
hy_am: Նվազագույնը={0}
ka_ge: მინიმუმი={0}
kk_kz: Ең төмен={0}
ru_ru: Минимум={0}
uk_ua: МІН={0}

# AccStringId.DescScrollAreaDown
source: Moves the vertical position down a couple of lines
ar_iq: نقل الموضع العمودي إلى أسفل بضعة أسطر
az_latn_az: Şaquli mövqeyin yerini iki sətir aşağıya doğru dəyişdirir
hy_am: Տեղափոխել ուղղահայաց դիրքը մի քանի տող ներքև
ka_ge: ვერტიკალური პოზიციის გადატანა რამდენიმე სტრიქონით ქვემოთ
kk_kz: Позицияны бірнеше жол төмен қарай орын ауыстыру
ru_ru: Переместить позицию вниз на несколько строк
th_th: ย้ายตำแหน่งแนวตั้งลงมาสองสามครั้ง
uk_ua: Перемістити вертикальне положення вниз на декілька рядків

# AccStringId.DescScrollAreaLeft
source: Moves the horizontal position left a couple of columns
ar_iq: نقل الموضع الأفقي إلى اليسار مع ترك بعض الأعمدة
az_latn_az: Üfüqi mövqeyin yerini iki sütun sola doğru dəyişdirir
hy_am: Տեղափոխել հորիզոնական դիրքը մի քանի սյունակ դեպի ձախ
ka_ge: ჰორიზონტალური პოზიციის გადატანა რამდენიმე მწკრივით მარცხნივ
kk_kz: Позицияны бірнеше бағана солға қарай орын ауыстыру
ru_ru: Переместить позицию влево на несколько колонок
th_th: ย้ายตำแหน่งแนวนอนมาทางคอลัมน์ซ้ายสองสามคอลัมน์
uk_ua: Перемістити горизонтальне положення вліво на декілька колонок

# AccStringId.DescScrollAreaRight
source: Moves the horizontal position right a couple of columns
ar_iq: نقل الموضع الأفقي إلى اليمين بضعة أعمدة
az_latn_az: Üfüqi mövqeyin yerini iki sütun sağa doğru dəyişdirir
hy_am: Տեղափոխել հորիզոնական դիրքը մի քանի սյունակ դեպի աջ
ka_ge: ჰორიზონტალური პოზიციის გადატანა რამდენიმე მწკრივით მარჯვნივ
kk_kz: Позицияны бірнеше бағана оңға қарай орын ауыстыру
ru_ru: Переместить позицию вправо на несколько колонок
th_th: ย้ายตำแหน่งแนวนอนมาทางคอลัมน์ขวาสองสามคอลัมน์
uk_ua: Перемістити горизонтальне положення вправо на декілька колонок

# AccStringId.DescScrollAreaUp
source: Moves the vertical position up a couple of lines
ar_iq: نقل الموضع العمودي إلى اعلى بضعة أسطر
az_latn_az: Şaquli mövqeyin yerini iki sətir yuxarıya doğru dəyişdirir
hy_am: Տեղափոխել ուղղահայաց դիրքը մի քանի տող վերև
ka_ge: ვერტიკალური პოზიციის გადატანა რამდენიმე სტრიქონით ზემოთ
kk_kz: Позицияны бірнеше жол жоғары қарай орын ауыстыру
ru_ru: Переместить позицию вверх на несколько строк
th_th: ย้ายตำแหน่งแนวตั้งขึ้นมาสองสามครั้ง
uk_ua: Перемістити вертикальне положення догори на декілька рядків

# AccStringId.DescScrollColumnLeft
source: Moves the horizontal position left one column
ar_iq: نقل الموضع الأفقي عمود واحد إلى اليسار
az_latn_az: Üfüqi mövqeyin yerini bir sütun sola doğru dəyişdirir
hy_am: Տեղափոխել հորիզոնական դիրքը մեկ սյունակ դեպի ձախ
ka_ge: ჰორიზონტალური პოზიციის გადატანა ერთი მწკრივით მარცხნივ
kk_kz: Позицияны бір бағана солға қарай орын ауыстыру
ru_ru: Переместить позицию влево на одну колонку
th_th: ย้ายตำแหน่งแนวนอนมาทางคอลัมน์ซ้ายมาหนึ่งคอลัมน์
uk_ua: Перемістити горизонтальне положення вліво на одну колонку

# AccStringId.DescScrollColumnRight
source: Moves the horizontal position right one column
ar_iq: نقل الموضع الأفقي عمود واحد إلى اليمين
az_latn_az: Üfüqi mövqeyin yerini bir sütun sağa doğru dəyişdirir
hy_am: Տեղափոխել հորիզոնական դիրքը մեկ սյունակ դեպի աջ
ka_ge: ჰორიზონტალური პოზიციის გადატანა ერთი მწკრივით მარჯვნივ
kk_kz: Позицияны бір бағана оңға қарай орын ауыстыру
ru_ru: Переместить позицию вправо на одну колонку
th_th: ย้ายตำแหน่งแนวนอนมาทางคอลัมน์ขวามาหนึ่งคอลัมน์
uk_ua: Перемістити горизонтальне положення вправо на одну колонку

# AccStringId.DescScrollLineDown
source: Moves the vertical position down one line
ar_iq: نقل الموضع العمودي سطر واحد إلى أسفل
az_latn_az: Şaquli mövqeyin yerini bir sıra aşağıya doğru dəyişdirir
hy_am: Տեղափոխել ուղղահայաց դիրքը մեկ տող ներքև
ka_ge: ვერტიკალური პოზიციის გადატანა ერთი სტრიქონით ქვემოთ
kk_kz: Позицияны бір жол төмен қарай орын ауыстыру
ru_ru: Переместить позицию вниз на одну строку
th_th: ย้ายตำแหน่งแนวตั้งลงมาหนึ่งแถว
uk_ua: Перемістити вертикальне положення вниз на один рядок

# AccStringId.DescScrollLineUp
source: Moves the vertical position up one line
ar_iq: نقل الموضع العمودي سطر واحد إلى أعلى
az_latn_az: Şaquli mövqeyin yerini bir sıra yuxarıya doğru dəyişdirir
hy_am: Տեղափոխել ուղղահայաց դիրքը մեկ տող վերև
ka_ge: ვერტიკალური პოზიციის გადატანა ერთი სტრიქონით ზემოთ
kk_kz: Позицияны бір жол жоғары қарай орын ауыстыру
ru_ru: Переместить позицию вверх на одну строку
th_th: ย้ายตำแหน่งแนวตั้งขึ้นไปหนึ่งแถว
uk_ua: Перемістити вертикальне положення догори на один рядок

# AccStringId.GridNewItemRow
source: NewItem Row
ar_iq: صف عنصر جديد
az_latn_az: Yeni element sətri
hy_am: Տարրի նոր տող
ka_ge: ელემენტის ახალი რიგი
kk_kz: Элементтің жаңа жолы
ru_ru: Новая строка элемента
th_th: แถวรายการใหม่
uk_ua: Новий рядок елементу

# AccStringId.TreeListNode
source: Node
ar_iq: عقدة
az_latn_az: Qovşaq
hy_am: Հանգույց
ka_ge: კვანძი
kk_kz: Торап
ru_ru: Узел
th_th: โน้ด
uk_ua: Вузол

# BarString.MenuAnimationNone
source: None
ar_iq: بلا
az_latn_az: (Boşdur)
hy_am: (Չկա)
ka_ge: არ არის
kk_kz: Жоқ
ru_ru: (Нет)
th_th: ไม่มี
uk_ua: Немає

# BarString.NewToolbarCaption
source: New Toolbar
ar_iq: شريط أدوات جديد
az_latn_az: Yarat...
hy_am: Նոր վահանակ
ka_ge: ახალი ხელსაწყოთა ზოლი
kk_kz: Құру...
ru_ru: Создать...
th_th: แถบเครื่องหมือใหม่
uk_ua: Нова панель інструментів

# BarString.RibbonGalleryFilterNone
source: None
ar_iq: بلا
az_latn_az: Boşdur
hy_am: Ոչինչ
ka_ge: არ არის
kk_kz: Ештеңе
ru_ru: Ничего
th_th: ไม่มี
uk_ua: Немає

# ChartStringId.IncorrectSeriesCollectionMessageTitle
source: No Points for the Annotation's Anchoring
ar_iq: لا يوجد نقاط لارتساء التعليق التوضيحي
az_latn_az: Xülasənin bağlaması üçün nöqtə yoxdur
hy_am: Անոտացիայի ամրացումների համար կետեր չկան
ka_ge: არ არსებობს ანოტაციის დაფიქსირების წერტილები
kk_kz: Аннотацияны бекітетін нүкте жоқ
ru_ru: Нет точек для закрепления аннотации
th_th: ไม่มีจุดสำหรับการยึดบรรณนิทัศน์
uk_ua: Немає точок для прикріплення анотації

# ChartStringId.MenuItemMoveDown
source: Move Down
ar_iq: تحريك إلى أسفل
az_latn_az: Yerini aşağıya dəyiş
hy_am: Տեղափոխել ներքև
ka_ge: ქვემოთ გადატანა
kk_kz: Төменге орнын ауыстыру
ru_ru: Переместить вниз
th_th: ย้ายลง
uk_ua: Перемістити вниз

# ChartStringId.MenuItemMoveUp
source: Move Up
ar_iq: تحريك إلى أعلى
az_latn_az: Yerini yuxarıya dəyiş
hy_am: Տեղափոխել վերև
ka_ge: აიტანეთ ზემოთ
kk_kz: Жоғарыға орын ауыстыру
ru_ru: Переместить вверх
th_th: ย้ายขึ้น
uk_ua: Перемістити вверх

# ChartStringId.MsgIncorrectAxisRangeMinValueInternal
source: MinValueInternal can't be set to NaN and Infinity values.
ar_iq: لا يمكن تعيين القيمة الدنيا الداخلية على قيمة NaN أو ما لا نهاية.
az_latn_az: MaksimalDaxiliDəyəri üçün NaN və sonsuzluq dəyəri qoyula bilməz.
hy_am: Նվազագույն ներքին արժեքը չի կարող սահմանվել որպես NaN և անվերջություն:
ka_ge: მნიშვნელობის მინიმალური ინტერვალი არ შეიძლება იყოს უსასრულობა
kk_kz: Ішкі ең жоғары мәні NaN және шексіздікке орнатылмайды
ru_ru: Внутреннее минимальное значение не может быть установлено в NAN и бесконечность
th_th: ไม่สามารถตั้งค่าที่น้อยที่สุดเป็น NaN และค่าไม่สิ้นสุดได้
uk_ua: ВнутрішнєМінімальнеЗначення не може мати значення NaN чи Infinity.

# ChartStringId.PrintSizeModeNone
source: None (a chart is printed with the size identical to that shown on the form)
ar_iq: بلا (يتم طباعة المخطط مع حجم مطابق لذلك الذي يظهر في النموذج)
az_latn_az: Heç bir (formada göstərilən ölçüyə identik ölçüdə olan diaqram çap edilir)
hy_am: Չկա (դիագրամի տպումը ըստ չափսերի, որը հավասար է բաց ձևում չափսերին)
ka_ge: არ არის (დიაგრამა დაიბეჭდა იმ ზომის, როგორც ნაჩვენებია ფორმაში)
kk_kz: Жоқ (ашық пішіндегі өлшемге ұқсайтын өлшемдер бойынша диаграммаларды басып шығару)
ru_ru: Нет (печать диаграммы по размерам, идентичным размерам на открытой форме)
th_th: ไม่มี (แผนภูมิถูกพิมพ์ด้วยขนาดเดียวกับที่แสดงบนแบบฟอร์ม)
uk_ua: Нeмає (діаграма друкується у розмірах, що є ідентичними розмірам, що вказані у формі)

# ChartStringId.ScaleTypeNumerical
source: numeric
ar_iq: رقمي
az_latn_az: Rəqəmli
hy_am: թվային
ka_ge: რიცხობრივი
kk_kz: Сандық
ru_ru: Числовой
th_th: หมายเลข
uk_ua: числовий

# ChartStringId.WizAnnotationConnectorStyleNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არცერთი
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# ChartStringId.WizAnnotationConnectorStyleNotchedArrow
source: Notched Arrow
ar_iq: سهم مسنن
az_latn_az: İtilənmiş ox
hy_am: Ատամնավոր սլաք
ka_ge: ნაჭდევიანი ისარი
kk_kz: Кетілген көрсеткі
ru_ru: Зазубренная стрелка
th_th: ลูกศรแฉก
uk_ua: Зазубрена стрілка

# ChartStringId.WizAxesAlignmentNear
source: Near
ar_iq: قريب
az_latn_az: Yaxın
hy_am: Մոտ
ka_ge: ახლოს
kk_kz: Жанында
ru_ru: Рядом
th_th: ไกล้
uk_ua: Біля

# ChartStringId.WizDateTimeMeasureUnitMonth
source: Month
ar_iq: شهر
az_latn_az: Ay
hy_am: Ամիս
ka_ge: თვე
kk_kz: Ай
ru_ru: Месяц
th_th: เดือน
uk_ua: Місяць

# ChartStringId.WizHatchNarrowHorizontal
source: NarrowHorizontal
ar_iq: أفقي ضيق
az_latn_az: DarÜfüqi
hy_am: ՆեղՀորիզոնական
ka_ge: ვიწრო ჰორიზონტალური
kk_kz: Жіңішке Көлденең
ru_ru: УзкийГоризонтальный
th_th: แนวนอนแบบแคบ
uk_ua: ВузькийГоризонтальний

# ChartStringId.WizHatchNarrowVertical
source: NarrowVertical
ar_iq: عمودي ضيق
az_latn_az: DarŞaquli
hy_am: ՆեղՈւղղահայաց
ka_ge: ვიწრო ვერტიკალური
kk_kz: Жіңішке Тік
ru_ru: УзкийВертикальный
th_th: แนวตั้งแบบแคบ
uk_ua: ВузькийВертикальний

# ChartStringId.WizResolveOvarlappingModeNone
source: None
ar_iq: بلا
az_latn_az: Yoxdur
hy_am: Չկա
ka_ge: არცერთი
kk_kz: Жоқ
ru_ru: Нет
th_th: ไม่มี
uk_ua: Немає

# ChartStringId.WizScrollBarAlignmentNear
source: Near
ar_iq: قريب
az_latn_az: Yaxın
hy_am: Մոտ
ka_ge: ახლოს
kk_kz: жанында
ru_ru: Рядом
th_th: ไกล้
uk_ua: Біля

# ChartStringId.WizStringAlignmentNear
source: Near
ar_iq: قريب
az_latn_az: Yaxın
hy_am: Մոտ
ka_ge: ახლოს
kk_kz: жанында
ru_ru: Рядом
th_th: ไกล้
uk_ua: Біля

# GridStringId.CardViewNewCard
source: New Card
ar_iq: بطاقة جديدة
az_latn_az: Yeni Kart
hy_am: Նոր քարտ
ka_ge: ახალი ბარათი
kk_kz: Жаңа кәртішке
ru_ru: Новая карточка
th_th: การ์ดใหม่
uk_ua: Нова картка

# GridStringId.CustomFilterDialogConditionNonBlanks
source: non blanks
ar_iq: بلا فراغات
az_latn_az: boş deyil
hy_am: դատարկ չեն
ka_ge: არა ცარიელი
kk_kz: Бос емес
ru_ru: непустые
th_th: ไม่ว่าง
uk_ua: не порожні

# GridStringId.CustomFilterDialogConditionNotLike
source: not like
ar_iq: لا يشبه
az_latn_az: oxşar olmayan
hy_am: ոչ նման
ka_ge: არა როგორც
kk_kz: маскаға сәйкес келмейді
ru_ru: не соответствует маске
th_th: ไม่เหมือน
uk_ua: не містить

# GridStringId.CustomFilterDialogRadioOr
source: O&r
ar_iq: أ&و
az_latn_az: &Və ya
hy_am: Կա&մ
ka_ge: &ან
kk_kz: немесе
ru_ru: И&ЛИ
th_th: หรือ
uk_ua: А&БО

# GridStringId.GridOutlookIntervals
source: Older;Last Month;Earlier this Month;Three Weeks Ago;Two Weeks Ago;Last Week;;;;;;;;Yesterday;Today;Tomorrow;;;;;;;;Next Week;Two Weeks Away;Three Weeks Away;Later this Month;Next Month;Beyond Next Month;
ar_iq: أقدم؛الشهر الماضي؛في وقت سابق من هذا الشهر؛قبل ثلاثة أسابيع؛قبل أسبوعين؛الأسبوع الماضي؛؛؛؛؛؛؛؛البارحة؛اليوم؛غداً؛؛؛؛؛؛؛؛الأسبوع القادم؛بعد أسبوعين؛بعد ثلاثة اسابيع؛في وقت لاحق هذا الشهر؛الشهر التالي؛بعد الشهر التالي؛
az_latn_az: Daha köhnə;Sonuncu ay;Üç həftə əvvəl;İki həftə əvvəl;Keçən Həftə;;;;;;;;Dünən;Bugün;Sabah; ;;;;;;;Gələn Həftə;İki Həftə Sonra;Üç Həftə Sonra;Növbəti Ay;Növbəti Aydan Gec;
hy_am: Ավելի շուտ; Վերջին ամսին; Այս ամսվա սկզբին; Երեք շաբաթ առաջ; Երկու շաբաթ առաջ; Անցած շաբաթ;;;;;; Երեկ; Այսօր; Վաղը;;;;;;;; Հաջորդ շաբաթ; Երկու շաբաթ հետո; Երեք շաբաթ հետո; Այս ամսվա վերջին; Հաջորդ ամիս; Հաջորդ ամսից հետո
ka_ge: უფრო ადრე;გასულ თვეში;სამი კვირის წინ;Tორი კვირის წინ;გასულ კვირას;;;;;;გუშინ;დღეს;ხვალ; ;;;;;;;მომავალ კვირაში;ორი კვირის შემდეგ;სამი კვირის შემდეგ;მომდევნო თვეში;მომდევნო თვის შემდეგ;
kk_kz: Бұрын;Өткен айда;Үш апта бұрын;Екі апта бұрын;Өткен аптада;;;;;;;;Кеше ;Бүгін;Ертең;;;;;;;;Келесі аптада;Екі аптадан кейін;Үш аптадан кейін;Келесі айда;Келесі айдан кешірек
ru_ru: Раньше;В прошлом месяце;Три недели назад;Две недели назад;На прошлой неделе;;;;;;;;Вчера;Сегодня;Завтра;;;;;;;;На следующей неделе;Через две недели;Через три недели;В следующем месяце;Позже,чем через месяц;
th_th: ลำดับ;เดือนที่แล้ว;ก่อนหน้าในเดือนนี้;สามอาทิตย์ที่แล้ว;สองอาทิตย์ที่แล้ว;อาทิตย์ที่แล้ว;;;;;;;;เมื่อวาน;วันนี้;พรุ่งนี้;;;;;;;;อาทิตย์หน้า;อีกสองอาทิตย์;อีกสามอาทิตย์;ภายหลังในเดือนนี้;เดือนหน้า;หลังเดือนหน้า;
uk_ua: Раніше;Останнього місяця;Раніше у цьому місяці;Три тижні тому;Два тижні тому;Минулого тижня;;;;;;;;Вчора;Сьогодні;Завтра;;;;;;;;Наступного тижня;Через два тижні;Через три тижні;Пізніше цього місяця;Наступного місяця;Пізніше, ніж через місяць;
