Repository: dshorter/NGDev
Catalog: EIDSSAVR/eidss.winclient/BasicSyndromicSurveillance/BasicSyndromicSurveillanceItemDetail.*.resx
Languages: az_latn_az, hy_am, ka_ge, kk_kz, th_th

# $this.Caption
source: Basic Syndromic Surveillance Form
az_latn_az: Əsas sindromlara nəzarətə dair forma
hy_am: Վարակակիրների հսկողության սեսիա
ka_ge: საყრდენი ბაზებით ზედამხედველობის ფორმა
kk_kz: Жұқтырушыларды қадағалау сессиясы
th_th: แบบฟอร์มการเฝ้าระวังโรคเบื้องต้น

# lblFormID.Text
source: Form ID
az_latn_az: Formanın Q/N
hy_am: Ձևի ն/հ
ka_ge: ფორმის ID
kk_kz: Форма Нөмірі
th_th: ID แบบฟอร์ม

# lblNotification.Text
source: Notification of
az_latn_az: Bildirişin növü
hy_am: Ծանուցում
ka_ge: შეტყობინება
kk_kz: Ескерту
th_th: การแจ้งเตือนของ

# lblDateEntered.Text
source: Date Entered
az_latn_az: Daxil etmə tarixi
hy_am: Մուտքագրման ամսաթիվ
ka_ge: შეყვანის თარიღი
kk_kz: Енгізу мезгілі
th_th: วันที่ป้อน

# lblDateLastSaved.Text
source: Date Last Saved
az_latn_az: Son saxlanma tarixi
hy_am: Վերջին պահպանման ամսաթիվ
ka_ge: ბოლო დამახსოვრების თარიღი
kk_kz: Соңғы сақтаудың мерзімі
th_th: วันที่บันทึกล่าสุด

# lblCreatedBy.Text
source: Entered By
az_latn_az: Daxil etdi
hy_am: ՙՄուտքագրել է
ka_ge: თანამშრომელი
kk_kz: Енгізген қызметкер
th_th: ป้อนโดย

# lblSite.Text
source: Site
az_latn_az: Sayt
hy_am: Կայք
ka_ge: ობიექტი
kk_kz: Сайт
th_th: พื้นที่

# lblHospital.Text
source: Name of Hospital/Sentinel Station
az_latn_az: Xəstəxana/gözətçi stansiyanın adı
hy_am: Հիվանդանոցի/հսկիչ կայանի անվանումը
ka_ge: საავადმყოფოს/საყრდენი ბაზის დასახელება
kk_kz: Емхана/Медициналық Мекеменің атауы
th_th: ชื่อของโรงพยาบาล/สถานีเฝ้าระวัง

# lblReportDate.Text
source: Report Date
az_latn_az: Bildirişin göndərilmə tarixi
hy_am: Հաղորդման ամսաթիվ
ka_ge: ანგარიშგების თარიღი
kk_kz: Есептеме мерзімі
th_th: วันที่รายงาน

# lblPersonalID.Text
source: Personal ID
az_latn_az: Fərdi İN
hy_am: Անհատական ն/հ
ka_ge: უნიკალური ნომერი
kk_kz: Жеке Нөмірі
th_th: หมายเลขประจำตัว

# lblPhoneNumber.Text
source: Phone Number
az_latn_az: Telefon nömrəsi
hy_am: Հեռախոսահամար
ka_ge: ტელეფონი
kk_kz: Телефон
th_th: เบอร์โทรศัพท์

# lblSex.Text
source: Sex
az_latn_az: Cinsi
hy_am: Սեռ
ka_ge: სქესი
kk_kz: Жынысы
th_th: เพศ

# lblMonths.Text
source: months
az_latn_az: aylar
hy_am: Ամիսներ
ka_ge: თვის
kk_kz: ай
th_th: เดือน

# lblYears.Text
source: years
az_latn_az: illər
hy_am: Տարիներ
ka_ge: წლის
kk_kz: жылдар
th_th: ปี

# lblAge.Text
source: Age
az_latn_az: Yaşı
hy_am: Տարիք
ka_ge: ასაკი
kk_kz: Жас шамасы
th_th: อายุ

# lblDateOfBirth.Text
source: Date Of Birth
az_latn_az: Doğum tarixi
hy_am: Ծննդյան թիվ
ka_ge: დაბადების თარიღი
kk_kz: Туған күні
th_th: วันเกิด

# lblMiddleName.Text
source: Middle Name
az_latn_az: Atasının adı
hy_am: Հայրանուն
ka_ge: მამის სახელი
kk_kz: Тегі
th_th: ชื่อกลาง

# lblFirstName.Text
source: First Name
az_latn_az: Adı
hy_am: Անուն
ka_ge: სახელი
kk_kz: Аты
th_th: ชื่อ

# lblLastName.Text
source: Last Name
az_latn_az: Soyadı
hy_am: Ազգանուն
ka_ge: გვარი
kk_kz: Жөні
th_th: นามสกุล

# cbUnknownEtiology.Properties.Caption
source: Unknown Etiology
az_latn_az: Naməlum etiologiya
hy_am: Անհայտ էթիոլոգիա
ka_ge: უცნობი ეთიოლოგიის
kk_kz: Белгісіз Этиология
th_th: สมมติฐานที่ไม่ทราบ

# cbImmuno.Properties.Caption
source: Immunodefiency
az_latn_az: İmmun çatışmazlığı
hy_am: Իմունային անբավարարություն
ka_ge: იმუნოდეფიციტი
kk_kz: Имуннодефицит
th_th: โรคภูมิคุ้มกันบกพร่อง

# cbNeuro.Properties.Caption
source: Neurological/Physiological
az_latn_az: Nevroloji/Fizioloji
hy_am: Նյարդաբանական/ֆիզիոլոգիական
ka_ge: ნევროლოგიური / ფიზიოლოგიური
kk_kz: Неврологиялық / Физиологиялық
th_th: ทางประสาท/ทางกายภาพ

# cbLiver.Properties.Caption
source: Liver
az_latn_az: Qaraciyər
hy_am: Լյարդային
ka_ge: ღვიძლი
kk_kz: Бауыр
th_th: ตับ

# cbRenal.Properties.Caption
source: Renal
az_latn_az: Böyrək
hy_am: Երիկամային
ka_ge: თირკმელების დაავადება
kk_kz: Бүйректі
th_th: เกี่ยวกับไต

# cbObesity.Properties.Caption
source: Obesity: BMI > 30, not evaluated
az_latn_az: Piylənmə: BMI > 30, qiymətləndirilməyib
hy_am: Ճարպակալում. ՄԶԻ > 30, գնահատված չէ
ka_ge: სიმსუქნე - BMI> 30; ვერ შეფასდა
kk_kz: Май басу: BMI> 30, есептелмеді
th_th: โรคอ้วน: BMI > 30 ไม่ประเมิน

# cbCardiovascular.Properties.Caption
source: Cardiovascular
az_latn_az: Ürək-damr
hy_am: Սիրտ-անոթային
ka_ge: კარდიოვასკულარული
kk_kz: Жүрек-қан тамырлары
th_th: หัวใจ และหลอดเลือด

# cbDiabetes.Properties.Caption
source: Diabetes
az_latn_az: Şəkər
hy_am: Շաքարախտ
ka_ge: დიაბეტი
kk_kz: Шыжың
th_th: โรคเบาหวาน

# cbAsthma.Properties.Caption
source: Asthma
az_latn_az: Astma
hy_am: Ասթմա
ka_ge: ასთმა
kk_kz: Астма
th_th: โรคหืด

# cbRespiratorySystem.Properties.Caption
source: Respiratory System
az_latn_az: Tənəffüs sistemi
hy_am: Շնչառական համակարգ
ka_ge: სასუნთქი სისტემის დაავადება
kk_kz: Дем алатын жүйе
th_th: ระบบที่เก็บ

# lblConcurent.Text
source: Concurent Chronic Diseases or Conditions
az_latn_az: Paralel xroniki xəstəliklər və ya vəziyyətlər
hy_am: Ուղեկցող քրոնիկ հիվանդություններ կամ վիճակներ
ka_ge: თანმხლები ქრონიკული დაავადება ან მდგომარეობა
kk_kz: Бір мезгілдегі Созылмалы Ауру немесе Күйі
th_th: โรค หรืออาการเรื้อรัง

# lblDateReceived.Text
source: Date Received
az_latn_az: Qəbul olunma tarixi
hy_am: Ստացման ամսաթիվ
ka_ge: დაწყების თარიღი
kk_kz: Алған Күні
th_th: วันที่ได้รับ

# lblOutcome.Text
source: Outcome
az_latn_az: Nəticə
hy_am: Արդյունք
ka_ge: გამოსავალი
kk_kz: Нәтиже
th_th: ผลลัพธ์

# lblTreatment.Text
source: Treatment included artifical ventilation of lungs?
az_latn_az: Müalicəyə ağ ciyərlərin süni havalandırılması daxil idi?
hy_am: Բուժումը ներառո՞մ էր թոքերի արհեստական օդափոխում:
ka_ge: მკურნალობა მოიცავდა ფილტვების ხელოვნურ ვენტილაციას?
kk_kz: Қолдан өкпе ауа алмастыру емдеуге енгізілді ме?
th_th: การรักษา รวมถึงการระบายอากาศอย่างเทียมของปอด

# lblPatientWasHospitalized.Text
source: Patient was hospitalized at least one night?
az_latn_az: Xəstə ən azı bir gecəlik hospitalizasiya olundumu?
hy_am: Հիվանդը հոսպիտալացվե՞լ է առնվազն մեկ գիշերով:
ka_ge: პაციენტი ჰოსპიტალიზებული იყო სულ მცირე 1 ღამით
kk_kz: Пациент кем дегенде бір түнге жатқызылды ма?
th_th: ผู้ป่วยได้เข้าโรงพยาบาลอย่างน้อยหนึ่งคืนหรือไม่?

# lblNameOfMedication.Text
source: Name of Medication
az_latn_az: Müalicənin adı
hy_am: Դեղորայքի անվանում
ka_ge: მედიკამენტის დასახელება
kk_kz: Дәрі-дәрмектің атауы
th_th: ชื่อของยารักษาโรค

# lblAntiviral.Text
source: Patient was administered antiviral medication?
az_latn_az: Xəstədə antivirus müalicəsi aparılıb?
hy_am: Հիվանդին հակավիրուսային դեղորայք նշանակվե՞լ է
ka_ge: მკურნალობა ანტივირუსული მედიკამენტებით?
kk_kz: Пациент вирусқа қарсы дәрілер өабылдады ма?
th_th: ผู้ป่วยได้รับการรักษาทางการต้านไวรัสหรือไม่?

# lblPatientER.Text
source: Patient was in ER or Intensive Care?
az_latn_az: Xəstə reanimasiya, yoxsa intensiv terapiya müalicəsi alıb?
hy_am: Հիվանդը շտապ օգնությա՞ն կամ վերակենդանացման բաժնո՞ւմ էր
ka_ge: პაციენტი იმყოფებოდა რეანიმაციაში ან ინტენსიური თერაპიის განყოფილებაში?
kk_kz: Пациент қарқынды терапияға жатғызылды ма?
th_th: ผู้ป่วยอยู่ในห้องฉุกเฉินสำหรับการรักษาอย่างใกล้ชิดหรือไม่?

# lblDateOfCare.Text
source: Date of Care
az_latn_az: Müalicə tarixi
hy_am: Բժշկի դիմելու ամսաթիվ
ka_ge: მკურნალობის დაწყების თარიღი
kk_kz: Емдеу мерзімі
th_th: วันที่ทำการรักษา

# lblOther.Text
source: If other, enter method
az_latn_az: Ölçmə metodu sahəsində "Digər" seçilibsə, metodu daxil edin
hy_am: Այլ պարագայում մուտքագրեք մեթոդը
ka_ge: თუ სხვა, მიუთითეთ
kk_kz: Басқасы болса, методты енгізіңіз
th_th: ถ้าเป็นอย่างอื่น ป้อนวิธีการลงไป

# lblSeasonalFluVaccine.Text
source: Seasonal Flu Vaccine
az_latn_az: Mövsümi qripə qarşı peyvənd
hy_am: Պատվաստում սեզոնային գրիպի դեմ
ka_ge: გრიპის სეზონური ვაქცინა
kk_kz: Тұмауға қарсы маусымдық вакцина
th_th: วัคซีนไข้หวัดตามฤดูกาล

# lblShortnessBreath.Text
source: Shortness of Breath
az_latn_az: Nəfəs çatışmazlığı
hy_am: Շնչահեղձություն
ka_ge: ქოშინი
kk_kz: Алқыну
th_th: อาการหายใจติดขัด

# lblMethodMeasurement.Text
source: Method of Measurement
az_latn_az: Ölçmə metodu
hy_am: Չափման մեթոդը
ka_ge: გაზომვის მეთოდი
kk_kz: Өлшем Түрі
th_th: วิธีของมาตรการ

# lblCough.Text
source: Cough
az_latn_az: Öskürək
hy_am: Հազ
ka_ge: ხველება
kk_kz: Жөтел
th_th: การไอ

# lblFever.Text
source: Fever > 38 C
az_latn_az: Qızdırma > 38 C
hy_am: Տենդը> 38 C
ka_ge: ცხელება > 38 C
kk_kz: Лихорадка> 38 С
th_th: ไข้ > 38 C

# lblDateOfSymptomsOnset.Text
source: Date of Symptoms Onset
az_latn_az: Simptomların başlanması tarixi
hy_am: Ախտանշանների ի հայտ գալու ամսաթիվ
ka_ge: სიმპტომების დაწყების თარიღი
kk_kz: Сиптомдардың пайда болған мерзімі
th_th: วันที่เริ่มปรากฏอาการของโรค

# lblPostpartum.Text
source: Postpartum period (6 weeks)
az_latn_az: Doğuşsonrası müddət (6 həftə)
hy_am: Հետծննդաբերական շրջան (6 շաբաթ)
ka_ge: მშობიარობის შემდგომი პერიოდი (6 კვირა)
kk_kz: Туғаннан кейінгі кезең (ай)
th_th: ระบะหลังการให้กำเนิดบุตร (6 อาทิตย์)

# lblPregnant.Text
source: Pregnant
az_latn_az: Hamilə
hy_am: Հղի
ka_ge: ორსულობა
kk_kz: Жүкті
th_th: ตั้งครรภ์

# lblTestResult.Text
source: Test Result
az_latn_az: Testin nəticəsi
hy_am: Հետազոտության արդյունք
ka_ge: ტესტის შედეგი
kk_kz: Тест нәтижесі
th_th: ผลลัพธ์การทดสอบ

# lblSampleID.Text
source: Sample ID
az_latn_az: Nümunənin Q/N
hy_am: Նմուշի ն/հ
ka_ge: ნიმუშის ID
kk_kz: Сынама нөмірі
th_th: รหัสตัวอย่าง

# lblResultDate.Text
source: Result Date
az_latn_az: Nəticə tarixi
hy_am: Հետազոտության հաստատման ամսաթիվ
ka_ge: ტესტის დასრულების თარიღი
kk_kz: Нәтиже мезгілі
th_th: วันที่ได้รับผลทดสอบ

# lblSampleCollectionDate.Text
source: Sample Collection Date
az_latn_az: Nümunələrin toplanma tarixi
hy_am: Նմուշառման ամսաթիվ
ka_ge: ნიმუშის აღების თარიღი
kk_kz: Сынама алынған мезгіл
th_th: วันที่เก็บตัวอย่าง
