Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS.RAM/PivotForm/PivotDetailPanel.*.resx
Languages: az_latn_az, hy_am, kk_kz

# nbCustomizationGroup.Caption
source: Grid Fields Customization
az_latn_az: Cədvəl xanalarının köklənməsi
hy_am: Աղյուսակի դաշտերի կարգավորում
kk_kz: Кестенің жолақтарын теңшеу

# nbGroupSettings.Caption
source: Pivot Grid Settings
az_latn_az: Tərtib cədvəlinin köklənilməsi
hy_am: Ամփոփիչ աղյուսակի կարգավորումներ
kk_kz: Pivot Grid Параметрлері

# ShowMissedValuesCheckEdit.Properties.Caption
source: Show Missed Values in Pivot Grid
az_latn_az: Tərtib cədvəlində sıfır dəyərləri göstər
hy_am: Ցուցադրել բացակայող արժեքներն ամփոփիչ աղյուսակում
kk_kz: Жіберілген мәндерді Pivot Grid - көрсету

# BasicCountLabel.Text
source: Basic Count Function
az_latn_az: Əsas Say Funksiyası
hy_am: Հաշվելու հիմնական ֆունկցիա
kk_kz: Жаңа жануарға сілтеме

# RefreshDataButton.Text
source: Refresh Data
az_latn_az: Məlumatları təzələ
hy_am: Թարմացնել տվյալները
kk_kz: Деректерді жаңарту

# RefreshDataButton.ToolTip
source: To refresh data click the button. The process may take some time.
az_latn_az: Məlumatları təzələmək üçün düyməyə klikləyin. Proses bir az vaxt apara bilər.
hy_am: Սեղմեք կոճակը տվյալները թարմացնելու համար: Գործընթացը կարող է որոշ ժամանակ պահանջել:
kk_kz: Жаңарту үшін батырманы басыңыз. Бұл процесс бірнеше уақыт алу мүмкін.

# EditFiltersButton.Text
source: Edit Filters
az_latn_az: Filtrləri redaktə et
hy_am: Խմբագրել ֆիլտրերը
kk_kz: Сүзгіні өзгерту

# ShowDataCheckEdit.Properties.Caption
source: Show Data in Pivot Grid
az_latn_az: Məlumatı tərtib cədvəlində göstər
hy_am: Ցուցադրել ամփոփիչ աղյուսակի տվյալները
kk_kz: Мәндерді Pivot Grid - көрсету

# AdmUnitLabel.Text
source: Parameters: Administrative Unit Field
az_latn_az: Parametrlər: İnzibati bölmə sahəsi
hy_am: Պարամետրեր. վարչական միավորի դաշտ
kk_kz: Параметры: Админимстративтік объектінің жолағы

# ApplyFilterCheckEdit.Properties.Caption
source: Apply Pivot Grid Filters
az_latn_az: Filterləri tərtib cədvəlinə tətbiq et
hy_am: Կիրառել ամփոփիչ աղյուսակի ֆիլտրերը
kk_kz: PivotGrid Сүзгіні Қолдану

# AggregateLabel.Text
source: Aggregate Function
az_latn_az: Qruplaşdırıcı funksiya
hy_am: Ընդհանրացման ֆունկցիա
kk_kz: Жиынтық Функциясы

# DefaultGroupDateLabel.Text
source: Default Group Date
az_latn_az: Tarixin standart qruplaşdırılması
hy_am: Լռելյայն խմբավորման ամսաթիվ
kk_kz: Әдепкі Тоб Мерзімі

# CompactLayoutCheckEdit.Properties.Caption
source: Compact Pivot Grid
az_latn_az: Tərtib cədvəli kompakt rejimində göstər
hy_am: Կոմպակտ ամփոփիչ աղյուսակ
kk_kz: Ықшам PivotGrid

# FreezeRowHeadersCheckEdit.Properties.Caption
source: Freeze Row Headers
az_latn_az: Sətir başlıqlarını hərəkətsizləşdir
hy_am: Սառեցնել տողերի գլխագրերը
kk_kz: Жолдардың тақырыптарын бекіту

# DateFieldLabel.Text
source: Date Field
az_latn_az: Tarix sahəsi
hy_am: Տվյալների դաշտ
kk_kz: Уақыт жолағы

# PrecisionLabel.Text
source: Precision
az_latn_az: Dəqiqlik
hy_am: Ճշգրտություն
kk_kz: Дәлдік

# ShowTotalsLabel.Text
source: Show totals:
az_latn_az: Yekunu göstər:
hy_am: Ցուցադրել ընդհանուր թվերը
kk_kz: Қорытындыны көрсету:

# ForDataFieldLabel.Text
source: for Data Field
az_latn_az: Qruplaşdırıcı funksiya üçün sahə
hy_am: Տվյալների դաշտի համար
kk_kz: Деректер жолақ үшін
