Repository: dshorter/NGDev
Catalog: EIDSSAVR/vb/EIDSS/EIDSS_Vet/ActiveSurveillance/AsCampaignDetail.*.resx
Languages: ka_ge, kk_kz

# $this.Caption
source: Active Surveillance Campaign
ka_ge: აქტიური ზედამხედველობის კამპანია
kk_kz: Белсенді қадағалау науқаны

# btnDelete.Text
source: Delete
ka_ge: წაშლა
kk_kz: Жою

# btnDown.Text
source: Down
ka_ge: ქვევით
kk_kz: Төмен

# btnUp.Text
source: Up
ka_ge: ზევით
kk_kz: Жоғары

# colDiagnosis.Caption
source: Disease
ka_ge: დაავადება
kk_kz: Диагноз

# colDisease.Caption
source: Diseases
ka_ge: დაავადებები
kk_kz: Диагноз

# colRayon.Caption
source: Rayon
ka_ge: რაიონი
kk_kz: Аудан

# colRegion.Caption
source: Region
ka_ge: რეგიონი
kk_kz: Облыс/Өңір

# colSessionID.Caption
source: Session ID
ka_ge: სესიის ID
kk_kz: Сессияның дара №

# colSettlement.Caption
source: Settlement
ka_ge: დასახლებული პუნქტი
kk_kz: Елді мекен

# colSpecies.Caption
source: Species
ka_ge: ცხოველის სახეობა
kk_kz: Жануардың түрі

# colStatus.Caption
source: Status
ka_ge: სტატუსი
kk_kz: Жай-күйі

# grpComments.Text
source: Comments/Descriptions
ka_ge: კომენტარები/აღწერილობა
kk_kz: Ескерту/Сипаттама

# grpDiseaseList.Text
source: Diseases And Species List
ka_ge: დაავადებების და სახეობების ჩამონათვალი
kk_kz: Жануар аурулары мен түрлерінің тізбесі

# lbCampaignAdministrator.Text
source: Campaign Administrator
ka_ge: კამპანიის ორგანიზატორი
kk_kz: Науқан басшысы

# lbCampaignEndDate.Text
source: Campaign End Date
ka_ge: კამპანიის დასრულების თარიღი
kk_kz: Науқанның аяқталу күні

# lbCampaignID.Text
source: Campaign ID
ka_ge: კამპანიის ID
kk_kz: Науқанның дара №

# lbCampaignName.Text
source: Campaign Name
ka_ge: კამპანიის დასახელება
kk_kz: Науқанның атауы

# lbCampaignStartDate.Text
source: Campaign Start Date
ka_ge: კამპანიის დაწყების თარიღი
kk_kz: Науқанның басталу күні

# lbCampaignStatus.Text
source: Campaign Status
ka_ge: კამპანიის სტატუსი
kk_kz: Науқанның жай-күйі

# lbCampaignType.Text
source: Campaign Type
ka_ge: კამპანიის ტიპი
kk_kz: Науқан үлгісі

# tpCampaign.Text
source: Campaign
ka_ge: კამპანია
kk_kz: Науқан

# tpConclusion.Text
source: Conclusion
ka_ge: დასკვნა
kk_kz: Қорытынды

# tpSessions.Text
source: Sessions
ka_ge: სესიები
kk_kz: Сессиялар

# colPlannedQty.Caption
source: Planned #
ka_ge: დაგეგმილი რაოდენობა #
kk_kz: Жоспарланды #

# colStartDate.Caption
source: Session Start Date
ka_ge: სესიის დაწყების თარიღი
kk_kz: Сессияның басталу күні

# colEndDate.Caption
source: Session End Date
ka_ge: სესიის დასრულების თარიღი
kk_kz: Сессияның аяқталу күні

# btnViewDetails.Text
source: View Details
ka_ge: დათვალიერება
kk_kz: Нақтырақ

# btnNewSession.Text
source: New Session
ka_ge: ახალი სესია
kk_kz: Жаңа сессия

# btnSelectSession.Text
source: Select Session
ka_ge: სესიის არჩევა
kk_kz: Сессияны таңдау

# btnRemoveSession.Text
source: Remove Session
ka_ge: სესიის ამოღება
kk_kz: Сессияны жою

# colSampleType.Caption
source: Sample Type
ka_ge: ნიმუშის ტიპი
kk_kz: Сынаманың түрі
